export default {
    label: 'कविता',
    id: 'hi-poem',
    img: 'reading',
    list: [
        {
            id: '1700',
            type: 'passage',
            label: 'घड़ी',
            data: {
              title: 'घड़ी',
              text: [
                {
                  type: 'poem',
                  text: `बिना पांव के यह चलती है,
                  पर रहती है सदा खड़ी।
                },
                {
                  type: 'poem',
                  text: `टिकटिक टिकटिक टिकटिक,
                  समय बताती घड़ी घड़ी।`
                }
              ]
            }
          },
          {
            id: '900',
            type: 'passage',
            label: 'चूहे राजा',
            data: {
              title: 'चूहे राजा',
              text: [
                {
                  type: 'poem',
                  text: `चूहे राजा, चुहिया रानी,
                  खाते बिस्कुट, पीते पानी।`
                },
                {
                  type: 'poem',
                  text: `चूहे जी बीमार है,
                  कसकर उन्हें बुखार है।`
                },
                {
                  type: 'poem',
                  text: `चूहे भैया तड़प रहे हैं,
                  कड़वी गोली गटक रहे हैं।`
                }
              ]
            }
          },
          {
            id: '100',
            type: 'passage',
            label: 'मम्मी मेरी प्यारी',
            data: {
              title: 'मम्मी मेरी प्यारी',
              text: [
                {
                  type: 'poem',
                  text: `मम्मी मेरी प्यारी,
                 दुनिया से है न्यारी।`
                },
                {
                  type: 'poem',
                  text: `पहनती है वह साड़ी,
                 प्यार करती ढेर सारी।`
                },
                {
                  type: 'poem',
                  text: `पापा भी है प्यारे,
                 दुनिया से न्यारे।`
                },
                {
                  type: 'poem',
                  text: `मिठाइयां लाते सारे,
                  प्यारे हो जो हमारे।`
                }
              ]
            }
          },
          {
            id: '200',
            type: 'passage',
            label: 'मेरी बिल्ली रानी है',
            data: {
              title: 'मेरी बिल्ली रानी है',
              text: [
                {
                  type: 'poem',
                  text: `मेरी बिल्ली रानी है,
      लेकिन बड़ी सयानी है।`
                },
                {
                  type: 'poem',
                  text: `दिन भर घर में घूमती है,
      चूहों को भी मार भगाती है।`
                },
                {
                  type: 'poem',
                  text: `मम्मी जब दूध रखती है,
      झटपट आकर पीती है। `
                }
              ]
            }
          },
          {
            id: '300',
            type: 'passage',
            label: 'नानी मेरी नानी',
            data: {
              title: 'नानी मेरी नानी',
              text: [
                {
                  type: 'poem',
                  text: `नानी मेरी नानी,
                  सारे जग से सयानी।`
                },
                {
                  type: 'poem',
                  text: `रोज सुनाती कहानी,
                  कभी राजा कभी रानी।`
                },
                {
                  type: 'poem',
                  text: `उनको याद जुबानी।
                  जब भी कोई तंग करता,
                  डांट लगाती पुरानी।।`
                }
              ]
            }
          },
          {
            id: '500',
            type: 'passage',
            label: 'चंदा मामा आए हैं',
            data: {
              title: 'चंदा मामा आए हैं',
              text: [
                {
                  type: 'poem',
                  text: `चंदा मामा आए हैं,
                  रात भी हो गई है।`
                },
                {
                  type: 'poem',
                  text: `तारों का आसमान है,
                  टिमटिम टिमटिम तारे हैं।`
                },
                {
                  type: 'poem',
                  text: `आंगन में डली चारपाई है,
                  कहानियों की शामत आई है।`
                }
              ]
            }
          },
          {
            id: '600',
            type: 'passage',
            label: 'तितली होती रंग',
            data: {
              title: 'तितली होती रंग',
              text: [
                {
                  type: 'poem',
                  text: `तितली होती रंग – बिरंगी,
                  फूलों पर घूमती डाली – डाली।`
                },
                {
                  type: 'poem',
                  text: `कोई लाल, कोई हरी ,होती कोई काली,
                  इतना कोमल इतना सुंदर,`
                },
                {
                  type: 'poem',
                  text: `सब बच्चों लगती प्यारी।
                  हाथ किसी के नहीं आती,
                  घूमती दुनिया सारी।।`
                }
              ]
            }
          },
          {
            id: '700',
            type: 'passage',
            label: 'सावन जब आता है',
            data: {
              title: 'सावन जब आता है',
              text: [
                {
                  type: 'poem',
                  text: `सावन जब आता है,
                  खूब मजा आता है।`
                },
                {
                  type: 'poem',
                  text: `चारों ओर हरियाली होती,
                  पेड़ों पर खुशियाली होती।`
                },
                {
                  type: 'poem',
                  text: `दादुर , मोर , पपीहा गाते,
                  मेंढक उछलकर नाच करते।`
                },
                {
                  type: 'poem',
                  text: `कोयल ऊंचे तान सुनाती,
                  घूम – घूम कर सगुन बजाती। ।`
                }
              ]
            }
          },
          {
            id: '400',
            type: 'passage',
            label: 'आम है फलों का राजा',
            data: {
              title: 'आम है फलों का राजा',
              text: [
                {
                  type: 'poem',
                  text: `आम है फलों का राजा,
                  उसको खाते सब कोई ताजा।`
                },
                {
                  type: 'poem',
                  text: `पापा जब भी बाजार जाते,
                  ढेर सारे आम लाते।`
                },
                {
                  type: 'poem',
                  text: `आम फल का राजा है,
                  मैं पापा का राजा हूं।`
                },
                {
                  type: 'poem',
                  text: `छोटा सा हूं , मोटा सा हूं,
                  गोदी में सबके खेलता हूं।`
                }
              ]
            }
          },
          {
            id: '1600',
            type: 'passage',
            label: 'दवाई खाती',
            data: {
              title: 'दवाई खाती',
              text: [
                {
                  type: 'poem',
                  text: `बिल्लो नहीं दवाई खाती,
                  कैसे होगी ठीक।`
                },
                {
                  type: 'poem',
                  text: `सारे दिन आती रहती है,
                  जोर-जोर से छींक।`
                },
                {
                  type: 'poem',
                  text: `बंदरिया उसको समझाती,
                  डांटा करती हैै।`
                },
                {
                  type: 'poem',
                  text: `पर बंदरिया से भी बिल्लो,
                  जरा न डरती है।`
                }
              ]
            }
          },
          {
            id: '1200',
            type: 'passage',
            label: 'गौरैया',
            data: {
              title: 'गौरैया',
              text: [
                {
                  type: 'poem',
                  text: `आंगन में बैठी गौरैया,
                  फुदक-फुदक करती ता-थैया।`
                },
                {
                  type: 'poem',
                  text: `पांव दबाकर धीरे-धीरे,
                  गया पकड़ने छिपकर भैया।।`
                },
                {
                  type: 'poem',
                  text: `जैसे ही वह पास में आय,
                  और पकड़ने हाथ बढ़ाया।`
                },
                {
                  type: 'poem',
                  text: `चकमा देकर फुर्र हो गई,
                  बहुत-बहुत भैया पछताया।।`
                }
              ]
            }
          },
          {
            id: '1000',
            type: 'passage',
            label: 'चिड़िया उड़ती फुर्र',
            data: {
              title: 'चिड़िया उड़ती फुर्र',
              text: [
                {
                  type: 'poem',
                  text: `फुर्र-फुर्र वह उड़ती,
                  जाती कितनी दूर।`
                },
                {
                  type: 'poem',
                  text: `नन्हे से हैं पंख,
                  पर ताकत भरपूर।`
                },
                {
                  type: 'poem',
                  text: `फुर्र-फुर्र वह उड़ती,
                  इधर-उधर वह मुड़ती।`
                },
                {
                  type: 'poem',
                  text: `तैर हवा में जाती,
                  बैठे-बैठे गाती।`
                },
                {
                  type: 'poem',
                  text: `फिर से वह उड़ जाती,
                  दूर बहुत है जाती।`
                }
              ]
            }
          },
          {
            id: '1300',
            type: 'passage',
            label: 'हाथी का पाजामा',
            data: {
              title: 'हाथी का पाजामा',
              text: [
                {
                  type: 'poem',
                  text: `हाथी ने अपनी शादी में,
                  पाजामा सिलवाया,`
                },
                {
                  type: 'poem',
                  text: `नाप लिया बंदर मामा ने,
                  उन्हें पसीना आया।`
                },
                {
                  type: 'poem',
                  text: `बोला-इसमें लग जाएंगे,
                  पूरे दो थान,`
                },
                {
                  type: 'poem',
                  text: `हाथी बोला एक थान में,
                  मामा जाओ मान।`
                },
                {
                  type: 'poem',
                  text: `बंदर बोला, नहीं-नहीं फिर,
                  पाजामा सिलवाओ,`
                },
                {
                  type: 'poem',
                  text: `उसे पहनकर धूमधाम से,
                  ब्याह रचाने जाओ।`
                }
              ]
            }
          },
          {
            id: '800',
            type: 'passage',
            label: 'बन्दर मामा की पिकनिक',
            data: {
              title: 'बन्दर मामा की पिकनिक',
              text: [
                {
                  type: 'poem',
                  text: `बन्दर मामा बन्दर मामा,
                  पहने कुर्ता और पजामा।`
                },
                {
                  type: 'poem',
                  text: `गए मनाने थे पिकनिक,
                  हुई रास्ते में झिकझिक।`
                },
                {
                  type: 'poem',
                  text: `कालू कुत्ता सोया था,
                  सपनों में वह खोया था।`
                },
                {
                  type: 'poem',
                  text: `मामा का जब पैर पड़ा,
                  कुत्ता फौरन हुआ खड़ा।`
                },
                {
                  type: 'poem',
                  text: `खूब दूर-दूर तक दौड़ाया, 
                  मामा का सिर चकराया।`
                },
                {
                  type: 'poem',
                  text: `कुत्ता बोला भौं भौं भौं,
                  मामा बोले खौं खौं खौं।`
                }
              ]
            }
          },
          {
            id: '1400',
            type: 'passage',
            label: 'बंदर समझा',
            data: {
              title: 'बंदर समझा',
              text: [
                {
                  type: 'poem',
                  text: `लड़े एक दिन बड़े जोर से,
                  बंदर और बंदरिया।`
                },
                {
                  type: 'poem',
                  text: `रूठा बंदर भागा घर से,
                  बिना कहे चुपचाप।`
                },
                {
                  type: 'poem',
                  text: `बैठ रेल में पहुंचा दिल्ली,
                  समझन पाया बात।`
                },
                {
                  type: 'poem',
                  text: `भाग-भागकर लोग सभी थे,
                  बस-ऑटो में चढ़ते।`
                },
                {
                  type: 'poem',
                  text: `और गाड़ियां दौड़ रही थीं,
                  इधर-उधर सरपट से।`
                },
                {
                  type: 'poem',
                  text: `समझा बंदर ने आफत कोई,
                  दिल्ली में है आई।`
                },
                {
                  type: 'poem',
                  text: `भागा बंदर भी झट घर को,
                  आपस की भूल लड़ाई।`
                }
              ]
            }
          },
          {
            id: '1100',
            type: 'passage',
            label: 'चुनमुन मैना',
            data: {
              title: 'चुनमुन मैना',
              text: [
                {
                  type: 'poem',
                  text: `बड़े सवेरे सूरज के संग,
                  नीम पेड़ पर आकर बैठी,`
                },
                {
                  type: 'poem',
                  text: `टहनी-टहनी चहक-चहककर,
                  उड़ती-फिरती ऐंठी-ऐंठी।`
                },
                {
                  type: 'poem',
                  text: `घर आंगन और चौबारे पर,
                  चुनमुन मैना दाने चुगती,`
                },
                {
                  type: 'poem',
                  text: `और कभी नानी मां के संग,
                  हर पल नई कहानी बुनती।`
                },
                {
                  type: 'poem',
                  text: `कितने सारे गीत सुनाती,
                  फुदक-फुदककर मैना रानी।`
                },
                {
                  type: 'poem',
                  text: `सरगम के सातों सुर गाती,
                  सा रे गा मा पा धानी।`
                },
                {
                  type: 'poem',
                  text: `सांझ ढले फिर सूरज के संग,
                  लौट घोंसले में वह जाती,`
                },
                {
                  type: 'poem',
                  text: `कल आने का वादा करके,
                  सपने सलोने दे जाती।`
                }
              ]
            }
          },
          {
            id: '1500',
            type: 'passage',
            label: 'सर्दी की धूप',
            data: {
              title: 'सर्दी की धूप',
              text: [
                {
                  type: 'poem',
                  text: `सर्दी की उजली,
                  गुनगुनी धानी धूप।`
                },
                {
                  type: 'poem',
                  text: `मां के आंचल-सी,
                  लगती सुहानी धूप।`
                },
                {
                  type: 'poem',
                  text: `कुरमुरी- कुरमुरी,
                  खाता मुंगफली-सी।`
                },
                {
                  type: 'poem',
                  text: `लगती है नमकीन,
                  पूड़ी- पानी धूपा।`
                },
                {
                  type: 'poem',
                  text: `मीठी- मनभाती,
                  निदिरा-सी, लोरी-सी।`
                },
                {
                  type: 'poem',
                  text: `नानी के मुख से,
                  सुनी कहानी धूपा।`
                },
                {
                  type: 'poem',
                  text: `जीवन हो सबका,
                  उजला जैसे दरपना।`
                },
                {
                  type: 'poem',
                  text: `खुश हो कहती है,
                  सबको सयानी धूपान।`
                }
              ]
            }
          },
        ]
    };
