export default {
  label: 'सामाजिक विज्ञान',
  id: 'hi-social',
  img: 'social',
  list: [
    {
        label: 'शहर - स्मारक',
        type: 'matchByDragDrop',
        id: 'right-word',
        commonData: {
          title: 'उन शहरों को खींचें और छोड़ें जहां ये स्मारक मौजूद हैं',
          styles: {
            fontSize: '1rem',
            dashWidth: 70
          }
        },
        data: [
          `लाल किला - *दिल्ली*
          ताज महल - *आगरा*
          मैसूर राजमहल - *मैसूर*
          स्वर्ण मंदिर - *अमृतसर*
          बृहदीस्वर मंदिर - *तंजावुर*`,

          `हवा महल - *जयपुर*
          छत्रपति शिवाजी टर्मिनस - *मुंबई*
          लोटस टेंपल - *दिल्ली*
          विक्टोरिया मेमोरियल - *कोलकाता*
          सांची स्तूप - *सांची*`,

          `कुतुब मीनार - *दिल्ली*
          फतेहपुर सीकरी - *आगरा*
          कोणार्क सूर्य मंदिर - *कोणार्क*
        चंपानेर पावागढ़  स्मारक - *गुजरात*
        महाबलीपुरम के स्मारक - *महाबलीपुरम*`,

        `जैसलमेर किला - *जैसलमेर*
        अजंता एलोरा की गुफाएं - *औरंगाबाद*
        हम्पी में स्मारकों का समूह - *कर्नाटक*
        मीनाक्षी मंदिर - *मदुराई*
        इंडिया गेट - *दिल्ली*`,

        `चारमीनार - *हैदराबाद*
        हुमायूं का मकबरा - *दिल्ली*
        गेटवे ऑफ़ इन्डिया - *मुंबई*
        खजुराहो के स्मारक - *मध्य प्रदेश*
        विक्टोरिया मेमोरियल - *कोलकाता*`
  
        ]
      },
      {
        id: 'match-लोग और कार्यस्थल',
        type: 'match',
        label: 'लोग और कार्यस्थल',
        data: {
          title: 'लोग और कार्यस्थल को आपस में जोड़िए। ',
          text: `चिकित्सक - चिकित्सालय
          अध्यापक - विद्यालय
          रसोइया - भोजनालय
          वकील - अदालत
          दुकानदार - दुकान
          किसान - खेती 
          माली - बगीचा
          पुजारी - मंदिर
          अभिनेता - चलचित्र`
        }
      },
      {
        id: 'match-लोग और उपकरण',
        type: 'match',
        label: 'लोग और उपकरण',
        data: {
          title: 'लोग और उपकरण को आपस में जोड़िए। ',
          text: `चिकित्सक - परिश्रावक
          मछुआरा - जाल
          लकड़हारा - कुल्हाड़ी
          सिपाही - बन्दूक
          पुजारी - घंटी 
          नाई - कैंची `
        }
        }
  ]
};
