export default {
    label: 'शब्द',
    id: 'hi-word-2',
    img: 'word',
    list: [
      {
        id: 'jumbled-hi-1',
        label: 'शब्द गठन-दो अक्षर वाले शब्द',
        type: 'sequence',
        commonData: {
          title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
          lang: 'hi'
        },
        data: [
            `चित्र, ठीक, खोज, घड़ी, कला, ठंडा, ढोल, डाली, तार, थाली`,
            `ठेला, केला, ढेर, ताला, छत, दाम, जीभ, दिल, नोट, जग`, 
            `चना, दादी, बेटी, भाषा, भारी, पैसा, छेद, पानी, डर, तीन`, 
            `जब, कब, चल, नल, सब, जल, कल, पल, छल`,
            `सच, ढक, खत, तब, यश, बस, मर, तीर, डोसा`,
            `रण, थाना, हल, नाली, नस, पीठ, भेद, गम, जप, दम`,	
            `घर, मत, फल, सर्प, गोल, झंडा, धन, चाबी, भाव, ठेस`, 
            `तप, ढंग, सच, उठ, पूजा, बात, पूरी, नीम, दंगा, ढाबा`, 
            `बाल, छाता, घाव, चौकी, खाल, कब, दिन, नानी, तारा, डोरी`, 
            `गाल, गई, घना, लड़, घर, जीव, छवि, पंख, घोड़ा, फूल`   
        ]
      },
      {
        id: 'jumbled-hi-2',
        label: 'शब्द गठन-तीन अक्षर वाले शब्द',
        type: 'sequence',
        commonData: {
          title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
          lang: 'hi'
        },
        data: [
            `भगत, शहद, मगर, चरण, औरत, चरम, परम, नगर, उधर`,
            `कहर, कसम, महल, कमर, भरण, सड़क, नरम, समय, जलद, बतख `,
            `हवन, लहर, गगन, वचन, कमल, अगर, कलश, मटर, भजन, गरम `,
            `चमक, डगर, पहल, फसल, पहर, खबर, शहद, शहर, पकड़`,	  
            `जकड़, कमर, सफर, सड़क, कड़क, मटक, वजन, भजन, सफल`,
            `परख, बतख, मटर, बहन, चहक, मखन, महक, बटन, ठहर`,  
            `नमक, नमन, अरब, बहस, सहन, सरल, पलक`,	 
            `कलश, तखत, गरम, नरम, भजन, बरस, गरज, चमक, पहर`, 
            `गलत, झलक, छलक, झपक, जतन, जहर, इधर`, 
            `कदर, जलज, फसल, समर, पवन, चरण, पलट, उलट `, 
            `भरत, गगन, चरम, ललक, समय, सरस, महल, पहल, परख `,
            `मटर, समझ, ननद, कमल, लखन, असल, नकल, अमर`, 
            `रगड़, वचन, मगन, असर, अलग, नजर, कसर, भगत `, 
            `जनक, कसम, कथन, चरण, अभय, शरण, नरक, अक्षर`,
            `अजय, अजब, गजब, अमल, चलन, जगत, जगह, टपक`, 
            `जतन, करम, रहम, सबक, शपत, नयन, बतख`   
        ]
      },
      {
        type: 'match',
        label: 'विलोम शब्द',
        id: 'antonyms',
        commonData: {
          title: 'विलोम शब्द का मिलान करें'
        },
        data: [
          `पाप, पुण्य 
          राजा, रंक 
          लायक, नालायक 
          फायदा, नुकसान 
          पास, दूर 
          पूरा, आधा`,
  
          `सुबह, शाम 
          हँसना, रोना 
          शुभ, अशुभ 
          सस्ता, महंगा 
          माता, पिता 
          आशा, निराशा `,
  
          `अमृत, विष 
          आगे, पीछे 
          ऊपर, नीचे 
          दिन, रात 
          मीठा, कड़वा 
          लाभ, हानि `
        ]
      },
      {
        type: 'match',
        label: 'समानार्थी शब्द',
        id: 'synonyms',
        commonData: {
          title: 'समानार्थी शब्द का मिलान करें'
        },
        data: [
          `महिला, औरत 
          बगीचा, वाटिका
          संध्या, शाम
          सूर्य, सूरज
          भूमि, धरती`,
  
          `पहाड़, पर्वत
          वायु, हवा
          दोस्त, मित्र
          दिन, दिवस
          पुष्प, फूल`,
  
          `संसार, विश्व
          शिक्षक, अध्यापक
          पक्षी, चिड़िया 
          बादल, मेघ
          बारिश, वर्षा`
        ]
      },
      {
        label: 'अनेक शब्दों के लिए एक शब्द',
        type: 'matchByDragDrop',
        id: 'one-word-sub',
        commonData: {
          title: 'सही उत्तर का चयन करें।',
          styles: {
            fontSize: '1.2rem',
            dashWidth: 80
          }
        },
        data: [
          `मास में एक बार आने वाला - *मासिक*
          सप्ताह में एक बार होने वाला - *साप्ताहिक*
          वर्ष में एक बार होने वाला - *वार्षिक*
          फल-फूल खाने वाला - *शाकाहारी* 
          जो चित्र बनाता हो - *चित्रकार*`,
  
          `विद्या की चाह रखने वाला - *विद्यार्थी*
          जो दिखाई न दे - *अदृश्य*
          मांस खाने वाला - *मांसाहारी* 
          प्रतिदिन होने वाला - *दैनिक*
          देखने योग्य - *दर्शनीय*
          गाँव में रहने वाला - *ग्रामीण*`,
  
          `शहर में रहने वाला - *शहरी* 
          जो विज्ञान जानता है - *वैज्ञानिक*
          जहाँ इलाज किया जाता हो - *अस्पताल*
          जहाँ पुस्तके पढ़ने के लिए रखी जाती हो - *पुस्तकालय*
          जो जूते ठीक करता है - *मोची* 
          जो रोग से ग्रस्त है - *रोगी*`,
  
          `जो मिठाई बनाता है - *हलवाई*
          लेख लिखने वाला - *लेखक*
          जो दूसरों के साथ भलाई करे - *परोपकारी*
          भारत में रहने वाला - *भारतीय*
          आलस करने वाला - *आलसी*
          सोने-चांदी की चीज़ें बनाने वाला - *सुनार*`,
  
          `बहुत मेहनत करने वाला - *परिश्रमी*
          जिसके माता–पिता न होँ - *अनाथ*
          जो पढ़ा -लिखा न हो - *अनपढ़*
          जो अक्षर (पढ़ना- लिखना) जानता है - *साक्षर/शिक्षित*
          देखने (दर्शन) वाले लोग - *दर्शक*`,
  
          `पढ़ने वाला व्यक्ति - *पाठक*
          सुनने वाला व्यक्ति - *श्रोता*
          तीन पहिए वाला वाहन - *तिपहिया*
          दो पहिए वाला वाहन - *दुपहिया*`
        ]
      }
    ]
  };
