export default {
  label: 'Algebraic Expression',
  id: 'algebraic-expression',
  lockAfter: 100,
  list: [
    {
      label: 'Number of Terms',
      id: 'no-of-terms',
      type: 'classifySentence',
      commonData: {
        title: 'Identify the number of terms in the below expression.',
        types: ['2', '3', '4']
      },
      data: [
        [
          `~𝑥2+𝑦2
~𝑥3-10`,

          `~𝑥4+𝑦4+5
~𝑥2+𝑦2+25`,
          `~𝑥2+𝑦2+𝑥𝑦+10`
        ],
        [
          `~𝑥2𝑦2+100
~𝑥3+𝑥2`,

          `~3𝑥3-2𝑥2-100
~𝑥2+𝑥𝑦+𝑦2`,

          `~5𝑥2+10𝑥𝑦+25𝑦2-20`
        ],

        [
          `~3𝑥𝑦 + 3`,
          `~𝑥2+𝑥+1`,
          `~𝑥2+𝑦2+10𝑥𝑦-10
~10-2𝑥2-5𝑦2+20𝑥
~5𝑥2+4𝑦2+3z2+100`
        ]
      ]
    },
    {
      label: 'Number of Factors',
      id: 'no-of-factors',
      type: 'classifySentence',
      commonData: {
        title: 'Identify the number of factors in the underlined term.',
        types: ['2', '3', '4']
      },
      data: [
        [
          `~𝑥2+_𝑦2_+𝑥𝑦+10
~𝑥2+𝑦2+_𝑥𝑦_+10`,

          `~5𝑥2+_10𝑥𝑦_+25𝑦2-20
~_𝑥3_-10`,

          `~𝑥4+_𝑦4_+5`
        ],
        [
          `~𝑥2+_𝑦2_`,
          `~_𝑥3_+𝑥2
~5𝑥2+_10𝑥𝑦_+25𝑦2-20`,
          `~_𝑥2𝑦2_+100
~_3𝑥3_-2𝑥2-100`
        ],
        [
          `~5𝑥2+_17𝑥_+23`,
          `~_3𝑦2_-2𝑦-100
~5𝑦2-_4𝑥𝑦_+5𝑥2`,
          `~_10𝑥3_+5𝑥2-2𝑥+19
~5𝑥3+_4𝑥2𝑦_+3𝑦4`
        ]
      ]
    },
    {
      type: 'match',
      id: 'match',
      label: 'Match Like Terms',
      commonData: {
        title: 'Match Like Terms'
      },
      data: [
        `~4𝑥, ~7𝑥
~11𝑦, ~𝑦
75, 100
~13𝑥2, ~𝑥2
~𝑦2, ~2𝑦2`,

        `~11𝑥𝑦2, ~7𝑥𝑦2
~9𝑥2𝑦, ~10𝑥2𝑦
~75𝑥𝑦, ~10𝑥𝑦
~15𝑥2, ~2𝑥2
~7𝑥2𝑦2, ~11𝑥2𝑦2`,

        `~5𝑥𝑦, ~12𝑥𝑦
~19𝑥2, ~12𝑥2
54, 45
~6𝑥2𝑦, ~10𝑥2𝑦
~8𝑥2𝑦2, ~21x2𝑦2`,

        `0.5, 200
~𝑥𝑦2, ~-9x𝑦2
~-7𝑥2, ~10𝑥2
~-10𝑥3, ~7𝑥3
~4𝑥2𝑦, ~-8𝑥2𝑦`,

        `𝑦, -7𝑦
~-7𝑦2, ~𝑦2
~4𝑥𝑦2, ~5𝑥𝑦2
6, 10
~6𝑥𝑦, ~-𝑥𝑦`,

        `~77𝑥2𝑦2, ~𝑥2𝑦2
~𝑥𝑦, ~77𝑥𝑦
73, 18
~-9𝑥3, ~-7𝑥3
~15𝑥2𝑦, ~17𝑥2𝑦`
      ]
    },
    {
      type: 'numberInput',
      id: 'add',
      label: 'Add the Algebraic Expressions',
      commonData: {
        title: 'Add the Algebraic Expressions',
        type: 'word-problem',
        isSentence: false,
        answerBox: false,
        fontSize: '2rem',
        inputType: 'small'
      },
      data: [
        {
          list: [
            `~2𝑥+3
~3𝑥+5
−−−−−−
~?0𝑥+?1
5, 8`,

            `~7𝑥+5
~𝑥+1
−−−−−−
~?0𝑥+?1
8, 6`,

            `~10𝑥+3
~2𝑥+31
−−−−−−
~?0𝑥+?1
12, 34`,

            `~5𝑥+8
~4𝑥+3
−−−−−−
~?0𝑥+?1
9, 11`,

            `~4𝑥+3
~2𝑥+8
−−−−−−
~?0𝑥+?1
6, 11`
          ]
        },

        {
          list: [
            `~3𝑥-3
~7𝑥-9
−−−−−−
~?0𝑥-?1
10, 12`,

            `~6𝑥-6
~𝑥-1
−−−−−−
~?0𝑥-?1
7, 7`,

            `~10𝑥-3
~2𝑥-9
−−−−−−
~?0𝑥-?1
12, 12`,

            `~7𝑥+8
~3𝑥-3
−−−−−−
~?0𝑥+?1
10, 5`,

            `~8𝑥+13
~3𝑥-3
−−−−−−
~?0𝑥+?1
11, 10`
          ]
        },

        {
          list: [
            `~𝑥2+2𝑥-3
~𝑥2+7𝑥-5
−−−−−−−−−
~?0𝑥2+?1𝑥-?2
2, 9, 8`,

            `~3𝑥2+7𝑥+3
~𝑥2+2𝑥+3
−−−−−−−−−
~?0𝑥2+?1𝑥+?2
4, 9, 6`,

            `~7𝑥2-9𝑥+8
~3𝑥2+7𝑥-7
−−−−−−−−−
~?0𝑥2-?1𝑥+?2
10, 2, 1`,

            `~4𝑥2+5𝑥-9
~2𝑥2+2𝑥-5
−−−−−−−−−
~?0𝑥2+?1𝑥-?2
6, 7, 14`,

            `~𝑥2-2𝑥-3
~8𝑥2-7𝑥-5
−−−−−−−−−
~?0𝑥2-?1𝑥-?2
9, 9, 8`
          ]
        }
      ]
    },
    {
      type: 'numberInput',
      id: 'subtract',
      label: 'Subtract the Algebraic Expressions',
      commonData: {
        title: 'Subtract the Algebraic Expressions',
        type: 'word-problem',
        isSentence: false,
        answerBox: false,
        fontSize: '2rem',
        inputType: 'small'
      },
      data: [
        {
          list: [
            `~5𝑥+8
~3𝑥+5
−−−−−−
~?0𝑥+?1
2, 3`,

            `~7𝑥+5
~𝑥+1
−−−−−−
~?0𝑥+?1
6, 4`,

            `~10𝑥+31
~2𝑥+11
−−−−−−
~?0𝑥+?1
8, 20`,

            `~5𝑥+8
~3𝑥+3
−−−−−−
~?0𝑥+?1
2, 5`,

            `~4𝑥+13
~2𝑥+8
−−−−−−
~?0𝑥+?1
2, 5`
          ]
        },

        {
          list: [
            `~13𝑥-3
~7𝑥-9
−−−−−−
~?0𝑥+?1
6, 6`,

            `~6𝑥-6
~𝑥-1
−−−−−−
~?0𝑥-?1
5, 5`,

            `~10𝑥-3
~2𝑥-7
−−−−−−
~?0𝑥+?1
8, 4`,

            `~7𝑥+8
~3𝑥-3
−−−−−−
~?0𝑥+?1
4, 11`,

            `~8𝑥+13
~3𝑥-3
−−−−−−
~?0𝑥+?1
5, 16`
          ]
        },

        {
          list: [
            `~3𝑥2+2𝑥-3
~𝑥2+7𝑥-5
−−−−−−−−−
~?0𝑥2-?1𝑥+?2
2, 5, 2`,

            `~3𝑥2+7𝑥+3
~𝑥2+2𝑥+1
−−−−−−−−−
~?0𝑥2+?1𝑥+?2
2, 5, 2`,

            `~7𝑥2-9𝑥+8
~3𝑥2+7𝑥-7
−−−−−−−−−
~?0𝑥2-?1𝑥+?2
4, 16, 15`,

            `~4𝑥2+5𝑥-9
~2𝑥2+2𝑥-5
−−−−−−−−−
~?0𝑥2+?1𝑥-?2
2, 3, 4`,

            `~11𝑥2-2𝑥-3
~8𝑥2-7𝑥-5
−−−−−−−−−
~?0𝑥2+?1~𝑥+?2
3, 5, 2`
          ]
        }
      ]
    },
    {
      type: 'numberInput',
      id: 'multiply',
      label: 'Multiply',
      commonData: {
        title: 'Fill in the boxes and complete the solution',
        type: 'word-problem',
        inputType: 'small',
        answerBox: false,
        isSentence: false,
        fontSize: '1.5rem'
      },
      data: [
        `~2(𝑥+5)=?0𝑥+?1 | 2, 10
        ~4(2𝑥-3)=?0𝑥-?1 | 8, 12
        ~4(3𝑥2-2𝑥-3) ~=?0𝑥2-?1𝑥-?2 | 12, 8, 12
        ~3(2𝑥2-5𝑥+10) ~=?0𝑥2-?1𝑥+?2 | 6, 15, 30
        ~5(2𝑥2-11)=?0𝑥2-?1 | 10, 55`,

        `~2𝑥(𝑥-4)=?0𝑥2-?1𝑥 | 2, 8
        ~3𝑥(3𝑥+5)=?0𝑥2+?1𝑥 | 9, 15
        ~4𝑥(𝑥2+2𝑥+3) ~=?0𝑥3+?1𝑥2+?2𝑥 | 4, 8, 12
        ~3𝑥(2𝑥2-5𝑥+10) ~=?0𝑥3-?1𝑥2+?2𝑥 | 6, 15, 30
        ~5𝑥(4𝑥2-3)=?0𝑥3-?1𝑥 | 20, 15`
      ]
    },
    {
      type: 'numberInput',
      id: 'divide',
      label: 'Divide',
      commonData: {
        title: 'Fill in the boxes and complete the solution',
        type: 'word-problem',
        inputType: 'small',
        answerBox: false,
        isSentence: false,
        fontSize: '1.5rem',
        fracFontSize: '1.2rem'
      },
      data: [
        `~4𝑥2+10/2 = ~?0𝑥2+?1 | 2, 5
        ~15𝑦2+9𝑦-18/3 = ~?0𝑦2+?1𝑦-?2 | 5, 3, 6
        ~10𝑦2+15/5 = ~?0𝑦2+?1 | 2, 3
        ~14𝑥2+21𝑥-7/7 = ~?0𝑥2+?1𝑥-?2 | 2, 3, 1
        ~18𝑥+17/6 = ~?0𝑥 + ?1/?2 | 3, 17, 6`,

        `~6𝑥4+8𝑥3/2𝑥 = ~?0𝑥3+?1𝑥2 | 3, 4
        ~9𝑦3+9𝑦2-15𝑦/3𝑦 = ~?0𝑦2+?1𝑦-?2 | 3, 3, 5
        ~15𝑦3+25𝑦2/~5𝑦2 = ~?0𝑦+?1 | 3, 5
        ~21𝑥3+14𝑥2-7𝑥/7𝑥 = ~?0𝑥2+?1𝑥-?2 | 3, 2, 1
        ~15𝑥2+27𝑥/3𝑥 = ~?0𝑥+?1 | 5, 9`
      ]
    }
  ]
};
