export default {
  label: 'व्याकरण',
  id: 'hi-grammar-5',
  img: 'langGrammar',
  lockAfter: 4,
  list: [
    {
      id: 'onewordmanymeanings-hi',
      type: 'passage',
      label: 'अनेकार्थक शब्द',
      style: 'big',
      data: {
        title: 'अनेकार्थक शब्द',
        text: `हर भाषा में कुछ ऐसी शब्द होते है जिनके एक से अधिक अर्थ निकलते है | ये अलग – अलग अवसरों में, वाक्यों के साथ मिलकर अलग – अलग अर्थ देते है |`
      }
    },
    {
      label: 'सही उत्तर का चयन करें।',
      id: 'hi-onewordmanymeanings1',
      type: 'mcq',
      data: {
        title: 'नीचे दिए गए विकल्पों में से सही उत्तर चुनिए।',
        questions: [
          {
            qText: 'पत्र के अनेकार्थक शब्द',
            options: 'चिट्ठी, पत्र, अमृत'
          },
          {
            qText: 'पय के अनेकार्थक शब्द',
            options: 'बादल, दूध, दशा'
          },
          {
            qText: 'पतंग के अनेकार्थक शब्द',
            options: 'उड़ाई जाने वाली पतंग, राय, सिक्का'
          },
          {
            qText: 'मुद्रा के अनेकार्थक शब्द',
            options: 'मुख का भाव, सिक्का, गति'
          }
        ]
      }
    },
    {
      id: 'tatsamandtadbhavshabd-hi',
      type: 'passage',
      label: 'तत्सम और तद्भव शब्द',
      style: 'big',
      data: {
        title: 'तत्सम और तद्भव शब्द',
        text: `संस्कृत भाषा के वे शब्द जो बिना किसी परिवर्तन के हिंदी भाषा में बोले जाते है तत्सम शब्द कहलाते है जैसे- सूर्य, अग्नि, मयूर आदि ।

संस्कृत भाषा के जो शब्द हिंदी में विकृत रूप में प्रयोग होते है उन्हें तदभव् शब्द कहते है जैसे- सूरज (सूर्य), चाँद (चंद्र) आदि ।`
      }
    },
    {
      type: 'match',
      label: 'निम्नलिखित को जोड़िए।',
      lockAfter: 2,
      id: 'match-tatsamandtatbhav',
      commonData: {
        title: 'तत्सम और तद्भव शब्द को जोड़िए।'
      },
      data: [
        `दूर्वा, दूब
मुख, मुँह
नयन, नैन
गृह, घर
हास्य, हँसी`,

        `कदली, केला
अमूल्य, अमोल
घृत, घी
वानर, बन्दर
दीपावली, दीवाली`,

        `भिक्षुक, भिखारी
स्वर्ण, सोना
पत्र, पत्ता
ग्राम, गाँव
पक्षी, पंछी
घोटक, घोड़ा`,

        `कर्म, काम
कुपुत्र, कपूत
मक्षिका, मक्खी
मस्तक, माथा
नृत्य, नाच`,

        `अक्षि, आँख
किरण, किरन
आश्चर्य, अचरज
निद्रा, नींद
लौह, लोहा`
      ]
    },
    {
      id: 'homonyms-hi',
      type: 'passage',
      label: 'श्रुतिसमभिन्नार्थक शब्द ',
      style: 'big',
      data: {
        title: 'श्रुतिसमभिन्नार्थक शब्द ',
        text: `जो शब्द सुनने और उच्चारण करने में समान प्रतीत हों, किन्तु उनके अर्थ भिन्न -भिन्न हों, वे श्रुतिसमभिन्नार्थक / समोच्चरित शब्द कहलाते हैं।`
      }
    },
    {
      label: 'सही उत्तर का चयन करें।',
      id: 'hi-homonyms1',
      type: 'mcq',
      data: {
        title: 'नीचे दिए गए विकल्पों में से सही उत्तर चुनिए।',
        questions: [
          {
            qText: 'अन्न का अर्थ',
            options: 'अनाज, दूसरा, दुख'
          },
          {
            qText: 'अणु का अर्थ  ',
            options: 'कण, पीछे, खज़ाना'
          },
          {
            qText: 'दशा का अर्थ',
            options: 'हालत, तरफ़, नतीजा'
          },
          {
            qText: 'शोक का अर्थ',
            options: 'दुख, चाव, तरफ'
          },
          {
            qText: 'दिशा का अर्थ',
            options: 'तरफ़, हालत, चाव'
          },
          {
            qText: 'अन्य का अर्थ ',
            options: 'दूसरा, मात्रा, अनाज'
          }
        ]
      }
    },
    {
      id: 'typesofnoun-hi',
      type: 'passage',
      label: 'संज्ञा के भेद',
      style: 'big',
      data: {
        title: 'संज्ञा के भेद',
        text: `१ . समूहवाचक संज्ञा : जब किसी संज्ञा शब्द से व्यक्ति या वस्तु के समूह का बोध होता है तब उसे समूहवाचक संज्ञा कहते हैं।

यथा- परिवार, कक्षा, सेना, भीड़, पुलिस आदि।

२. द्रव्यवाचक संज्ञा : जब किसी संज्ञा शब्द से किसी द्रव्य का बोध हो तो उसे द्रव्यवाचक संज्ञा कहते हैं।

यथा- पानी, लोहा, तेल, घी, दाल, इत्यादि।

३. जातिवाचक संज्ञा : जिस शब्द से किसी प्राणी या वस्तु की समस्त जाति का बोध होता है,उन शब्दों को जातिवाचक संज्ञा कहते हैं।

यथा- घोड़ा, फूल, मनुष्य,वृक्ष इत्यादि।

४. व्यक्तिवाचक संज्ञा : जिन शब्दों से किसी विशेष व्यक्ति, स्थान अथवा वस्तु के नाम का बोध हो, उसे व्यक्तिवाचक संज्ञा कहते हैं।

यथा- जयपुर, दिल्ली, भारत, रामायण, अमेरिका, राम इत्यादि।

५. भाववाचक संज्ञा : जिस संज्ञा शब्द से पदार्थों की अवस्था, गुण-दोष, भाव या दशा, धर्म आदि का बोध हो उसे भाववाचक संज्ञा कहते हैं।

यथा- बुढ़ापा, मिठास, बचपन, मोटापा, चढ़ाई, थकावट आदि।`
      }
    },
    {
      label: 'द्रव्यवाचक संज्ञा vs समुदायवाचक संज्ञा',
      id: 'hi-typesofnoun1',
      type: 'group',
      data: {
        title: 'द्रव्यवाचक संज्ञा और समुदायवाचक संज्ञा को वर्गीकृत करें ।',
        types: [
          {
            name: 'द्रव्यवाचक संज्ञा',
            text: 'पानी, लोहा, तेल, घी, दाल'
          },
          {
            name: 'समुदायवाचक संज्ञा',
            text: 'परिवार, कक्षा, सेना, भीड़, पुलिस'
          }
        ]
      }
    },
    {
      label: 'खाली स्थान में उचित संज्ञा लिखिए।',
      type: 'matchByDragDrop',
      id: 'hi-typesofnoun2',
      data: {
        isPractice: false,
        title:
          'दिए गए शब्दों में से सही द्रव्यवाचक संज्ञा चुनकर वाक्य पूरी करो।',
        styles: {
          fontSize: '1.3rem',
          dashWidth: 80
        },
        text: `एक किलो *तेल* लेकर आओ।
मुझे *दाल* पसंद है।
मुझे *चांदी* के आभूषण बहुत पसंद हैं।
*दूध* पीने से ताकत बढ़ती है।`
      }
    },
    {
      label: 'खाली स्थान में उचित संज्ञा लिखिए।',
      type: 'matchByDragDrop',
      id: 'hi-typesofnoun3',
      data: {
        isPractice: false,
        title:
          'दिए गए शब्दों में से सही समुदायवाचक संज्ञा चुनकर वाक्य पूरी करो।',
        styles: {
          fontSize: '1.3rem',
          dashWidth: 80
        },
        text: `भारतीय *सेना* दुनिया की सबसे बड़ी सेना है।
कल बस स्टैंड पर *भीड़* जमा हो गयी।
मेरे *परिवार* में चार सदस्य हैं।
हाथी हमेशा *झुण्ड* में सफर करते हैं।`
      }
    },
    {
      id: 'typesofverb-hi',
      type: 'passage',
      label: 'क्रिया के भेद',
      style: 'big',
      data: {
        title: 'क्रिया के भेद',
        text: `वाक्यों में प्रयोग के आधार पर क्रिया को मुख्य रूप से दो भागो में बांटा गया है जो है।

१. मुख्य क्रिया : मुख्य क्रिया दो प्रकार के होते है - सकर्मक क्रिया और अकर्मक क्रिया| जो क्रिया कर्म के साथ आती है, उसे सकर्मक क्रिया कहते हैं। जैसे: विकास पानी पीता है। इसमें पीता है (क्रिया) का फल कर्ता पर ना पडके कर्म पानी पर पड़ रहा है। अकर्मक क्रिया के साथ कर्म नहीं होता तथा उसका फल कर्ता पर पड़ता है। जैसे : श्याम पढता है। इस वाक्य में पढने का फल श्याम पर ही पड़ रहा है।

२. सहायक क्रिया : जो क्रिया मुख्य क्रिया की सहायता करती है, वह सहायक क्रिया कहलाती है|`
      }
    },
    {
      type: 'fillup',
      id: 'fillupverb',
      label: 'क्रिया के प्रकार को पहचानें।',
      commonData: {
        title: 'सही विकल्प चुनें और प्रयुक्त क्रिया के प्रकार की पहचान करें।'
      },
      data: [
        `रमेश पढ़ता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
राम खाना खाता है। *सकर्मक क्रिया (अकर्मक क्रिया)*
राजेश दौड़ता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
सांप रेंगता है।  *अकर्मक क्रिया (सकर्मक क्रिया)*
बच्चे ने खिलौने तोड़ दिए। *सकर्मक क्रिया (अकर्मक क्रिया)*
वह सायकिल से स्कूल जाता है। *सकर्मक क्रिया (अकर्मक क्रिया)*`,

        `वह सड़क पर बहुत तेज दौड़ता है। *सकर्मक क्रिया (अकर्मक क्रिया)*
पूजा हंसती है। *अकर्मक क्रिया (सकर्मक क्रिया)*
मेघनाथ चिल्लाता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
रावण लजाता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
हरीश फुटबॉल खेलता है। *सकर्मक क्रिया (अकर्मक क्रिया)*`,

        `राम बचाता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
सीता रोती है। *अकर्मक क्रिया (सकर्मक क्रिया)*
मनीषा खाना पकाती है। *सकर्मक क्रिया (अकर्मक क्रिया)*
आशीष खाता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
आतंकी गाडी चलाता है। *सकर्मक क्रिया (अकर्मक क्रिया)*`,

        `पुष्प कलि को बुलाता है। *सकर्मक क्रिया (अकर्मक क्रिया)*
सुनील चढ़ता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
रमा चटनी बनाती है। *सकर्मक क्रिया (अकर्मक क्रिया)*
मनीष सुनाता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
रवीश हिंदी बोलता है। *सकर्मक क्रिया (अकर्मक क्रिया)*`,

        `छिपकली कूदती है। *अकर्मक क्रिया (सकर्मक क्रिया)*
पक्षी उड़ता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
अंकुश शरीर खुजलाता है। *सकर्मक क्रिया (अकर्मक क्रिया)*
शक्तिमान उड़ता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
वह बहुत तेज दौड़ता है। *अकर्मक क्रिया (सकर्मक क्रिया)*`,

        `पिंकू संतरा खाता है। *सकर्मक क्रिया (अकर्मक क्रिया)*
रमेश स्कूल जाता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
मनीष सुबह जल्दी उठता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
सुहानी रोज स्नान करती है। *अकर्मक क्रिया (सकर्मक क्रिया)*
महेश शिकार करता है। *सकर्मक क्रिया (अकर्मक क्रिया)*`,

        `मोहन खाना खायेगा। *सकर्मक क्रिया (अकर्मक क्रिया)*
सीता खाना पकाएगी। *सकर्मक क्रिया (अकर्मक क्रिया)*
वह दिन भर गाता रहता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
आकाश दिन भर खेलता रहता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
माया सारा दिन सोती रहती है। *अकर्मक क्रिया (सकर्मक क्रिया)*`,

        `राधा सब्जी बनाती है। *सकर्मक क्रिया (अकर्मक क्रिया)*
रमेश सामान लाता है। *सकर्मक क्रिया (अकर्मक क्रिया)*
अखिलेश चिल्लाता है। *अकर्मक क्रिया (सकर्मक क्रिया)*
हनुमान सीता को लाएगा। *सकर्मक क्रिया (अकर्मक क्रिया)*
राम रावण को मारता है। *सकर्मक क्रिया (अकर्मक क्रिया)*
अखिलेश चिल्लाता है। *अकर्मक क्रिया (सकर्मक क्रिया)*`,

        `मैं सुबह से संस्कृत सीख रहा हूँ। *वर्तमान (भविष्य, भूत)*
उसने हवाई जहाज़ उड़ाया था। *भूत (भविष्य, वर्तमान)*
वह हँस रहा है। *वर्तमान (भूत, भविष्य)*
वह कमरा साफ़ कर रहा है। *वर्तमान (भविष्य, भूत)*
रमेश कार नहीं चला रहा था। *भूत (भविष्य, वर्तमान)*`,

        `पिताजी मंदिर नहीं जाएंगे। *भविष्य (भूत, वर्तमान)*
कल पूजा विद्यालय गई थी। *भूत (वर्तमान, भविष्य)*
वह बात नहीं करता है। *वर्तमान (भूत, भविष्य)*
मैं कल उसकी मदद करूँगा। *भविष्य (भूत, वर्तमान)*
वह पत्र लिख चुका था। *भूत (भविष्य, वर्तमान)*`
      ]
    },
    {
      id: 'typesofpronoun-hi',
      type: 'passage',
      label: 'सर्वनाम के भेद',
      style: 'big',
      data: {
        title: 'सर्वनाम के भेद',
        text: `सर्वनाम के पांच भेद होते हैं

१. पुरुषवाचक सर्वनाम : जिन सर्वनाम शब्दों का प्रयोग वक्ता द्वारा खुद के लिए या दुसरो के लिए किया जाता है,उसे पुरुषवाचक सर्वनाम कहते हैं। जैसे – मैं, हम (वक्ता द्वारा खुद के लिए), तुम और आप (सुनने वाले के लिए ) और यह, वह, ये, वे (किसी और के बारे में बात करने के लिए) आदि।

२. निजवाचक सर्वनाम: जिन शब्दों का प्रयोग वक्ता किसी चीज़ को अपने साथ दर्शाने या अपनी बताने के लिए करता है, वे निजवाचक सर्वनाम कहलाते हैं। जैसे: आप, स्वयं, खुद, अपना, हमारा इत्यादि।

३. निश्चयवाचक सर्वनाम :जिन सर्वनाम शब्दों से किसी वस्तु, व्यक्ति या स्थान की निश्चितता का बोध हो वे शब्द निश्चयवाचक सर्वनाम कहलाते हैं। जैसे- यह, ये, उस, इस, वे आदि।

४. अनिश्चयवाचक सर्वनाम : जिन सर्वनाम शब्दों से वस्तु, व्यक्ति, स्थान आदि की निश्चितता का बोध नही होता वे अनिश्चयवाचक सर्वनाम कहलाते हैं। जैसे कुछ, किसी, कोई आदि।

५. प्रश्नवाचक सर्वनाम : जिन शब्दों का प्रयोग किसी वस्तु, व्यक्ति आदि के बारे में कोई सवाल पूछने या उसके बारे में जान्ने के लिए किया जाता है उन शब्दों को प्रश्नवाचक सर्वनाम कहते हैं। प्रश्नवाचक सर्वनाम में किसका, किसकी, कौन, क्या, कहाँ आदि शब्द आते हैं।

६. सम्बन्धवाचक सर्वनामा : जिन सर्वनाम शब्दों का प्रयोग किसी वस्तु या व्यक्ति का सम्बन्ध बताने के लिए किया जाए, वे शब्द “सम्बन्धवाचक सर्वनाम” कहलाते हैं। जैसे- जैसे-जिसका, जो कि, जो-सो, जितना -उतना आदि।`
      }
    },
    {
      label: ' निश्चयवाचक सर्वनाम vs अनिश्चयवाचक सर्वनाम',
      id: 'hi-typesofpronoun1',
      type: 'group',
      data: {
        title: 'निश्चयवाचक सर्वनाम और अनिश्चयवाचक सर्वनाम को वर्गीकृत करें।',
        types: [
          {
            name: 'निश्चयवाचक सर्वनाम ',
            text: 'यह, वह, ये, वे'
          },
          {
            name: 'अनिश्चयवाचक सर्वनाम',
            text: 'कुछ, कोई, किसी'
          }
        ]
      }
    },
    {
      label: 'प्रश्नवाचक सर्वनाम vs सम्बन्धवाचक सर्वनाम',
      id: 'hi-typesofpronoun2',
      type: 'group',
      data: {
        title: 'प्रश्नवाचक सर्वनाम और सम्बन्धवाचक सर्वनाम को वर्गीकृत करें।',
        types: [
          {
            name: 'प्रश्नवाचक सर्वनाम',
            text: 'कौन, क्या, कब, कहाँ'
          },
          {
            name: 'सम्बन्धवाचक सर्वनाम',
            text: 'जो-सो, जैसा-वैसा'
          }
        ]
      }
    },
    {
      label: 'खाली स्थान में उचित सर्वनाम लिखिए। ',
      type: 'matchByDragDrop',
      id: 'hi-typesofpronoun3',
      data: {
        isPractice: false,
        title:
          'दिए गए शब्दों में से सही निश्चयवाचक सर्वनाम चुनकर वाक्य पूरी करो।',
        styles: {
          fontSize: '1.3rem',
          dashWidth: 80
        },
        text: `*यह* कार मेरी है।
*वह* मोटरबाइक तुम्हारी है।
*ये* पुस्तकें मेरी हैं।
*वे* मिठाइयाँ  हैं।`
      }
    },
    {
      label: 'खाली स्थान में उचित सर्वनाम लिखिए। ',
      type: 'matchByDragDrop',
      id: 'hi-typesofpronoun4',
      data: {
        isPractice: false,
        title:
          'दिए गए शब्दों में से सही अनिश्चयवाचक सर्वनाम या प्रश्नवाचक सर्वनाम चुनकर वाक्य पूरी करो।',
        styles: {
          fontSize: '1.3rem',
          dashWidth: 80
        },
        text: `मेरे खाने में *कुछ* गिर गया।
तुमसे *कोई* बात करना चाहता है।
*किसी* ने तुम्हारे लिए ये भेजा है।
देखो तो *कौन* आया है?
तुम बाज़ार से *क्या* लाये हो ?`
      }
    },
    {
      label: 'खाली स्थान में उचित सर्वनाम लिखिए। ',
      type: 'matchByDragDrop',
      id: 'hi-typesofpronoun5',
      data: {
        isPractice: false,
        title:
          'दिए गए शब्दों में से सही सम्बन्धवाचक सर्वनाम चुनकर वाक्य पूरी करो।',
        styles: {
          fontSize: '1.3rem',
          dashWidth: 80
        },
        text: `जैसी करनी *वैसी* भरनी।
जो सोवेगा *सो* खोवेगा जो जागेगा सो पावेगा।
*जैसा* बोओगे वैसा काटोगे।`
      }
    },
    {
      id: 'typesofadjective-hi',
      type: 'passage',
      label: 'विशेषण के भेद ',
      style: 'big',
      data: {
        title: 'विशेषण के भेद ',
        text: `१. गुणवाचक विशेषण : जो शब्द संज्ञा अथवा सर्वनाम के गुण, रंग, रूप, अवस्था, आकार आदि का बोध कराते हैं, वे गुणवाचक विशेषण कहलाते हैं | जैसे- अच्छा, बुरा, खराब, उदंड, काला आदि।

२. संख्यावाचक विशेषण : जो शब्द संज्ञा अथवा सर्वनाम की संख्या का बोध कराते हैं, वे संख्यावाचक विशेषण कहलाते हैं | उदाहरण: चार, पांच, दौ गुना, पांच गुना आदि।

३. निश्चित संख्यावाचक विशेषण : जो शब्द किसी निश्चित संख्या का बोध कराते हैं, वे निश्चित संख्यावाचक विशेषण कहलाते हैं। जैसे : पहला, तीन, दो, सैकड़ो आदि।

४. अनिश्चित संख्यावाचक विशेषण : जो शब्द किसी निश्चित संख्या का बोध नहीं कराते हैं, वे अनिश्चित संख्यावाचक विशेषण कहलाते हैं | जैसे : कुछ, कम, कई, बहुत-से, थोड़े, अनेक आदि।

५. परिमाणवाचक विशेषण : जो शब्द संज्ञा अथवा सर्वनाम की परिमाण (माप, तौल )का बोध कराते हैं, वे परिमाणवाचक विशेषण कहलाते हैं | उदाहरण: थोड़ा सा पानी, कुछ फल इत्यादि।

६. निश्चित परिमाणवाचक विशेषण : जो शब्द किसी निश्चित माप, तौल का बोध कराते हैं, वे निश्चित परिमाणवाचक विशेषण कहलाते हैं | जैसे : एक किलो , सात मीटर, दो लीटर, दो सौ ग्राम आदि।

७. अनिश्चित परिमाणवाचक विशेषण : जो शब्द किसी निश्चित माप, तौल का बोध नहीं कराते हैं , वे अनिश्चित परिमाणवाचक विशेषण कहलाते हैं | जैसे : थोड़ा सा दूध , कुछ फल , सब धन , बहुत पानी आदि।

८. संकेतवाचक विशेषण : जो सर्वनाम शब्द विशेषण के रूप में प्रयोग किए जाते हैं या किसी की और संकेत करते हैं, संकेतवाचक विशेषण कहलाते हैं | उदाहरण: मेरी गाड़ी, मेरी कार, मेरा घर, वह बाइक, वह आदमी, वह लड़की, वह व्यक्ति, वह जानवर, किसी का घर इत्यादि।`
      }
    },
    {
      label: 'निश्चित संख्यावाचक विशेषण vs अनिश्चित संख्यावाचक विशेषण',
      id: 'hi-typesofadjective1',
      type: 'group',
      data: {
        title:
          'निश्चित संख्यावाचक विशेषण और अनिश्चित संख्यावाचक विशेषण को वर्गीकृत करें।',
        types: [
          {
            name: 'निश्चित संख्यावाचक विशेषण ',
            text: 'पहला, तीन, दो, सैकड़ो'
          },
          {
            name: 'अनिश्चित संख्यावाचक विशेषण',
            text: 'कुछ, कम, कई, बहुत-से, थोड़े, अनेक'
          }
        ]
      }
    },
    {
      label: 'निश्चित परिमाणवाचक विशेषण vs अनिश्चित परिमाणवाचक विशेषण',
      id: 'hi-typesofadjective2',
      type: 'group',
      data: {
        title:
          'निश्चित परिमाणवाचक विशेषण और अनिश्चित परिमाणवाचक विशेषण को वर्गीकृत करें ।',
        types: [
          {
            name: 'निश्चित परिमाणवाचक विशेषण',
            text: 'एक किलो, सात मीटर, दो लीटर, दो सौ ग्राम  '
          },
          {
            name: 'अनिश्चित परिमाणवाचक विशेषण',
            text: 'थोड़ा सा, कुछ, सब, बहुत'
          }
        ]
      }
    },
    {
      label: 'खाली स्थान में उचित विशेषण लिखिए। ',
      type: 'matchByDragDrop',
      id: 'hi-typesofadjective3',
      data: {
        isPractice: false,
        title:
          'दिए गए शब्दों में से सही परिमाणवाचक विशेषण चुनकर वाक्य पूरी करो।',
        styles: {
          fontSize: '1.3rem',
          dashWidth: 80
        },
        text: `मेरी पेंट में *सवा  मीटर* कपड़ा लगेगा।
मोबाइल की बैटरी *६ घंटा* चलेगी।
सफल होने के लिए *बहुत सारी* मेहनत करनी पड़ेगी।
वहां पर *बहुत सारे* मोबाइल पड़े हैं।`
      }
    },
    {
      id: 'tenses-hi',
      type: 'passage',
      label: 'काल  ',
      style: 'big',
      data: {
        title: 'काल',
        text: `काल का अर्थ होता है – समय। क्रिया के जिस रूप से कार्य के होने के समय का पता चले उसे काल कहते हैं।

१. भूतकाल : क्रिया के जिस रूप से बीते हुए समय का बोध हो या वाक्य में प्रयुक्त क्रिया के जिस रूप से बीते समय में (भूत) क्रिया का होना पाया जाता है। उसे हम भूतकाल कहते है। उदाहरण के लिए – रमेश पटना गया था।

२. वर्तमान काल : क्रिया के जिस रूप से यह पता चले की काम अभी हो रहा है, उसे वर्तमान काल कहते हैं। जिन वाक्यों के अंत में ता, ती, ते, है, हैं आते हैं, वो वर्तमान काल कहलाता है।

६. भविष्य काल : क्रिया के जिस रूप से क्रिया के आने वाले समय में पूरा होने का पता चले उसे भविष्य काल कहते हैं। जिन वाक्यों के अंत में गा, गे, गी आदि आते हैं वे भविष्य काल कहलाता है।`
      }
    },
    {
      type: 'fillup',
      id: 'filluptenses',
      label: 'काल की पहचान करें।',
      commonData: {
        title: 'दिए गए विकल्पों में से सही उत्तर चुनिए।'
      },
      data: [
        `मीरा सिलाई मशीन बेचती है। * वर्तमान काल (भूतकाल , भविष्य काल)*
हम रोज़ाना स्कूल जाते थे | * भूतकाल (भविष्य काल, वर्तमान काल)*
राम गाना गाएगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
मुझे तुम पर भरोसा है।  * वर्तमान काल (भूतकाल , भविष्य काल)*
मम्मी पूजा करती थी | * भूतकाल (भविष्य काल, वर्तमान काल)*`,

        `वह पत्र लिखेगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
हम मांस खाते हैं | * वर्तमान काल (भूतकाल , भविष्य काल)*
पापा बाजार जाते थे | * भूतकाल (भविष्य काल, वर्तमान काल)*
मै बाजार जाऊँगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
यह अच्छा काम करता है | * वर्तमान काल (भूतकाल , भविष्य काल)*`,

        `हम आवारा बिल्लियों को खाना खिलाते हैं |  * वर्तमान काल (भूतकाल , भविष्य काल)*
मै आधी रात को घर पंहुचा | * भूतकाल (भविष्य काल, वर्तमान काल)*
मै खाना पकाऊँगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
मैं बहुत सपने देखता हूं | * वर्तमान काल (भूतकाल , भविष्य काल)*
पुलिस ने चोर को पकड़ा | * भूतकाल (भविष्य काल, वर्तमान काल)*`,

        `यह मुझे परेशान करता है | * वर्तमान काल (भूतकाल , भविष्य काल)*
वे बगीचे में खेलेंगे | *भविष्य काल (भूतकाल, वर्तमान काल)*
मैं हर रात खाना बनाती हूं | * वर्तमान काल (भूतकाल , भविष्य काल)*
मैंने उसे नहीं देखा | * भूतकाल (भविष्य काल, वर्तमान काल)*
हम कल आगरा जाएंगे | *भविष्य काल (भूतकाल, वर्तमान काल)*`,

        `वह मेरी सुनता है। * वर्तमान काल (भूतकाल , भविष्य काल)*
पिताजी कहाँ गये | * भूतकाल (भविष्य काल, वर्तमान काल)*
वह अगले महीने आएगा |  *भविष्य काल (भूतकाल, वर्तमान काल)*
मैं अकेले यात्रा करता हूं | * वर्तमान काल (भूतकाल , भविष्य काल)*
मै मंदिर जाता था | * भूतकाल (भविष्य काल, वर्तमान काल)*`,

        `तुम सोमवार को विद्यालय जाओगे | *भविष्य काल (भूतकाल, वर्तमान काल)*
वह आपको जानती है। * वर्तमान काल (भूतकाल , भविष्य काल)*
सीता गाना गाती थी | * भूतकाल (भविष्य काल, वर्तमान काल)*
वह गरीबों की मदद करेगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
वह आज स्कूल नहीं गई | * भूतकाल (भविष्य काल, वर्तमान काल)*`,

        `यह लड़का हमें कल पैसा देगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
अभी तक सूरज नहीं निकला | * भूतकाल (भविष्य काल, वर्तमान काल)*
वह हर समय छींकता है | * वर्तमान काल (भूतकाल , भविष्य काल)*
वह कल शादी में आएगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
बन्दर पेड से कूदा | * भूतकाल (भविष्य काल, वर्तमान काल)*`,

        `जतिन बस से आएगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
इसकी खुशबू अच्छी है | * वर्तमान काल (भूतकाल , भविष्य काल)*
बिल्ली सडक पर दौडी | * भूतकाल (भविष्य काल, वर्तमान काल)*
मै तुम्हे मार दूंगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
मैं अपना पाठ याद नहीं करता हूँ | * वर्तमान काल (भूतकाल , भविष्य काल)*`,

        `हम आपको अवस्य मिलेंगे | *भविष्य काल (भूतकाल, वर्तमान काल)*
वह इस समस्या का हल जरूर करेगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
सीता मधुर गाना गाती है | * वर्तमान काल (भूतकाल , भविष्य काल)*
शीला अभी तक नहीं आयी | * भूतकाल (भविष्य काल, वर्तमान काल)*
राम गाना गाएगा | *भविष्य काल (भूतकाल, वर्तमान काल)*`,

        `हम अपनी किताबे नहीं पड़ते हैं | * वर्तमान काल (भूतकाल , भविष्य काल)*
वह पत्र लिखेगा | *भविष्य काल (भूतकाल, वर्तमान काल)*
वह कभी झूठ नहीं बोलता है | * वर्तमान काल (भूतकाल , भविष्य काल)*
राष्ट्रपति ने लाल किले पर झण्डा फहराया |  * वर्तमान काल (भूतकाल , भविष्य काल)*
चपरासी कमरा साफ़ करेगा | *भविष्य काल (भूतकाल, वर्तमान काल)*`,

        `राम जाता है | * वर्तमान काल (भूतकाल , भविष्य काल)*
रज़िया स्कूल गयी | * भूतकाल (भविष्य काल, वर्तमान काल)*
वे बाजार से फल खरीदेंगे | *भविष्य काल (भूतकाल, वर्तमान काल)*
नदियाँ समुद्र में बहती हैं |  * वर्तमान काल (भूतकाल , भविष्य काल)*
राम कहाँ पढ़ने गया था | * भूतकाल (भविष्य काल, वर्तमान काल)*`,

        `रेखा तुम्हे पैसे नहीं देगी | * भविष्य काल (भूतकाल, वर्तमान काल)*
तुम सब बुरा खेलते हो |  * वर्तमान काल (भूतकाल , भविष्य काल)*
तुम स्कूल क्यो नहीं गये थे | * भूतकाल (भविष्य काल, वर्तमान काल)*
सीमा अपनी सहेली से मिलने नहीं जाएगी | * भविष्य काल (भूतकाल, वर्तमान काल)*
सोनू गंगा नदी के पास रहता है | * वर्तमान काल (भूतकाल , भविष्य काल)*`,

        `मोहन ने क्या खरीदा | * भूतकाल (भविष्य काल, वर्तमान काल)*
हम अपना समय नष्ट नहीं करेंगे | * भविष्य काल (भूतकाल, वर्तमान काल)*
मेरी माँ रोज मंदिर जाती हैं | * वर्तमान काल (भूतकाल , भविष्य काल)*
वह प्रतिदिन सुबह दौड़ के लिए जाता हैं | * वर्तमान काल (भूतकाल , भविष्य काल)*
मै कल बनारस गया था | * भूतकाल (भविष्य काल, वर्तमान काल)*`,

        `रमेश फूटबोल खेलता है | * वर्तमान काल (भूतकाल , भविष्य काल)*
हम कल मिलेंगे | * भविष्य काल (भूतकाल, वर्तमान काल)*
तुम नींद में चलते हो | * वर्तमान काल (भूतकाल , भविष्य काल)*
आज सुबह बहुत तेज से बारिश हुई थी | * भूतकाल (भविष्य काल, वर्तमान काल)*`
      ]
    },
    {
      id: 'true-false1',
      label: 'भूतकाल',
      type: 'classifySentence',
      data: {
        title: 'सही गलत',
        types: [
          {
            name: ' सही',
            text: `वह सामाचार देख रहा था। 
क्या तुमने रोटी खाई थी?
वह बाजार गया।
पहले मैं लखनऊ में पढ़ता था। `
          },
          {
            name: 'गलत',
            text: `तुम एक किताब पढ़ोगे। 
हम कल स्कूल जायेंगे। 
मुझे तुम पर भरोसा है।`
          }
        ]
      }
    },
    {
      id: 'true-false2',
      label: 'वर्तमान',
      type: 'classifySentence',
      data: {
        title: 'सही गलत',
        types: [
          {
            name: ' सही',
            text: `मैं रोज़ क्रिकेट खेलती हूँ। 
बारिश हो रही है। 
रानी मुझे परेशान करती है। 
मैं सपने देखता हूँ। `
          },
          {
            name: 'गलत',
            text: `वह जयपुर गया। 
मैं आलू खरीदने जाऊँगी। 
मैंने मुर्गी खरीदी। `
          }
        ]
      }
    },
    {
      id: 'true-false3',
      label: 'भविष्यकाल',
      type: 'classifySentence',
      data: {
        title: 'सही गलत',
        types: [
          {
            name: ' सही',
            text: `मैं पत्र लिखूँगी। 
पूजा कल मुंबई जाएगी। 
खाना कुछ देर में बन जाएगा। `
          },
          {
            name: 'गलत',
            text: `मैं खुश हूँ। 
वह नाश्ता कर रही है। 
मैं विद्यालय जा रही हूँ। 
मैंने नई गाड़ी खरीदी।`
          }
        ]
      }
    },
    {
      id: 'gender-singular-plural-hi',
      type: 'passage',
      label: 'लिंग, वचन और कारक ',
      style: 'big',
      data: {
        title: 'लिंग, वचन और कारक',
        text: `शब्द के जिस रूप से किसी संज्ञा के स्त्री या पुरूष जाति के होने का पता चलता है, उसे लिंग कहते हैं। शब्द के दो भेद होते हैं: विकारी और अविकारी। वह शब्द जिसमें किन्हीं कारणों से परिवर्तन आ जाता है यानी कि उसका रूप बदल जाता है विकारी शब्द कहलाता है। वे शब्द जिनका रूप सदा एक-सा रहता है, अविकारी शब्द कहलाते हैं। संज्ञा, सर्वनाम, विशेषण और क्रिया विकारी शब्द हैं। इनमें लिंग, वचन, कारक के कारण विकार (बदलाव) आ जाता है।`
      }
    },
    {
      id: 'gender-hi',
      type: 'passage',
      label: 'लिंग',
      style: 'big',
      data: {
        title: 'लिंग',
        text: `लिंग के दो भेद होते हैं:

१.पुल्लिंग : संज्ञा शब्द के जिस रूप से पुरूष जाति का बोध होता है, उसे पुल्लिंग कहते हैं। जैस : पिता, राजा, बच्चा, छात्र आदि।

२.स्त्रीलिंग : संज्ञा शब्द के जिस रूप से स्त्री जाति लड़का लड़की का बोध होता है, उसे स्त्रीलिंग कहते हैं। जैसे: माता, रानी, बच्ची, छात्रा आदि।

निर्जीव वस्तुओं को भी उनके आकार, वजन और गुण के अनुसार पुल्लिंग और स्त्रीलिंग में बाँटा गया है।

(क) पुल्लिंग शब्द : फूल, बादल, रस्सा, मकान, मैदान, रास्ता, शहर, सागर, जूता, डिब्बा, गाँव, घड़ा, पत्थर, पहाड़, आदि।

(ख) स्त्रीलिंग शब्द : धरती, नदी, पहाड़ी, जूती, साड़ी, घड़ी, डाली, दवात, डिबिया, मटकी, सड़क, सुई, पतीली, रस्सी आदि।

जिन शब्दों के अंत में ‘आ’, आव, पा, क, त्व आते हैं वे पुल्लिंग होते हैं।`
      }
    },
    {
      id: 'match-gender1',
      label: 'निम्नलिखित को जोड़िए। ',
      type: 'match',
      data: {
        text: `कछुआ, मादा कछुआ
चीता, मादा चीता
तोता, मादा तोता
खरगोश, मादा खरगोश`,
        title: 'नित्य पुल्लिंग शब्द के साथ स्त्रीलिंग रूप को जोड़िए।'
      }
    },
    {
      id: 'match-gender2',
      label: 'निम्नलिखित को जोड़िए। ',
      type: 'match',
      data: {
        text: `कोयल, नर कोयल
तितली, नर तितली
मक्खी, नर मक्खी
मछली, नर मछली`,
        title: 'नित्य स्त्रीलिंग शब्द के साथ पुल्लिंग रूप को जोड़िए।'
      }
    },
    {
      id: 'singular-plural-hi',
      type: 'passage',
      label: 'वचन',
      style: 'big',
      data: {
        title: 'वचन',
        text: `वचन के दो भेद होते हैं:

१. एकवचन : संज्ञा शब्द के जिस रूप से उसका एक होने का बोध होता हैं उसे एकवचन कहते हैं। जैसे: चूहा, आँख, माता, पंखा आदि।

२. बहुवचन : संज्ञा शब्द के जिस रूप से उसके एक से अधिक होने का बोध होता है, उसे बहुवचन कहते हैं। जैसे: चूहे, आँखें, माताएँ, पंखे आदि।

वस्तुओं, पदार्थों, प्राणियों की संख्या में परिवर्तन हो जाने से वचन बदल जाता है, जिसे वचन-परिवर्तन कहते हैं।`
      }
    },
    {
      id: 'singular-plural-classify-hi',
      type: 'passage',
      label: 'वचन परिवर्तन',
      data: {
        title: 'वचन परिवर्तन',
        text: `१. बहुवचन शब्द का प्रयोग होने पर क्रिया शब्द भी बहुवचन हो जाता है। जैसे: बच्चे खेल रहे हैं।

२. आदर देने के लिए एकवचन होने पर भी बहुवचन का प्रयोग किया जाता है। जैसे: माताजी खाना पका रही हैं।

३. कुछ शब्द सदा बहुवचन के रूप में प्रयोग किए जाते हैं। जैसे: आँसू, दर्शन, हस्ताक्षर आदि।

४. कुछ शब्द सदा एकवचन के रूप में प्रयोग किए जाते हैं। जैसे: बारिश, पानी, दूध आदि।`
      }
    },
    {
      type: 'fillup',
      id: 'fillupsingular-plural',
      label: 'सही विकल्प चुनें।',
      commonData: {
        title: 'विकल्पों में से सही बहुवचन प्रयोग चुनें।'
      },
      data: [
        `बहन *बहनें (बहन)* 
रात *रातें (रात)* 
बाल *बाल (बालों)* 
आँख *आँखें (आँख)*
मामा *मामा (मामो)* `,

        `पुस्तक *पुस्तकें (पुस्तक)* 
मेज *मेजें (मेज़)* 
भैंस *भैंस (भैसों)* 
कपड़ा *कपड़े (कपड़ा)*
भालू *भालू (भालु)*`,

        `फूल *फूल (फूले)*  
घोड़ा *घोड़े (घोडों)* 
झगड़ा *झगड़े (झगडों)* 
छाता *छाते (छतो)* 
माला *मालाएँ (माले)*`,

        `नाना *नाना (ननों)*
सभा *सभाएँ (सभों)* 
आँसू *आँसू (आँसुओं)* 
माता *माताएँ (मतों)* 
महिला *महिलाएँ (महिलोम)*`,

        `कक्षा *कक्षाएँ (कक्षा)* 
बहू *बहुएँ (बहुओं)* 
नीति *नीतियाँ (नीतीयं)* 
नारी *नारियाँ (नारीयाँ)* 
नदी *नदियाँ (नदीयाँ)*`,

        `लडकी *लडकियाँ (लड़कीयां)* 
टोपी *टोपियाँ (टोपीयां)* 
सखी *सखियाँ (सखीयां)* 
वस्तु *वस्तुएँ (वस्तुओं)*`
      ]
    },
    {
      id: 'prepositions-hi',
      type: 'passage',
      label: 'कारक',
      style: 'big',
      data: {
        title: 'कारक',
        text: `संज्ञा या सर्वनाम के जिस रूप से वाक्य के अन्य शब्दों से उसका संबधं जाना जाता है, वह कारक कहलाता है। जो चिह्न इस संबंध को बताते हैं, उन्हें परसर्ग या विभक्ति कहते हैं।

उद्धाहरण:

सोहन साप डंडे मारा। - सोहन ने साँप को डंडे से मारा।

नानी पुजा गुलाब फूल तोड़े। - नानी ने पूजा के लिए गुलाब के फूल तोड़े।

अजय छत है। - अजय छत पर है।

इन वाक्यों में ने, को, से, के लिए, के, पर शब्दों का प्रयोग होने पर इनका अर्थ स्पष्ट हुआ है। ने, को, से, के लिए, के, पर ये सभी शब्द वाक्य में आई संज्ञाओं का दूसरी संज्ञाओं या क्रियापदों से संबंध बता रहे हैं। ये सभी शब्द कारकों के चिहन् हैं।

हिंदी में कारक आठ प्रकार के होते हैं:

१. कर्ता – (ने) काम करने वाले को कर्ता कारक कहते हैं।

२. कर्म – (को) जिस पर क्रिया का फल पड़े, उसे कर्म कहते हैं और क्रिया से उसके संबंध को कर्म कारक कहते हैं।

३. करण – (से, के, द्वारा) कर्ता जो भी काम करता है, वह किसी वस्तु की सहायता से, उसका प्रयोग करके करता है।

४. संप्रदान – (को, के लिए) कर्ता जिसके लिए काम करता है, उसे संप्रदान कारक कहते हैं। 

५. अपादान – (से) संज्ञा के जिस रूप से एक वस्तु का दूसरे से अलग होना पाया जाता है, वह अपादान कारक कहलाता है। 

६. संबंध – (का, के, की, स, रे, री) संज्ञा या सर्वनाम के जिस रूप से किसी एक वस्तु या व्यक्ति का संबंध दूसरी वस्तु के साथ ज्ञात होता है, उसे संबंध कारक कहते हैं। 

७. अधिकरण – (में, पर) क्रिया के आधार को बताने वाला संज्ञा का रूप अधिकरण कारक कहलाता है।

८. संबोधन – (हे! अरे!) संज्ञा के जिस रूप से किसी को पुकारा या सावधान करने का बोध हो, उसे संबोधन कारक कहते हैं। `
      }
    },
    {
      label: 'निम्नलिखित वाक्यों में रेखांकित शब्दों के कारक को पहचानिये',
      id: 'hi-preposition1',
      type: 'mcq',
      data: {
        title: 'नीचे दिए गए विकल्पों में से सही उत्तर चुनिए।',
        questions: [
          {
            qText: 'विद्यार्थी कलम से लिखते हैं। ',
            options: 'करण कारक, अधिकरण कारक, संबंध कारक '
          },
          {
            qText: 'पहाड़ से झरना बहता है। ',
            options: 'अपादान कारक, अधिकरण कारक, संबोधन कारक'
          },
          {
            qText: 'मेरी बहन डॉक्टर है। ',
            options: 'संबंध कारक, करण कारक, अपादान कारक'
          },
          {
            qText: 'सीमा ने पत्र लिखा। ',
            options: 'कर्ता कारक, संबोधन कारक, अपादान कारक'
          },
          {
            qText: 'मेहमान को चाय दो। ',
            options: 'संप्रदान कारक, कर्म कारक, अधिकरण कारक'
          }
        ]
      }
    },
    {
      label: 'निम्नलिखित वाक्यों में रेखांकित शब्दों के कारक को पहचानिये',
      id: 'hi-prepositions2',
      type: 'mcq',
      data: {
        title: 'नीचे दिए गए विकल्पों में से सही उत्तर चुनिए।',
        questions: [
          {
            qText: 'पाँव से पायल गिर पड़ी।',
            options: 'अपादान कारक, कर्ता कारक, अधिकरण कारक'
          },
          {
            qText: 'अरे ! तुम पास हो गए। ',
            options: 'संबोधन कारक, अपादान कारक, करण कारक'
          },
          {
            qText: 'चिड़ियाँ घोंसले में हैं।',
            options: 'अधिकरण कारक, कर्म कारक, संप्रदान कारक '
          },
          {
            qText: 'सुरेश, सीता के लिए गिफ्ट लाया।',
            options: 'संप्रदान कारक, संबंध कारक, कर्म कारक '
          },
          {
            qText: 'पुजारी जी चन्दन घिस रहे हैं।',
            options: 'कर्म कारक, संबोधन कारक, करण कारक'
          }
        ]
      }
    },
    {
      id: 'words-hi',
      type: 'passage',
      label: 'अविकारी शब्द ',
      style: 'big',
      data: {
        title: 'अविकारी शब्द ',
        text: `जो शब्द लिंग, वचन, कारक, पुरूष और काल के कारण नहीं बदलते, वे अव्यय कहलाते हैं |

# अव्यय के प्रकार

१. क्रिया विशेषण : वे शब्द जो क्रिया की विशेषता प्रकट करें, उन्हें क्रिया-विशेषण कहते हैं | 
जैसे – परसों मंगलवार हैं, आपको अभी जाना चाहिए, आजकल, कभी, प्रतिदिन, रोज, सुबह, अक्सर, रात को, चार बजे, हर साल आदि।

२. सम्बन्ध बोधक : जिस अव्यय शब्द से संज्ञा अथवा सर्वनाम का सम्बन्ध वाक्य के दूसरे शब्दों के साथ प्रकट होता है, उसे सम्बन्ध बोधक अव्यय कहते है।
जैसे - से पहले, के भीतर, की ओर, की तरफ, के बिना, के अलावा, के बगैर, के बदले, की जगह, के साथ, के संग, के विपरीत आदि।

३. समुच्चय बोधक : जो अव्यय दो शब्दों अथवा दो वाक्यों को जोड़ने का कार्य करते हैं उन्हें समुच्चय बोधक अव्यय कहते है। 
जैसे– और, तथा, एवं, मगर, लेकिन, किन्तु, परन्तु, इसलिए, इस कारण, अतः, क्योंकि, ताकि, या, अथवा, चाहे आदि।

४. विस्मयादि बोधक : जिन अविकारी शब्दों से हर्ष, शोक, आश्चर्य घृणा, दुख, पीड़ा आदि का भाव प्रकट हो उन्हे विस्मयादि बोधक अव्यय कहते हैं | 
जैसे – ओह!, हे!, वाह!, अरे!, अति सुंदर!, उफ!, हाय!, धिक्कार!, सावधान!, बहत अच्छा!, तौबा-तौबा!, अति सुन्दर आदि ।`
      }
    },
    {
      type: 'fillup',
      id: 'fillupwords',
      label: 'सही विकल्प चुनें।',
      commonData: {
        title: 'अविकारी शब्दों के प्रकार को पहचानें।'
      },
      data: [
        `छत के ऊपर टंकी है। *सम्बन्ध बोधक (क्रिया विशेषण)*
मोहित और कल्पना अच्छे मित्र हैं। *समुच्चय बोधक (विस्मयादि बोधक)*
श्वेता, अरुणा, तथा रोमेश घूमने गए। *समुच्चय बोधक (क्रिया विशेषण)*
अच्छा भोजन एवं प्रातः भ्रमण सेहत के लिए अच्छे हैं। *समुच्चय बोधक (विस्मयादि बोधक)*
वाह! क्या खेला है !  *विस्मयादि बोधक (समुच्चय बोधक)*`,

        `आपके यहां पर मेहमान आएंगे। *सम्बन्ध बोधक (क्रिया विशेषण)*
सीता अर्थात जनक की पुत्री जगत में आदर की पात्र बनीं। *समुच्चय बोधक (क्रिया विशेषण)*
अर्जुन यानी कुंती-पुत्र को मोह ने घेर लिया। *समुच्चय बोधक (विस्मयादि बोधक)*
उसे अहंकारग्रस्त देख कर लग रहा था मानो रावण हमारे सामने उपस्थित हो गया हो। *समुच्चय बोधक (क्रिया विशेषण)*`,

        `रोहित के बजाय रैना को खिलाओ। *सम्बन्ध बोधक (समुच्चय बोधक)*
रोहन के पीछे पुलिस पड़ी है। *सम्बन्ध बोधक (क्रिया विशेषण)*
आप सबके अतिरिक्त और किसने खाना खाया? *सम्बन्ध बोधक (समुच्चय बोधक)*
छिः छिः कोई ऐसा भी करता है। *विस्मयादि बोधक (क्रिया विशेषण)*
आप या हम में से कोई एक वहां जायेगा। *समुच्चय बोधक (विस्मयादि बोधक)*`,

        `मोहक शुशील ही नहीं, वरन आज्ञाकारी भी है। *समुच्चय बोधक (विस्मयादि बोधक)*
अरे! यह तुमने तो अनर्थ कर दिया। *विस्मयादि बोधक (समुच्चय बोधक)*
खैर! अब पछताने से क्या फायदा।  *विस्मयादि बोधक (क्रिया विशेषण)*
वह मेहनती है अतः उसे सब पसंद करते हैं। *समुच्चय बोधक (क्रिया विशेषण)*
तुम देर से आये इसलिए तुमसे मिलना न हो सका। *समुच्चय बोधक (विस्मयादि बोधक)*`,

        `उसने परिश्रम नहीं किया, फलतः परीक्षा में सफल न हो सका।  *समुच्चय बोधक (क्रिया विशेषण)*
लो! अब यही दिन देखने को बचा था। *विस्मयादि बोधक (समुच्चय बोधक)*  
धत तेरे की! सब गड़बड़ हो गया। *विस्मयादि बोधक (क्रिया विशेषण)*
हाय! उफ़! यह सब भी अभी होना था। *विस्मयादि बोधक (समुच्चय बोधक)*
श्याम अथवा श्वेता में से किसी एक को चुन लीजिये। *समुच्चय बोधक (विस्मयादि बोधक)*`,

        `आपने कहा कि आपको चाय नापसंद है? *समुच्चय बोधक (क्रिया विशेषण)*
क्या कविता, क्या कहानी, उसे तो साहित्य से ही परहेज़ है। *समुच्चय बोधक (विस्मयादि बोधक)*
बाप-रे-बाप! अब क्या करें। *विस्मयादि बोधक (क्रिया विशेषण)*
आप गाएंगी, पर वह तबला बजाएगी। *समुच्चय बोधक (क्रिया विशेषण)*
शाबाश! तुमसे यही उम्मीद थी। *विस्मयादि बोधक (समुच्चय बोधक)*`,

        `वह यहां नहीं है, परन्तु उसका मन यहीं है। *समुच्चय बोधक (विस्मयादि बोधक)*
आप अपना काम नहीं कर पाए, लेकिन हमने अपना वादा निभाया। *समुच्चय बोधक (विस्मयादि बोधक)*
वह मूर्ख ही है, परन्तु उसका मन यहीं है। *समुच्चय बोधक (क्रिया विशेषण)*`
      ]
    },
    {
      type: 'match',
      label: 'निम्नलिखित को जोड़िए।',
      id: 'match-idioms',
      commonData: {
        title: 'मुहावरे को उनके अर्थ से मिलाएं।'
      },
      data: [
        `अंग-अंग ढीला होना,	थक जाना
आँख दिखाना, गुस्से से देखना
आँखों में धूल झोंकना, धोखा देना
कान भरना, चुगली करना
मुँह में पानी भर आना, ललचाना`,

        `नमक-मिर्च लगाना,	बढ़ा-चढ़ाकर कहना
भीगी बिल्ली बनना,	डर जाना
घी के दिये जलाना,	खुशी मनाना
चार चाँद लगाना, शोभा बढ़ाना
कान खाना, परेशान करना`,

        `कान खड़े होना, चौकना होना
अक्ल का दुश्मन, मूर्ख
आँख चुराना, छिपना
कान कतरना, चतुर होना
नाक में दम करना, तंग करना`,

        `दाँत खट्टे करना, बुरी तरह हराना
गले का हार, बहुत प्यारा
पानी-पानी होना, लज्जित होना
हवा लगना, असर पड़ना
हाथ सांफ करना, ठगना`
      ]
    },
    {
      id: 'punctuation-hi',
      type: 'passage',
      label: 'विराम-चिह्न',
      style: 'big',
      data: {
        title: 'विराम-चिह्न',
        text: `विराम का अर्थ “रुकना” है। लिखित भाषा में में प्रयोग किए जाने वाले लिखित चिन्हो को विराम-चिह्न कहते है ।

# विराम-चिह्न के प्रकार

१. पूर्ण विराम-Full Stop (।)

२. अर्द्ध विराम-Semi Colon (;)

३. अल्प विराम-Comma (,)

४. उप विराम-Colon (:)

५. प्रश्नवाचक चिन्ह-Question Mark (?)

६. योजक चिन्ह-Hyphen (–)

७. कोष्ठक चिन्ह-Bracket ()

८. अवतरण या उदहारणचिन्ह-Inverted Comma ( “…” )

९. विस्मयादिबोदक चिह्न (Sign of Exclamation). [ ! ]

१०. लाघव चिन्ह/ संक्षेपसूचक -Abbreviation Sign (०)

११. निर्देशक चिह्न ( Sign of Dash) [ — ]

१२. विवरण चिन्ह-Sign of Following ( :- )

१३. विस्मरण चिन्ह या त्रुटिपूरक चिन्ह/हंसपद -Oblivion Sign (^)`
      }
    },
    {
      label: 'सही उत्तर का चयन करें।',
      id: 'hi-punctuation1',
      type: 'mcq',
      data: {
        title: 'नीचे दिए गए विकल्पों में से सही उत्तर चुनिए।',
        questions: [
          {
            qText: 'विराम चिन्ह का अर्थ क्या है ? ',
            options: 'ठहरना या रुकना, वाक्यों का दोहराव, इनमे से कोई नहीं '
          },
          {
            qText: 'इनमे से हंसपद कौनसा है ? ',
            options: '(^), (“”), (?)'
          },
          {
            qText:
              'जब  एक  ही वाक्य के में जब एक से अधिक उपवाक्य , शब्द या वाक्यांश समान रूप से होते है तो किस विराम चिन्ह का उपयोग किया जाता है ? ',
            options: 'अल्प विराम, पूर्ण विराम, अर्द्ध विराम '
          },
          {
            qText:
              'प्रश्नवाचक तथा विस्मयादिबोधक को छोड़कर सभी वाक्यों के अन्त में प्रयुक्त होता है– ',
            options: 'पूर्ण विराम, अर्द्ध विराम, हंसपद विराम'
          },
          {
            qText: 'आपने अपने खेत बेच दिये इसमें कौनसा विराम चिन्ह आएगा ?',
            options: 'प्रश्न विराम, अर्द्ध विराम, अल्प विराम '
          },
          {
            qText: 'निम्नलिखित विराम चिन्ह (:) का सही नाम बताइए-',
            options: 'उपविराम, अल्पविराम, विवरण चिन्ह '
          },
          {
            qText:
              'निम्नलिखित वाक्य में से सही विराम चिन्ह युक्त वाक्य को चुनिए|',
            options:
              'अरे! तुम इतनी जल्दी उठ गए, अरे; तुम इतनी जल्दी उठ गए, अरे, तुम इतनी जल्दी उठ गए'
          }
        ]
      }
    },
    {
      label: 'सही उत्तर का चयन करें।',
      id: 'hi-spelling',
      type: 'mcq',
      commonData: {
        title: 'नीचे दिए गए विकल्पों में से शुद्ध वर्तनी का चयन कीजिए।'
      },
      data: [
        {
          questions: [
            {
              qText:
                'शारीरिक आरोज्ञ के लिए प्रात : एवं संध्याकालीन भ्रमण अन्यन्त लाभप्रद माना गया है',
              options: 'आरोग्य, अरोग्य, आरोग'
            },
            {
              qText: 'मदर टेरेसा का जीवन रोगियों के सेवा-सूश्रूषा',
              options: 'शुश्रूषा, सुश्रूषा, शूश्रुषा'
            },
            {
              qText: 'ग्यान का भण्डार अथाह होता है',
              options: 'ज्ञान, गिआन, ज्यान'
            },
            {
              qText: 'विज्ञान की देन है विशलेषण, निव्यर्क्तिकता तथा तटसता',
              options: 'निर्वैयक्तिकता, निव्यर्क्तिकता, निर्वेयक्तिकता'
            },
            {
              qText: `रोगी में उत्कट जिजीविशा थी`,
              options: 'जिजीविषा, जिजिविषा, जिजीविशा'
            }
          ]
        },

        {
          questions: [
            {
              qText: 'मैं तुम्हारे उज्वल भविष्य की कामना करता है',
              options: 'उज्ज्वल, ऊज्ज्वल, उजवल'
            },
            {
              qText: 'प्रकारान्त्र से मेरे कथन का अभिप्राय आपसे मिलता है',
              options: 'प्रकारान्तर, प्राकारनतर, प्रकारान्त्र'
            },
            {
              qText:
                'मनुष्य जिसको सामान्य समझता है उसकी सेवा में उसे आनंद प्राप्त करता है',
              options: 'सम्मान्य, समान्य, साम्मान्य'
            },
            {
              qText:
                'जहाँ आत्मीयता हो वहां विचार विनियन में उपचारिकता नहीं होती',
              options: 'औपचारिकता, उपचारीकता, उपचारिकता'
            },
            {
              qText: `दिन रात अध्ययन करके भी वह प्रथम श्रेणी प्राप्त न कर सका`,
              options: 'अध्ययन, अध्धय्यन, आध्यन'
            }
          ]
        },

        {
          questions: [
            {
              qText: 'दिनकर राष्ट्रीय भावधारा के ओजस्वी कवियों में अगरगन्य है',
              options: 'अग्रगण्य, अगर्गन्य, अर्गग्न्य'
            },
            {
              qText: 'दिए गये शब्दों में शुद्ध वर्तनी वाला शब्द है',
              options: 'अतिरंजित, अतिआवश्यक, क्रियांवायन'
            },
            {
              qText: 'दिए गये शब्दों में शुद्ध वर्तनी वाला शब्द है',
              options: 'ताम्र, उचारण, इतयादि'
            },
            {
              qText: 'दिए गये शब्दों में शुद्ध वर्तनी वाला शब्द है',
              options: 'स्रोत, संसारिक, कीर्ती'
            },
            {
              qText: `दिए गये शब्दों में शुद्ध वर्तनी वाला शब्द है`,
              options: 'ऊंचाई, उन्नति, उभय'
            }
          ]
        },

        {
          questions: [
            {
              qText: 'दिए गये शब्दों में शुद्ध वर्तनी वाला शब्द है',
              options: 'परीक्षा, पिरीक्षा, प्रिरिक्षा'
            },
            {
              qText: 'दिए गये शब्दों में शुद्ध वर्तनी वाला शब्द है',
              options: 'संपूर्ण, सपूर्ण, स्म्र्पूर्ण'
            },
            {
              qText: 'दिए गये शब्दों में शुद्ध वर्तनी वाला शब्द है',
              options: 'ज्योत्स्ना, जोत्सना, जयोतसना '
            },
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'क्षेत्र, छेत्र, क्षत्र'
            },
            {
              qText: `शुद्ध वर्तनी का चयन कीजिए`,
              options: 'ऋषि, रिसी, रिशी'
            }
          ]
        },

        {
          questions: [
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'शारीरिक, शारीरीक, शरिरिक'
            },
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'अधिशासी, अधिसाशी, अधीशाषी'
            },
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'ज्योत्स्ना, ज्योतिसना, जोत्सना'
            },
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'संन्यासी, सन्यासी, सनियासी'
            },
            {
              qText: `शुद्ध वर्तनी का चयन कीजिए`,
              options: 'व्यावहारिक, व्यावाहारिक, वैव्हारिक'
            }
          ]
        },

        {
          questions: [
            {
              qText: 'चातक सुवाति की बूंद का प्यासा होता है',
              options: 'स्वाति, सुवाति, स्वाती'
            },
            {
              qText: 'परमात्मा ही समग्र ब्रम्हाण्ड का रचयीता है',
              options: 'रचयिता, रचियता, राचियता'
            },
            {
              qText: 'उप्रयुक्त पंक्तियाँ दिनकर की कविता से ली गई है',
              options: 'उपर्युक्त, उपरोक्त, ऊपर्युक्त'
            },
            {
              qText: 'दिए गये शब्दों में शुद्ध वर्तनी वाला शब्द है',
              options: 'सुषुप्ति, सुस्प्ती, सुश्प्ती'
            }
          ]
        },

        {
          questions: [
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'दीर्घायु, दीरघायु, दीघायु'
            },
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'श्रृंगार, सिंगार, शिगार'
            },
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'अध्येता, अधियेता, अध्यात'
            },
            {
              qText: 'शुद्ध वर्तनी का चयन कीजिए',
              options: 'कवयित्री, कवियत्री, कवियित्री'
            },
            {
              qText: `शुद्ध वर्तनी का चयन कीजिए`,
              options: 'नक्षत्र, नच्छत्र, नक्षत्तर'
            }
          ]
        }
      ]
    },
    {
      id: 'creating words-hi',
      type: 'passage',
      label: 'शब्द निर्माण',
      style: 'big',
      data: {
        title: 'शब्द निर्माण',
        text: `शब्दों के आरंभ अथवा अंत में कुछ जोड़कर अथवा उनकी मात्राओं या स्वर में कुछ परिवर्तन करके नवीन-से-नवीन अर्थ-बोध कराना चाहते हैं। इस तरह एक शब्द से कई अर्थों की अभिव्यक्ति हेतु जो नए-नए शब्द बनाए जाते हैं उसे शब्द-रचना कहते हैं।

जो शब्दाशों से पहले जुड़कर उनके अर्थ बदल देते हैं, वे उपसर्ग कहलाते हैं।

जो शब्दांश शब्दों के अंत में जुड़कर उनके अर्थ को बदल देते हैं, वे प्रत्यय कहलाते हैं।`
      }
    },
    {
      label: 'सही उत्तर का चयन करें।',
      id: 'hi-creating words',
      type: 'mcq',
      commonData: {
        title: 'नीचे दिए गए विकल्पों में से सही उत्तर चुनिए।'
      },
      data: [
        {
          questions: [
            {
              qText: 'कौन-सा शब्द ‘अ’ उपसर्ग से नहीं बना है?',
              options: 'अनंत, अगोचर, अमर'
            },
            {
              qText: 'कौन-सा शब्द ‘अनु’ उपसर्ग से नहीं बना है?',
              options: 'अगम्य, अनुपम, अनासक्त'
            },
            {
              qText: 'कौन-सा शब्द ‘अव’ उपसर्ग से युक्त नहीं है?',
              options: 'अवहेलना, अवगुण, अवरुद्ध'
            },
            {
              qText: 'कौन-सा शब्द ‘उत’ उपसर्ग युक्त नहीं है?',
              options: 'उपज, उद्योग, उनमाद'
            },
            {
              qText: `‘क’ उपसर्ग युक्त शब्द छाँटिए।`,
              options: 'कुपुत्र, कुबेर, कुमार'
            }
          ]
        },

        {
          questions: [
            {
              qText: '‘नि’ उपसर्ग युक्त शब्द छाँटिए',
              options: 'निकृष्ट, निष्ठ, निष्कासन'
            },
            {
              qText: 'निः उपसर्ग युक्त शब्द छाँटिए',
              options: 'निर्मल, नियम, निपात'
            },
            {
              qText: 'दुः उपसर्ग युक्त शब्द छाँटिए',
              options: 'दुर्दशा, दुधारू, दुपहरिया'
            },
            {
              qText: 'निम्नलिखित में से किसमें एरा प्रत्यय लगा हुआ है?',
              options: 'लुटेरा, डेरा, फेरा'
            },
            {
              qText: `निरभिमान में मूल शब्द क्या है?`,
              options: 'अभिमान, निर, मान'
            }
          ]
        },

        {
          questions: [
            {
              qText: 'उपसर्ग का प्रयोग होता है ?',
              options:
                'शब्द के आदि (आरंभ) में, शब्द के मध्य में, शब्द के अंत में'
            },
            {
              qText:
                'जो धातु या शब्द के अंत में जोड़ा जाता है, उसे क्या कहते हैं?',
              options: 'प्रत्यय,  अव्यय,  उपसर्ग'
            },
            {
              qText: '‘प्रख्यात’ में प्रयुक्त उपसर्ग है-',
              options: 'प्र,  त,  प्रख '
            },
            {
              qText: '‘प्रत्युत्पन्नमति’ शब्द में कौन-सा उपसर्ग है? ',
              options: 'प्रति,  प्रत्यु, इनमें से कोई नहीं'
            },
            {
              qText: `‘गमन’ शब्द को विपरीतार्थक बनाने के लिए आप किस उपसर्ग का प्रयोग करेंगे ?`,
              options: 'आ,  प्रति,  अनु'
            }
          ]
        },

        {
          questions: [
            {
              qText: '‘निर्वासित’ में प्रत्यय है – ',
              options: 'इत, नि, सित'
            },
            {
              qText: '‘लेखक’ शब्द के अंत में कौन-सा प्रत्यय लगा हुआ है? ',
              options: 'अक, इक, आक '
            },
            {
              qText:
                '‘अनुज’ शब्द को स्त्रीवाचक बनाने के लिए आप किस प्रत्यय का प्रयोग करेंगे? ',
              options: 'आ,  ईय,  ई '
            },
            {
              qText:
                'सुत शब्द को स्त्रीवाचक बनाने के लिए किस प्रत्यय का प्रयोग किया जाएगा? ',
              options: 'आ,  ईय, इक'
            },
            {
              qText: `‘स्पृश्य’ शब्द को विलोमार्थक बनाने के लिए किस उपसर्ग का प्रयोग करेंगे?`,
              options: 'अ, अनु, कु'
            }
          ]
        },

        {
          questions: [
            {
              qText: 'प्रतिकूल’ शब्द में कौन-सा उपसर्ग प्रयुक्त है ? ',
              options: 'प्रति,  परा,  परि '
            },
            {
              qText:
                'कौन-सा उपसर्ग ‘आचार’ शब्द से पूर्व लगने पर उसका अर्थ ‘जुल्म’ हो जाता है ? ',
              options: 'अति, निर्, अन्'
            },
            {
              qText: 'निम्नांकित में कौन-सा शब्द कृदन्त प्रत्यय से बना है ?',
              options: 'बिकाऊ,  दुधारू, कृपालु'
            },
            {
              qText: 'किस शब्द में ‘आवा’ प्रत्यय नहीं है ? ',
              options: 'लावा,  चढ़ावा,  भुलावा'
            },
            {
              qText: `इनमें कौन-सा शब्द समूहवाचक प्रत्यय नहीं है ? `,
              options: 'प्रेस, गण,  वर्ग '
            }
          ]
        },

        {
          questions: [
            {
              qText:
                '‘व्यवस्था’ से पूर्व कौन-सा उपसर्ग लगायें कि उसका अर्थ विपरीत हो जाए ? ',
              options: 'अ, आ,  अप'
            },
            {
              qText: 'निम्न में से किस शब्द में प्रत्यय का प्रयोग हुआ है ? ',
              options: 'धनिक, अलक, पुलक '
            },
            {
              qText: 'निम्नलिखित में से किस शब्द में प्रत्यय लगा हुआ है ? ',
              options: 'जादूगर , नगर, अगर-मगर '
            },
            {
              qText: 'किस शब्द में उपसर्ग का प्रयोग हुआ है ? ',
              options: 'उपकार,  लाभदायक, पढ़ाई'
            }
          ]
        },

        {
          questions: [
            {
              qText: '‘अनुवाद’ में प्रयुक्त उपसर्ग है ?',
              options: 'अनु,  अन, अव'
            },
            {
              qText: 'बेधुली - इस शब्द में उपसर्ग बताओ -',
              options: 'बे, ब, बा'
            },
            {
              qText: 'निम्नलिखित में से किसमें आई प्रत्यय है?',
              options: 'पढ़ाई, कढ़ाई, सगाई'
            },
            {
              qText: 'निम्नलिखित शब्दों में से किस में प्रत्यय लगा हुआ है?',
              options: 'लघुता, महान, शिक्षा'
            }
          ]
        }
      ]
    }
  ]
};
