export default {
  label: 'वाक्य',
  id: 'hi-sentence-4',
  img: 'sentence',
  lockAfter: 3,
  list: [
    {
      id: 'form-sentence',
      label: 'सही वाक्य बनाओ',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण वाक्य बनाने के लिए शब्दों को जोड़िए',
        lang: 'hi'
      },
      data: [
        `उसे पैसों की ज़रूरत है।
मुझे इतिहास पसंद है।
मुझे यह कुत्ता अच्छा लगता है।
मैं वापस आऊँगा।
मैं घर पर ही रहूँगा।
मैं बहुत थक गया हूँ। 
आज मौसम बहुत गरम है।`,

        `बिस्तर पर चादर बिछा दो।
दीवार पर सहारा मत लो।
दिमाग से काम लो।
समझने की कोशिश करो।
वह भागते हुए आया।
वह बीमार नहीं हो सकता।
उसने टोपी पहनी हुई है। `
      ]
    },
    {
      type: 'fillupOptions',
      id: 'fillup10',
      label: 'है,हूँ,हो का प्रयोग',
      data: {
        title: 'शुद्ध शब्द को रिक्त स्थान में भरो (है, हूँ, हो)',
        text: `मैं राजा *हूँ (है)*|
तुम क्या करते *हो (हूँ)*|
तुम्हारा नाम क्या *है (हूँ)*|
तुम घर में *हो (हूँ)*|
क्या में यह खा सकता *हूँ (है)*?
यह मेरा खेत *है (हूँ)*|
क्या तुम कल आ सकते *हो (हूँ)* ?`
      }
    },
    {
      label: 'खाली स्थान में उचित संज्ञा लिखिए।',
      type: 'matchByDragDrop',
      id: 'noun',
      lockAfter: 2,
      data: [
        {
          title:
            'दिए गए शब्दों में से सही व्यक्तिवाचक संज्ञा चुनकर वाक्य पूरी करो।',
          text: `*रमेश* बाहर खेल रहा है।
*महेंद्र सिंह धोनी* क्रिकेट खेलते हैं।
मैं *भारत* में रहता हूँ।
*अमिताभ बच्चन* कलाकार हैं।
*अंग्रेजी* दुनिया में सबसे ज़्यादा बोली जाने वाली भाषा है।`
        },
        {
          title:
            'दिए गए शब्दों में से सही जातिवाचक संज्ञा चुनकर वाक्य पूरी करो।',
          text: `स्कूल में *बच्चे* पढ़ते हैं।
बिल्ली *चूहे* खाती है।
पेड़ों पर *पक्षी* बैठे हैं
हिरन का *शेर* शिकार करते हैं।
सड़क पर *गाड़ियां* चलती हैं।`
        },
        {
          title:
            'दिए गए शब्दों में से सही भाववाचक संज्ञा चुनकर वाक्य पूरी करो।',
          text: `ज्यादा दौड़ने से मुझे *थकान* हो जाती है।
लगातार परिश्रम करने से *सफलता* मिलेगी।
तुम्हारी आवाज़ में बहुत *मिठास* है।
मुझे तुम्हारी आँखों में *क्रोध* नज़र आता है।`
        },
        {
          title:
            'दिए गए शब्दों में से सही व्यक्तिवाचक संज्ञा चुनकर वाक्य पूरी करो।',
          text: `जंगले का राजा *शेर* है। 
फूल पर *तितली* बैठी है। 
मोहन का *घर* है। 
पिताजी बाज़ार से *फल* लाए है। 
बगीचे में *बच्चे* खेल रहे है। `
        },
        {
          title:
            'दिए गए शब्दों में से सही व्यक्तिवाचक संज्ञा चुनकर वाक्य पूरी करो।',
          text: `रमेश *पतंग* उड़ा रहा है। 
*आसमान* नीला है। 
तालाब में *मछली* तैर रही है। 
*कोयल* गाना गा रही है। 
लालकिला *दिल्ली* में है। `
        }
      ]
    },
    {
      label: 'खाली स्थान में उचित सर्वनाम लिखिए।',
      type: 'matchByDragDrop',
      id: 'pronoun',
      data: [
        {
          title:
            'दिए गए शब्दों में से सही पुरुषवाचक सर्वनाम चुनकर वाक्य पूरी करो।',
          text: `*मैं* घर जाना चाहती हूँ।
*आप* कहते हैं तो ठीक ही होगा।
*तुम* जब तक आये तब तक वह चला गया।
*वह* पढने में बहुत तेज है।
*यह* व्यक्ति विश्वसनीय नहीं है।`
        },
        {
          title:
            'दिए गए शब्दों में से सही निजवाचक सर्वनाम चुनकर वाक्य पूरी करो।',
          text: `रवि *मेरा (उसने)* दोस्त है। 
*वह (उसका)* ठीक समय पर स्कूल जाता है। 
अध्यापक *उसे (उसने)* पसंद करते है। 
*उसके (वह)* पिता इंजिनियर हैं। 
*उसकी (मैं)* माँ डॉक्टर हैं। `
        },
        {
          title:
            'दिए गए शब्दों में से सही निजवाचक सर्वनाम चुनकर वाक्य पूरी करो।',
          text: `*उसका (उन्होंने)* घर बहुत बड़ा है। 
*हम (तुम)* कल दिल्ली जाएँगे। 
अभी *मुझे (उसने)* बाज़ार जाना है। 
*मैं (आप)* सिनेमा देख रहा हूँ। 
*तुम (हम)* क्या कर रहे हो ?`
        },
        {
          title:
            'दिए गए शब्दों में से सही निजवाचक सर्वनाम चुनकर वाक्य पूरी करो।',
          text: `मैं अपने कपडे *स्वयं* धो लूँगा।
मैं वहाँ अपने *आप* चला जाऊँगा। 
*मैं* सुबह जल्दी उठता हूँ।
अपने देश की सेवा करना ही *मेरा* लक्षय है।
वहाँ जो गाडी खड़ी है वह *मेरी* है।`
        }
      ]
    },
    {
      label: 'खाली स्थान में उचित विशेषण लिखिए',
      type: 'matchByDragDrop',
      id: 'adjective',
      data: {
        title: 'दिए गए शब्दों में से सही गुणवाचक विशेषण चुनकर वाक्य पूरी करो।',
        text: `मोहन एक *ईमानदार* लड़का है।
भोजन में *बदबू* आ रही है।
आज मौसम बहुत *ठंडा* है।
अंगूर बहुत *मीठे* हैं।
राम बहुत *बलवान* है।`
      }
    },
    {
      label: 'खाली स्थान में उचित विशेषण लिखिए',
      type: 'matchByDragDrop',
      id: 'adjective-2',
      data: {
        title:
          'दिए गए शब्दों में से सही संख्यावाचक विशेषण या परिमाणवाचक विशेषण चुनकर वाक्य पूरी करो।',
        text: `कल मेरे *दो* मित्र घर आए थे।
जयपुर *बहुत सारे* लोग आते हैं।
मुझे *थोड़ा* दूध चाहिए, बच्चे भूखे हैं।
*चुल्लूभर* पानी में डूब मरो।
जाओ जाकर दर्जी से *दो मीटर* कपड़ा लेकर आओ।`
      }
    },
    {
      label: 'खाली स्थान में उचित विशेषण लिखिए',
      type: 'matchByDragDrop',
      id: 'adjective-3',
      data: {
        title:
          'दिए गए शब्दों में से सही संकेतवाचक विशेषण चुनकर वाक्य पूरी करो।',
        text: `*यह* मेरी मेज है।
*उस* बाइक को हाथ मत लगाओ।
*वह* घोड़ा मेरा है।`
      }
    },
    {
      label: 'विलोम शब्द से रिक्त स्थान की पूर्ति',
      type: 'matchByDragDrop',
      id: 'antonym-fill',
      data: {
        title: 'सही विलोम शब्द से रिक्त स्थानों की पूर्ति कीजिए।',
        text: `हमारे घर में लोगों का आना *जाना* लगा रेहता है। 
मेरा दोस्त रेस में जीत गया लेकिन मैं *हार* गया। 
राम धूप में खेलना पसंद करता है लेकिन गीता *छाँव* में खेलना पसंद करती है । 
मुझे कमरे के अंदर बंद करके वह *बाहर* चला गया।     
माँ केहती है की सभी में अच्छाई होती है और हमें किसी की *बुराई* नहीं करनी चाहिए। `
      }
    },
    {
      label: 'पर्यायवाची शब्द से रिक्त स्थान की पूर्ति',
      type: 'matchByDragDrop',
      id: 'synonym',
      data: {
        title: 'सही पर्यायवाची शब्द से रिक्त स्थान की पूर्ति कीजिये',
        text: `मेरे माता-पिता पुणे में रहते  है और मैं अपनी *माँ* को बहुत याद करता हूँ ।
गणतंत्र दिवस २६ जनवरी को मनाया जाता है। उस *दिन* राष्ट्र ध्वज को फहराया जाता है।
भारत में भगवान को बहुत मानते है और हर रोज *ईश्वर* की पूजा करते है।  
कमल भारत का राष्ट्रीय फूल है। उसे *पंकज* भी कहा जाता है। 
अमावस की रात को बहुत अँधेरा होता है और उस *रात्रि* कोई बहार नहीं जाता।`
      }
    }
  ]
};
