export default {
  // Primarily for KG. above class also can refer
  label: 'ছোটদের ছড়া',
  id: 'bn-poem',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'আতা গাছে তোতা পাখি',
      data: {
        title: 'আতা গাছে তোতা পাখি',
        text: [
          {
            type: 'poem',
            text: `আতা গাছে তোতা পাখি
            ডালিম গাছে মৌ,
            এতো ডাকি তবুও কেন
            কওনা কথা বউ ?`
          }
        ]
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'চাঁদ উঠেছে ফুল ফুটেছে',
      data: {
        title: 'চাঁদ উঠেছে ফুল ফুটেছে',
        text: [
          {
            type: 'poem',
            text: `চাঁদ উঠেছে ফুল ফুটেছে
            কদম তলায় কে?
            হাতি নাচছে ঘোড়া নাচছে
            সোনামুনির বে.`
          }
        ]
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'শিল পড়া',
      data: {
        title: 'শিল পড়া',
        text: [
          {
            type: 'poem',
            text: `শিল পড়ে টুপটাপ
            খোকা খুকু চুপচাপ ,
            শিল পড়া থামল ,
            আঙিনায় নামল ,
            হুটোপুটি, ছুটোছুটি,
            সারাবেলা দুপদাপ।`
          }
        ]
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'খোকন খোকন',
      data: {
        title: 'খোকন খোকন',
        text: [
          {
            type: 'poem',
            text: `খোকন খোকন করে মায়,
            খোকন গেছে কাদের নাই ,
            সাতরা কাকে দাঁড় বাই ,
            খোকনরে তুই ঘরে আই।`
          }
        ]
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'কাঠবেড়ালি',
      data: {
        title: 'কাঠবেড়ালি',
        text: [
          {
            type: 'poem',
            text: `কাঠবেড়ালি, কাঠবেড়ালি
            কাপড় কেচে দে ,
            তোর বিয়েতে নাচতে যাব
            ঝুমকো কিনে দে।`
          }
        ]
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'বাক বাকুম পায়রা',
      data: {
        title: 'বাক বাকুম পায়রা',
        text: [
          {
            type: 'poem',
            text: `বাক বাকুম পায়রা
            মাথায় দিয়ে টায়রা।
            বৌ সাজাবে কাল কি
            চড়বে সোনার পালকি।`
          }
        ]
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'তাঁতীর বাড়ি',
      data: {
        title: 'তাঁতীর বাড়ি',
        text: [
          {
            type: 'poem',
            text: `তাঁতীর বাড়ি
            ব্যাঙের বাসা ,
            কোলা ব্যাঙের ছা
            খায় - দায় গান গায় ,
            তাই রে নাই রে না।`
          }
        ]
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'রামধনু',
      data: {
        title: 'রামধনু',
        text: [
          {
            type: 'poem',
            text: `আকাশের গায়ে কি বা রামধনু খেলে,
            দেখে চেয়ে কত লোকে সব কাজ ফেলে,
            তাই দেখে খুঁতধরা বুড়ো কয় চটে,
            দেখছ কি, এই রঙ পাকা নয় মোটে ॥`
          }
        ]
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'নোটন নোটন পায়রাগুলি',
      data: {
        title: 'নোটন নোটন পায়রাগুলি',
        text: [
          {
            type: 'poem',
            text: `নোটন নোটন পায়রাগুলি ঝোঁটন বেঁধেছে
            ওপারেতে ছেলেমেয়ে নাইতে নেমেছে।
            দুই পারে দুই রুই কাতলা ভেসে উঠেছে,
            কে দেখেছে? কে দেখেছে? দাদা দেখেছে।
            দাদার হাতে কলম ছিল ছুঁড়ে মেরেছে
            উঃ দাদা! বড্ড লেগেছে।।`
          }
        ]
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'হাট্টিমাটিমটিম',
      data: {
        title: 'হাট্টিমাটিমটিম',
        text: [
          {
            type: 'poem',
            text: `হাট্টিমা টিম টিম
            তারা মাঠে পাড়ে ডিম
            তাদের খাড়া দুটো শিং
            তারা হাট্টিমা টিম টিম।।`
          }
        ]
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'খোকার প্রশ্ন',
      data: {
        title: 'খোকার প্রশ্ন',
        text: [
          {
            type: 'poem',
            text: `আচ্ছা মাগো, বলো দেখি
            রাত্রি কেন কালো ?
            সুয্যিমামা কোথা থেকে
            পেলেন এমন আলো ?
            ফুলগুলো সব নানান রঙের
            কেমন করে হয় ?
            পাতাগুলো সবুজ কেন
            ফুলের মতো নয় ?`
          }
        ]
      }
    },
    {
      id: '1200',
      type: 'passage',
      label: 'খোকা যাবে শ্বশুর বাড়ি',
      data: {
        title: 'খোকা যাবে শ্বশুর বাড়ি',
        text: [
          {
            type: 'poem',
            text: `খোকা যাবে শ্বশুর বাড়ি
            সঙ্গে যাবে কে?
            ঘরে আছে হুলো বেড়াল
            কোমর বেধেছে।`
          }
        ]
      }
    },
    {
      id: '1300',
      type: 'passage',
      label: 'আমরা দুটি ভাই',
      data: {
        title: 'আমরা দুটি ভাই',
        text: [
          {
            type: 'poem',
            text: `আমরা দুটি ভাই 
            শিবের গাজন গাই 
            ঠাকমা গেছেন গয়া, কাশী 
            দুগডুগি বাজাই।`
          }
        ]
      }
    },
    {
      id: '1400',
      type: 'passage',
      label: 'মাসি গো মাসি',
      data: {
        title: 'মাসি গো মাসি - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `মাসি গো মাসি, পাচ্ছে হাসি
            নিম গাছেতে হচ্ছে সিম।
            হাতির মাথায় ব্যাঙের ছাতা।
            কাগের বাসায় বগের ডিম।`
          }
        ]
      }
    },
    {
      id: '1500',
      type: 'passage',
      label: 'মাসি গো মাসি',
      data: {
        title: 'মাসি গো মাসি - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `মাসি গো মাসি, পাচ্ছে হাসি
            নিম গাছেতে হচ্ছে সিম।
            হাতির মাথায় ব্যাঙের ছাতা।
            কাগের বাসায় বগের ডিম।`
          }
        ]
      }
    },
    {
      id: '1600',
      type: 'passage',
      label: 'খোকা যাবে রথে চড়ে',
      data: {
        title: 'খোকা যাবে রথে চড়ে',
        text: [
          {
            type: 'poem',
            text: `খোকা যাবে রথে চড়ে
            ব্যাং হবে সারথি ,
            মাটির পুতুল লটর পটর
            পিপড়ে ধরে ছাতি।`
          }
        ]
      }
    },
    {
      id: '1600',
      type: 'passage',
      label: 'সোনা নাচে কোনা',
      data: {
        title: 'সোনা নাচে কোনা',
        text: [
          {
            type: 'poem',
            text: `সোনা নাচে কোনা
            বলদ বাজায় ঢোল।
            সোনার ভাই রেঁধে রেখেছে
            ইলিশ মাছের ঝোল।`
          }
        ]
      }
    },
    {
      id: '1700',
      type: 'passage',
      label: 'গড়গড়ার মা লো',
      data: {
        title: 'গড়গড়ার মা লো',
        text: [
          {
            type: 'poem',
            text: `গড়গড়ার মা লো -
            তোর গড়গড়াটা কই?
            হালের গোরু বাঘে খেয়েছে 
            পিপড়ে টানে মই।`
          }
        ]
      }
    },
  ]
};
