export default {
  label: 'শব্দ',
  id: 'bn-word-5',
  img: 'word',
  list: [
    {
      // for class 5 and above
      id: 'bn_samesoundingword',
      type: 'match',
      label: 'সমোচ্চারিত ভিন্নার্থক শব্দ অর্থ মেলান',
      lockAfter: 2,
      commonData: {
        title: 'সমোচ্চারিত ভিন্নার্থক শব্দ - অর্থ মেলান',
        fontSize: '1.2rem'
        
      },
      data: [
        `পরা, পরিধান
        পড়া, পড়াশুনা
        নিত্য, প্রতিদিন 
        নৃত্য, নাচ 
        মূর্খ, জ্ঞানহীন
        মুখ্য, প্রধান`,

        `আসা, আগমন
          আশা, আকাঙ্ক্ষা 
          কটি, কোমর 
          কোটি, শত লক্ষ 
          কুল, বংশ
          কূল, তট`,

        `দিন, দিবস 
          দীন, দারিদ্র 
          দার, পত্নী 
          দ্বার, দরজা 
          সুর, দেবতা 
          শূর, বীর `,

        `নিতি , নিত্য 
          নীতি , আদর্শ 
          ধনি , সুন্দরী 
          ধনী, পায়সা বহুল 
          ধ্বনি , শব্দ `,

        `লক্ষণ, চিহ্ন
          লক্ষ্মণ, রামের ভাই
          হাঁস, পাখি
          হাস, হাসি
          গিরিশ, মহাদেব 
          গিরীশ, হিমালয়`,

        `সাড়া, সংকেত 
          সারা, সমাপ্ত
          নিরাশ, আশাহীন
          নিরাস, প্রত্যাখান
          বাণ, তির 
          বান , বন্যা`
      ]
    },
    {
      // for class -5 students
      type: 'rightOne',
      label: 'সমোচ্চারিত ভিন্নার্থক শব্দ সঠিক অর্থ চয়ন',
      id: 'bn-samesoundingword-2',
      lockAfter: 2,
      commonData: {
        title: 'সঠিক অর্থ চয়ন করুন',
        noCaps: true,
        hasHint: true
      },
      data: [
        `পরা = , পরিধান, পড়াশুনা  
                    পড়া =, পড়াশুনা, পরিধান
                    নিত্য =, প্রতিদিন,  নাচ 
                    নৃত্য =, নাচ,  প্রতিদিন
                    মূর্খ =, জ্ঞানহীন, প্রধান 
                    মুখ্য =, প্রধান,  জ্ঞানহীন`,

        `আসা = , আগমন, আকাঙ্ক্ষা
                    আশা = , আকাঙ্ক্ষা, আগমন 
                    কটি = , কোমর, শত লক্ষ 
                    কোটি = , শত লক্ষ, কোমর 
                    কুল = , বংশ, তট
                    কূল = , তট, বংশ`,

        `দিন = , দিবস, দারিদ্র 
                      দীন = , দারিদ্র, দিবস 
                      দার = , পত্নী, দরজা 
                      দ্বার = , দরজা, পত্নী 
                      সুর = , দেবতা, বীর 
                      শূর = , বীর, দেবতা `,

        `নিতি = , নিত্য, আদর্শ 
                      নীতি = , আদর্শ, নিত্য 
                      ধনি = , সুন্দরী, পায়সা বহুল 
                      ধনী= , পায়সা বহুল, শব্দ 
                      ধ্বনি = , শব্দ, সুন্দরী`,

        `লক্ষণ = , চিহ্ন, রামের ভাই
                      লক্ষ্মণ = , রামের ভাই, চিহ্ন
                      হাঁস = , পাখি, হাসি
                      হাস = , হাসি, পাখি
                      গিরিশ = , মহাদেব, হিমালয় 
                      গিরীশ = , হিমালয়, মহাদেব`,

        `সাড়া = , সংকেত, সমাপ্ত 
                      সারা = , সমাপ্ত, সংকেত
                      নিরাশ = , আশাহীন, প্রত্যাখান
                      নিরাস = , প্রত্যাখান, আশাহীন
                      বাণ = , তির, বন্যা 
                      বান  = , বন্যা, তির`
      ]
    }
  ]
};
