export default {
  label: 'இலக்கணம்',
  id: 'ta-grammar',
  img: 'langGrammar',
  lang: 'ta',
  lockAfter: 100,
  list: [
    {
      id: 'reading-letters',
      type: 'passage',
      label: 'எழுத்துக்கள் வகைப்பாடு',
      data: {
        title: 'எழுத்துக்கள் வகைப்பாடு',

        text: `தமிழ் எழுத்துக்களை  உயிர் எழுத்துக்கள், மெய் எழுத்துக்கள் என இரண்டு வகையாக பிரிக்கலாம். 
உயிரும், மெய்யும் சேர்ந்து தோன்றுவது உயிர்மெய் எழுத்தாகும்.
தமிழ் மொழியில் மொத்தம் 247 எழுத்துக்கள் உள்ளன. அவை 
உயிர் எழுத்துக்கள்-12 (அ, ஆ, இ, ஈ, உ, ஊ,  எ, ஏ, ஐ, ஒ, ஓ, ஔ)
மெய்  எழுத்துக்கள்-18  (க், ங், ச், ஞ், ட், ண், த், ந், ப், ம், ய், ர், ல், வ், ழ், ள், ற், ன்)
உயிர்மெய் எழுத்துக்கள்-216 ('க்' என்ற மெய் எழுத்தோடு 'அ' என்ற உயிர் எழுத்து சேர்ந்தால் “க” என்ற உயிர்மெய் எழுத்து தோன்றுகிறது.) 
இவ்வாறே பிற எழுத்துக்களும் தோன்றுகிறது. 12 உயிர் எழுத்துக்களும் 18 மெய் எழுத்துக்களும் ஒன்று சேர்ந்து 
(18*12) மொத்தம் 216 உயிர்மெய் எழுத்துக்கள் உள்ளன.  
ஆய்த எழுத்து -1 (ஃ) 
சமஸ்கிருத எழுத்துக்களாகிய "ஜ, ஹ, ஷ, ஸ" போன்ற எழுத்துக்கள் தமிழ் மொழியில் சில இடங்களில் பயன்படுத்தப்படுகின்றன. 
உயிர் எழுத்துக்களை குறில், நெடில் என இரு வகைப்படுத்தலாம்.  
குறில்: அ, இ, உ, எ, ஒ (எ.கா:  குடை, வினை)
நெடில்: ஆ, ஈ, ஏ, ஐ, ஊ, ஓ, ஔ (எ.கா: கூடை, வீணை)
மெய் எழுத்துக்கள் 3 வகைப்படும்.
வல்லினம்-  க, ச, ட, த, ப, ற
மெல்லினம்- ங, ஞ, ண, ந, ம, ன
இடையினம்- ய, ர, ல, வ, ழ, ள`
      }
    },
    {
      label: 'குறில்-நெடில்',
      type: 'group',
      id: 'group-letters',
      lockAfter: 2,
      commonData: {
        title: 'குறில், நெடில் வகைப்படுத்துக ',
        types: ['குறில்', 'நெடில்']
      },
      data: [
        ['அ, இ, உ, எ, ஒ', 'ஆ, ஈ, ஊ, ஏ, ஐ, ஓ, ஔ'],

        ['க, கி, கு, கெ, கொ', 'கா, கீ, கூ, கே, கை, கோ, கௌ'],

        ['ம, மி, மு, மெ, மொ', 'மா, மீ, மூ, மே, மை, மோ, மௌ'],

        ['ய, யி, யு, யெ, யொ', 'யா, யீ, யூ, யே, யை, யோ, யௌ'],

        ['த, தி, து, தெ, தொ', 'தா, தீ, தூ, தே, தை, தோ, தௌ']
      ]
    },
    {
      label: 'குறில்-நெடில்',
      type: 'group',
      id: 'group-words',
      lockAfter: 2,
      commonData: {
        title: 'குறில், நெடில் வகைப்படுத்துக',
        types: ['குறில்', 'நெடில்']
      },
      data: [
        ['கடை,  குடை,  மலை, தடி, சட்டை', 'காடை,  கூடை, மாலை, தாடி,  சாட்டை'],

        ['கல், படம், பல், நகம், வனம்', 'கால், பாடம் , பால், நாகம், வானம்'],

        ['கொடி, படு, தொடு, விடு, கொடு', 'கோடி, பாடு, தோடு, வீடு, கோடு'],

        ['தளம், பலம் , கரம்,  வனம்,  முடி', 'தாளம், பாலம், காரம், வானம், மூடி'],

        ['வரம், கலம், மனம், வினை, முட்டை', 'வாரம், காலம், மானம், வீணை, மூட்டை'],

        ['குண்டு, நரை, சதம், பனை, மதம்', 'கூண்டு, நாரை, சாதம், பானை, மாதம்'],

        ['கலை, மலை, நிலம், கம்பு, பட்டு', 'காலை, மாலை, நீலம், காம்பு, பாட்டு'],

        ['மென்மை, அலை, நிதி, மிதி, பெட்டி', 'மேன்மை, ஆலை, நீதி, மீதி, பேட்டி']
      ]
    },

    {
      id: 'reading-tense',
      type: 'passage',
      label: 'காலம்',
      data: {
        title: 'காலம்',
        text: `ஒரு வினை அல்லது செயல் நிகழும் நேரமே காலம் ஆகும். காலம் 3 வகைப்படும். 
அவை நிகழ்காலம், இறந்த காலம் மற்றும் எதிர்காலம்.
செயல் நடந்து முடிந்த நேரம்/காலம் இறந்த காலம்.
(எ.கா: வந்தான், சென்றான்)
செயல் நடக்கின்ற நேரம்/காலம் நிகழ் காலம். 
(எ.கா: வருகின்றான், செய்கின்றான்)
செயல் நடக்க போகும் நேரம்/காலம் எதிர் காலம். 
(எ.கா: வருவான், செல்வான்)`
      }
    },
    {
      type: 'classifySentence',
      label: 'காலம்',
      id: 'tense',
      commonData: {
        title: 'பின்வரும் வாக்கியம் எந்த காலத்தை குறிக்கும்.',
        types: ['நிகழ் காலம்', 'இறந்த காலம்', 'எதிர் காலம்']
      },
      data: [
        [
          `சூரியன் உதிக்கும் திசை கிழக்கு.
நான் தோட்டத்தில் வேலை செய்து கொண்டு இருக்கிறேன்.
அம்மா கடைக்கு சென்றிருக்கிறார்.
நாம் இந்தியாவில் வாழ்கிறோம்.`,

          `நேற்று கனமழை பெய்தது.
கீதா வீட்டுப்பாடத்தை முடித்துவிட்டாள்.
நேற்று நான் நடனம் ஆடினேன்.`,

          `நான் நாளை மைதானத்துக்கு வருவேன்.
நான் உணவு உண்பேன். 
நாங்கள் படம் வரைவோம்.`
        ],
        [
          `ஆடுகள் புல் மேய்கின்றன. 
சிவா பாடல் பாடுகிறான்.
மாலா சந்தைக்குச் செல்கிறாள்.`,

          `மாலா சந்தைக்குச் சென்றாள். 
நாங்கள் நேற்று பள்ளிக்குச் சென்றோம்.
லதா பொம்மை செய்தாள்.
எனது அப்பா வீட்டிற்கு வந்து விட்டார். `,

          `மயில்கள் நடனம் ஆடும்.
கண்மணி அழகாக பூ தொடுப்பாள்.
மாமா அடுத்த வாரம் வருகிறார்.  `
        ],
        [
          `நாங்கள் பள்ளிக்குச் செல்கிறோம்.
லதா பொம்மை செய்கிறாள்.
நாங்கள் காய்கறி சந்தைக்கு செல்கிறோம்.`,

          `நாங்கள் காய்கறி சந்தைக்கு சென்றோம்.
ரவி சிறப்பாகப் பேசி முடித்தான்.
தம்பி போட்டியில் வெற்றி பெற்றான்.`,

          `மாலா சந்தைக்குச் செல்வாள். 
நாங்கள் அடுத்த மாதம் பள்ளிக்குச் செல்வோம்.
லதா நாளை பொம்மை செய்வாள்.
நாங்கள் காய்கறி சந்தைக்கு செல்வோம்.`
        ],
        [
          `வேலன் ஒரு புத்தகத்தை தேடிக்கொண்டிருக்கிறான்.
          நான் கவிதை எழுதுகிறேன்.
நான் இறைவனை தினமும் வணங்குகிறேன்.`,

          `அத்தை கோயிலுக்கு சென்றார்.     
          நேற்று என் தோழியை சந்தித்தேன்.
          மழை நேரத்தில் இடி இடிக்கும் சத்தம் கேட்டது.`,

          `சீதா போட்டியில் வெற்றி பெறுவாள்.
          எங்கள் பள்ளியில் ஆண்டு விழா நடக்க இருக்கிறது.
          சுபா ஆண்டு விழாவில் பாட்டு பாடுவாள்.
பொங்கல் விடுமுறையில் ஊருக்குச் செல்வோம்.`
        ],

        [
          `அன்னையர் தினம் கொண்டாடுகிறோம்.
குமார் கதை புத்தகம் படித்துக் கொண்டிருக்கிறான்.`,

          `பள்ளியில் பருவத்தேர்வு முடிந்து விட்டது.
நேற்று நாங்கள் திருமண விழாவிற்குச் சென்றோம்.`,

          `பள்ளி விடுமுறையில் வருகிறோம்.`
        ]
      ]
    },
    {
      id: 'reading-word',
      type: 'passage',
      label: 'சொல்',
      data: {
        title: 'சொல்',
        text: `பல எழுத்துக்கள் இணைந்து ஒரு பொருளைத் தருவது சொல் ஆகும். சில இடங்களில் ஓர் எழுத்தாகவும் வரும், ஆனால் பொருள் தர வேண்டும். அதற்கே சொல் என்று பெயர். 
தமிழ் மொழியில் நான்கு வகை சொற்கள் உண்டு. அவை  
பெயர்ச்சொல்- ஒரு பொருளின் பெயரை உணர்த்தும் சொல் பெயர்ச்சொல். ஒருவரின் பெயர், பொருள், இடம், காலம், தொழில் போன்றவற்றை குறிப்பது பெயர்ச்சொல்.
எ.கா: செல்வம், கண்மணி, இந்தியா, சித்திரை    
வினைச்சொல் - ஒருவர் செய்யும் செயலைக் குறித்து பேசுவது வினைச்சொல் ஆகும். 
எ.கா: "ரவி ஓடுகிறான்" (ஓடுகிறான்- வினைச்சொல்)
உரிச்சொல் -  ஒருவர் செய்யும் செயலை எப்படி செய்கிறார், எவ்வாறு செய்கிறார் என்பது குறித்து விளக்குவது உரிச்சொல் ஆகும். 
எ.கா: "ரவி வேகமாக ஓடுகிறான்" (வேகமாக- உரிச்சொல்). 
இடைச்சொல் - இடைச்சொல் என்பது தனித்து நில்லாமல் பெயரையாவது, வினையையாவது சார்ந்து வருவது.
எ.கா: தேவி நடந்தே வீட்டுக்கு வந்தாள். (தே, "நடந்தே" என்பது வினை உரிச்சொல்.)`
      }
    },
    {
      label: 'பெயர்ச்சொல்-வினைச்சொல்',
      type: 'group',
      id: 'group-verbs',
      commonData: {
        title: 'பெயர்ச்சொல்-வினைச்சொல் வகைப்படுத்துக ',
        types: ['பெயர்ச்சொல்', 'வினைச்சொல்']
      },
      data: [
        [
          'அம்மா, மனிதன், பசு, புத்தகம், சென்னை',
          'வரைகிறாள், அழைக்கிறாள், வருகிறாள், அதிர்ந்தது, ஓடுகிறது'
        ],
        [
          'தமிழகம், மணி, நாள், மாதம், ஆண்டு',
          'பாடுகிறான், ஆடுகிறான், வந்தது, அழைக்கிறார்கள், கூவுகிறது'
        ],
        [
          'பாப்பா, நிலம், நீர், மழை , காற்று',
          'அழுகிறது, எரிகிறது, வீசுகிறது, பெய்கிறது, சமைக்கிறாள்'
        ]
      ]
    },

    {
      type: 'selectWord',
      label: 'வினைச்சொல்',
      id: 'verb',
      commonData: {
        title: 'வினைச்சொல்லை தேர்வு செய்க'
      },
      data: [
        `நேற்று சுதா பள்ளிக்கு *வரவில்லை*.
சிவா சிறுத்தை போல் வேகமாக *ஓடுவான்*.
பூங்காவில் மயில் ஒன்று தோகை விரித்து *ஆடியது*.
1969 ஆம் ஆண்டு, மனிதன் நிலாவில் கால் *பதித்தான்*.
காலை நேரத்தில் கீதா ஓவியம் *வரைவாள்*.`,

        `கொத்தனார் வீடு *கட்டினார்*.
அனு கட்டுரை *எழுதினாள்*.
அம்மா உணவு *சமைக்கிறாள்*.
மாமா மரக்கன்றை *நட்டார்*.
ஆனந்தி படம் *வரைகிறாள்*.`
      ]
    },
    {
      id: 'reading-thinai',
      type: 'passage',
      label: 'உயர்திணை-அஃறிணை',
      data: {
        title: 'உயர்திணை-அஃறிணை',
        text: `உலகத்தில் வாழும் மக்களையும் தேவர்களையும் குறிப்பது உயர்திணை என்று அழைக்கப்படுகிறது.
எ.கா: மக்கள் (ராமன், தேவி, தொழிலாளர்), தேவர்கள் (நாரதர் , இந்திரன்)
மக்கள், தேவர்கள் ஆகியோர் தவிர மற்ற உயிருள்ள மற்றும் உயிரற்ற பொருட்கள் அனைத்தும் அஃறிணை எனப்படும்.
எ.கா: மண், விளக்கு, நாய், செடி`
      }
    },
    {
      label: 'உயர்திணை-அஃறிணை',
      type: 'group',
      id: 'group',
      commonData: {
        title: 'உயர்திணை-அஃறிணை வகைப்படுத்துக ',
        types: ['உயர்திணை', 'அஃறிணை']
      },
      data: [
        [
          'அம்மா, உழவன், செல்வன், கரிகாலன் , ஆசிரியர்',
          'புத்தகம், அணில், வயல், சூரியன், படகு'
        ],
        [
          'மருத்துவர், பாட்டி, மக்கள், மாணவன், வியாபாரி',
          'பள்ளி, பசு, பழம், மரம், வீடு'
        ],
        [
          'குழந்தை, அமைச்சர், தோழி, சிறுவன், பார்வதி',
          'நகை, இலை, மேசை, செடி, கப்பல்'
        ]
      ]
    },
    {
      id: 'reading-gender',
      type: 'passage',
      label: 'பால்',
      data: {
        title: 'பால்',
        text: `ஆண்பால்: ஆண்களைக் குறிப்பது ஆண்பால் எனப்படும். (எ.கா) ராமன் , மோகன்
பெண்பால்: பெண்களைக் குறி்ப்பது பெண்பால் எனப்படும். (எ.கா) கவிதா, லலிதா
பலர்பால்: ஆண், பெண்களில் பலரைக் குறிப்பது பலர்பால் எனப்படும். (எ.கா) மக்கள், ஆண்கள், பெண்கள்
ஒன்றன் பால்: அஃறிணைப் பொருள்களில் ஏதேனும் ஒன்றைக் குறிப்பது ஒன்றன் பால் எனப்படும். (எ.கா) கல், மரம்
பலவின் பால்: அஃறிணைப் பொருள்களில் பலவற்றைக் குறிப்பது பலவின்பால் எனப்படும். (எ.கா) அவை, வீடுகள், மாடுகள்`
      }
    },
    {
      label: 'ஆண்பால்-பெண்பால்',
      type: 'group',
      id: 'group-gender',
      commonData: {
        title: 'ஆண்பால்-பெண்பால் வகைப்படுத்துக ',
        types: ['ஆண்பால்', 'பெண்பால்']
      },
      data: [
        [
          'அப்பா, நடிகன், சிறுவன், சகோதரன், அண்ணண்',
          'அம்மா, நடிகை, சிறுமி, சகோதரி, அக்கா'
        ],
        [
          'தம்பி, தாத்தா, மாமா, அரசன், மகன்',
          'தங்கை, பாட்டி, அத்தை, அரசி, மகள்'
        ],
        [
          'மருமகன், பேரன், மாணவன், தோழன்,ஆசிரியர்',
          'மருமகள், பேத்தி, மாணவி, தோழி, ஆசிரியை '
        ]
      ]
    },
    {
      id: 'gender',
      type: 'match',
      label: 'ஆண்பால் - பெண்பால்',
      commonData: {
        title: 'பொருத்துக',
        fontSize: '1rem'
      },
      data: [
        `மாணவன், மாணவி 
சிறுவன், சிறுமி 
செல்வன், செல்வி 
தோழன், தோழி 
கிழவன், கிழவி`,

        `தந்தை, தாய் 
தம்பி, தங்கை 
தாத்தா, பாட்டி 
அண்ணன், அண்ணி 
மாமா, மாமி`,

        `நாயகன், நாயகி
தலைவன், தலைவி
நடிகன், நடிகை
பாடகர், பாடகி 
அழகன், அழகி`,

        `அப்பா , அம்மா 
ராஜா, ராணி 
ஆசிரியர், ஆசிரியை 
சகோதரன், சகோதரி 
குறவன், குறத்தி`,

        `மகன், மகள்
மருமகன், மருமகள் 
மணமகன், மணமகள் 
சேவகன், சேவகி 
கணவன், மனைவி`
      ]
    }
    /*
{
type: 'dictation',
label: 'Dictation - Tamil',
id: 'dictation-animals',
data: {
title: 'Listen to the sound and type the word',
audio: 'ta/ta-animals.mp3',
audioOffset: 2,
lang: 'ta',
words:
'நாய், ஆடு, செம்மறி ஆடு, குதிரை, பன்றி, யானை, சிங்கம், குரங்கு, புலி'
}
}*/
    /*
'நீர்யானை, காண்டாமிருகம், நரி, முதலை, வரிக்குதிரை, கரடி, ஒட்டகம், சுறாமீன், திமிங்கிலம், தட்டான்',
'மீன், தவளை, நண்டு, பாம்பு, அணில், ஆமை, எலி, ஈசல், எறும்பு, ஈ',
'வௌவால், எருமை, வண்ணத்துப்பூச்சி, மாடு, கழுதை, ஒட்டகச்சிவிங்கி, கங்காரு, சிறுத்தை, கீரிப்பிள்ளை, கொசு',
'ஆக்டோபஸ், ஓநாய், கரப்பான் பூச்சி, ஓணான், பல்லி, முயல்',

'காகம், புறா, வாத்து, கோழி, கிளி, மயில், சிட்டுக்குருவி, கோழிக்குஞ்சு, கொக்கு, மீன் கொத்தி, மைனா, நெருப்புக்கோழி, ஆந்தை, சேவல், கழுகு, மரங்கொத்தி',
'காரட், பீட்ரூட், வெங்காயம், தக்காளி, உருளைக்கிழங்கு, முட்டைகோசு, காலிப்பிளார், சோளம், வெள்ளரிக்காய், பூண்டு',
*/
  ]
};
