export default {
  label: 'பொது அறிவு',
  id: 'ta-gk',
  img: 'gk',
  list: [
    {
      id: 'mcq',
      label: 'சரியான பதிலை தேர்வு செய்க ',
      type: 'mcq',
      data: {
        title: 'பின்வரும் கேள்விகளுக்கு சரியான விடையை தேர்வு செய்க ',
        questions: [
          {
            qText: 'எதை அடிப்படையாக வைத்து மாநிலங்கள் பிரிக்க பட்டது ?',
            options: 'மொழி , மதம் , மக்கள்தொகை '
          },
          {
            qText: 'ராஜராஜ சோழன் கட்டிய பெரிய கோவில் எந்த ஊரில் உள்ளது?',
            options: 'தஞ்சாவூர்,  திருச்சி,  மதுரை '
          },
          {
            qText: 'காவிரி ஆறு எந்த நகரின் நடுவே பாய்கிறது?',
            options: 'திருச்சி , மதுரை , சென்னை , சேலம் '
          },
          {
            qText: 'வைகை ஆறு எந்த நகரின் நடுவே பாய்கிறது?',
            options: 'மதுரை , திருச்சி , சென்னை , சேலம் '
          },
          {
            qText: 'தமிழ் நாட்டின் வடக்கே அமைந்துள்ள மாநிலம் எது?',
            options: 'ஆந்திர பிரதேசம், கர்நாடகா , கேரளா '
          }
        ]
      }
    }
  ]
};
