export default {
  label: 'உயிர்மெய் எழுத்துக்கள்',
  id: 'ta-letter-mixed',
  img: 'writing',
  lockAfter: 100,
  list: [
    {
      type: 'slides',
      id: 'slide-mixed',
      label: 'slide: உயிர்மெய் எழுத்துக்கள்',
      commonData: {
        audio: 'ta/ta-all-letters.mp3',
        audioWidth: 1,
        type: 'text',
        fontSize: '5rem',
        title: 'உயிர்மெய் எழுத்துக்கள்:'
      },
      data: [
        {
          microLabel: 'க',
          audioOffset: 30,
          text: `க, கா, கி, கீ, கு, கூ, கெ, கே, கை, கொ, கோ, கௌ`
        },
        {
          microLabel: 'ச',
          audioOffset: 42,
          text: `ச, சா, சி, சீ, சு, சூ, செ, சே, சை, சொ, சோ, சௌ`
        },
        {
          microLabel: 'ட',
          audioOffset: 54,
          text: `ட, டா, டி, டீ, டு, டூ, டெ, டே, டை, டொ, டோ, டௌ`
        },
        {
          microLabel: 'ண',
          audioOffset: 66,
          text: `ண, ணா, ணி, ணீ, ணு, ணூ, ணெ, ணே, ணை, ணொ, ணோ, ணௌ`
        },
        {
          microLabel: 'த',
          audioOffset: 78,
          text: `த, தா, தி, தீ, து, தூ, தெ, தே, தை, தொ, தோ, தௌ`
        },
        {
          microLabel: 'ந',
          audioOffset: 90,
          text: `ந, நா, நி, நீ, நு, நூ, நெ, நே, நை, நொ, நோ, நௌ`
        },
        {
          microLabel: 'ப',
          audioOffset: 102,
          text: `ப, பா, பி, பீ, பு, பூ, பெ, பே, பை, பொ, போ, பௌ`
        },
        {
          microLabel: 'ம',
          audioOffset: 114,
          text: `ம, மா, மி, மீ, மு, மூ, மெ, மே, மை, மொ, மோ, மௌ`
        },
        {
          microLabel: 'ய',
          audioOffset: 126,
          text: `ய, யா, யி, யீ, யு, யூ, யெ, யே, யை, யொ, யோ, யௌ`
        },
        {
          microLabel: 'ர',
          audioOffset: 138,
          text: `ர, ரா, ரி, ரீ, ரு, ரூ, ரெ, ரே, ரை, ரொ, ரோ, ரௌ`
        },
        {
          microLabel: 'ல',
          audioOffset: 150,
          text: `ல, லா, லி, லீ, லு, லூ, லெ, லே, லை, லொ, லோ, லௌ`
        },
        {
          microLabel: 'வ',
          audioOffset: 162,
          text: `வ, வா, வி, வீ, வு, வூ, வெ, வே, வை, வொ, வோ, வௌ`
        },
        {
          microLabel: 'ழ',
          audioOffset: 174,
          text: `ழ, ழா, ழி, ழீ, ழு, ழூ, ழெ, ழே, ழை, ழொ, ழோ, ழௌ`
        },
        {
          microLabel: 'ள',
          audioOffset: 186,
          text: `ள, ளா, ளி, ளீ, ளு, ளூ, ளெ, ளே, ளை, ளொ, ளோ, ளௌ`
        },
        {
          microLabel: 'ற',
          audioOffset: 198,
          text: `ற, றா, றி, றீ, று, றூ, றெ, றே, றை, றொ, றோ, றௌ`
        },
        {
          microLabel: 'ன',
          audioOffset: 210,
          text: `ன, னா, னி, னீ, னு, னூ, னெ, னே, னை, னொ, னோ, னௌ`
        }
      ]
    },
    {
      label: 'எழுத்து வரிசை',
      type: 'phonics',
      id: 'ka-row',
      commonData: {
        audio: 'ta/ta-all-letters.mp3',
        audioWidth: 1,
        lang: 'ta',
        ignoreOffset: true, // audioOffset is not required for webapp but required for android app
        title: 'எழுத்துக்களை தொட்டு ஓசையை கேளுங்கள்.'
      },
      data: [
        {
          microLabel: 'க',
          audioOffset: 30,
          text: `க, கா, கி, கீ, கு, கூ, கெ, கே, கை, கொ, கோ, கௌ`
        },
        {
          microLabel: 'ச',
          audioOffset: 42,
          text: `ச, சா, சி, சீ, சு, சூ, செ, சே, சை, சொ, சோ, சௌ`
        },
        {
          microLabel: 'ட',
          audioOffset: 54,
          text: `ட, டா, டி, டீ, டு, டூ, டெ, டே, டை, டொ, டோ, டௌ`
        },
        {
          microLabel: 'ண',
          audioOffset: 66,
          text: `ண, ணா, ணி, ணீ, ணு, ணூ, ணெ, ணே, ணை, ணொ, ணோ, ணௌ`
        },
        {
          microLabel: 'த',
          audioOffset: 78,
          text: `த, தா, தி, தீ, து, தூ, தெ, தே, தை, தொ, தோ, தௌ`
        },
        {
          microLabel: 'ந',
          audioOffset: 90,
          text: `ந, நா, நி, நீ, நு, நூ, நெ, நே, நை, நொ, நோ, நௌ`
        },
        {
          microLabel: 'ப',
          audioOffset: 102,
          text: `ப, பா, பி, பீ, பு, பூ, பெ, பே, பை, பொ, போ, பௌ`
        },
        {
          microLabel: 'ம',
          audioOffset: 114,
          text: `ம, மா, மி, மீ, மு, மூ, மெ, மே, மை, மொ, மோ, மௌ`
        },
        {
          microLabel: 'ய',
          audioOffset: 126,
          text: `ய, யா, யி, யீ, யு, யூ, யெ, யே, யை, யொ, யோ, யௌ`
        },
        {
          microLabel: 'ர',
          audioOffset: 138,
          text: `ர, ரா, ரி, ரீ, ரு, ரூ, ரெ, ரே, ரை, ரொ, ரோ, ரௌ`
        },
        {
          microLabel: 'ல',
          audioOffset: 150,
          text: `ல, லா, லி, லீ, லு, லூ, லெ, லே, லை, லொ, லோ, லௌ`
        },
        {
          microLabel: 'வ',
          audioOffset: 162,
          text: `வ, வா, வி, வீ, வு, வூ, வெ, வே, வை, வொ, வோ, வௌ`
        },
        {
          microLabel: 'ழ',
          audioOffset: 174,
          text: `ழ, ழா, ழி, ழீ, ழு, ழூ, ழெ, ழே, ழை, ழொ, ழோ, ழௌ`
        },
        {
          microLabel: 'ள',
          audioOffset: 186,
          text: `ள, ளா, ளி, ளீ, ளு, ளூ, ளெ, ளே, ளை, ளொ, ளோ, ளௌ`
        },
        {
          microLabel: 'ற',
          audioOffset: 198,
          text: `ற, றா, றி, றீ, று, றூ, றெ, றே, றை, றொ, றோ, றௌ`
        },
        {
          microLabel: 'ன',
          audioOffset: 210,
          text: `ன, னா, னி, னீ, னு, னூ, னெ, னே, னை, னொ, னோ, னௌ`
        }
      ]
    },
    {
      label: 'அனைத்து எழுத்துக்கள் ',
      type: 'phonics',
      id: 'all-row',
      onlyBigScreen: true,
      data: {
        audio: 'ta/ta-all-letters.mp3',
        audioWidth: 1,
        // audioOffset: 30,
        padding: '0px',
        fontSize: '1rem',
        width: '55px',
        lang: 'ta',
        title: 'எழுத்துக்களை தொட்டு ஓசையை கேளுங்கள்.',
        text: `க, கா, கி, கீ, கு, கூ, கெ, கே, கை, கொ, கோ, கௌ
  ச, சா, சி, சீ, சு, சூ, செ, சே, சை, சொ, சோ, சௌ
  ட, டா, டி, டீ, டு, டூ, டெ, டே, டை, டொ, டோ, டௌ
  ண, ணா, ணி, ணீ, ணு, ணூ, ணெ, ணே, ணை, ணொ, ணோ, ணௌ
  த, தா, தி, தீ, து, தூ, தெ, தே, தை, தொ, தோ, தௌ
  ந, நா, நி, நீ, நு, நூ, நெ, நே, நை, நொ, நோ, நௌ
  ப, பா, பி, பீ, பு, பூ, பெ, பே, பை, பொ, போ, பௌ
  ம, மா, மி, மீ, மு, மூ, மெ, மே, மை, மொ, மோ, மௌ
  ய, யா, யி, யீ, யு, யூ, யெ, யே, யை, யொ, யோ, யௌ
  ர, ரா, ரி, ரீ, ரு, ரூ, ரெ, ரே, ரை, ரொ, ரோ, ரௌ
  ல, லா, லி, லீ, லு, லூ, லெ, லே, லை, லொ, லோ, லௌ
  வ, வா, வி, வீ, வு, வூ, வெ, வே, வை, வொ, வோ, வௌ
  ழ, ழா, ழி, ழீ, ழு, ழூ, ழெ, ழே, ழை, ழொ, ழோ, ழௌ
  ள, ளா, ளி, ளீ, ளு, ளூ, ளெ, ளே, ளை, ளொ, ளோ, ளௌ
  ற, றா, றி, றீ, று, றூ, றெ, றே, றை, றொ, றோ, றௌ
  ன, னா, னி, னீ, னு, னூ, னெ, னே, னை, னொ, னோ, னௌ `
      }
    },
    {
      id: 'match',
      type: 'match',
      label: 'உயிர் மெய்: பொருத்துக',
      lockAfter: 2,
      commonData: {
        big: true,
        title: 'உயிர் மெய்: பொருத்துக'
      },
      data: [
        `க் + அ , க 
க் + ஆ , கா 
க் + இ , கி 
க் + ஈ , கீ 
க் + உ , கு 
க் + ஊ , கூ`,

        `க் + எ , கெ
க் + ஏ , கே
க் + ஐ , கை
க் + ஒ , கொ
க் +  ஓ, கோ
க் + ஔ, கௌ`,

        `ச் + அ , ச
ச் + ஆ , சா
ச் + இ , சி
ச் + ஈ , சீ
ச் + உ , சு
ச் + ஊ , சூ  `,

        `ச் + எ , செ
ச் + ஏ , சே
ச் + ஐ , சை
ச் + ஒ , சொ
ச் +  ஓ, சோ
ச் + ஔ, சௌ`,

        `த்  + அ , த
த் + ஆ , தா
த் + இ , தி
த் + ஈ , தீ
த் + உ , து
த் + ஊ , தூ`,

        `த் + எ , தெ
த் + ஏ , தே
த் + ஐ , தை
த் + ஒ , தொ
த் +  ஓ, தோ
த் + ஔ, தௌ`,

        `ப்  + அ , ப
ப் + ஆ , பா
ப் + இ , பி
ப் + ஈ , பீ
ப் + உ , பு
ப் + ஊ , பூ `,

        `ப் + எ , பெ
ப் + ஏ , பே
ப் + ஐ , பை
ப் + ஒ , பொ
ப் +  ஓ, போ
ப் + ஔ, பௌ`,

        `ம் + அ , ம
ம் + ஆ , மா
ம் + இ , மி
ம் + ஈ , மீ
ம் + உ , மு
ம் + ஊ , மூ`,

        `ம் + எ , மெ
ம் + ஏ , மே
ம் + ஐ , மை
ம் + ஒ , மொ
ம் +  ஓ, மோ
ம் + ஔ, மௌ`,

        `ர் + அ , ர 
ர் + ஆ , ரா
ர் + இ , ரி
ர் + ஈ , ரீ
ர் + உ , ரு
ர் + ஊ , ரூ `,

        `ர் + எ , ரெ
ர் + ஏ , ரே
ர் + ஐ , ரை
ர் + ஒ , ரொ
ர் +  ஓ, ரோ
ர் + ஔ, ரௌ`,

        `ல் + அ , ல 
ல் + ஆ , லா
ல் + இ , லி 
ல் + ஈ , லீ
ல் + உ , லு
ல் + ஊ , லூ`,

        `ல் + எ , லெ 
ல் + ஏ , லே
ல் + ஐ , லை
ல் + ஒ , லொ
ல் +  ஓ, லோ
ல் + ஔ, லௌ `,

        `வ் + அ , வ
வ் + ஆ , வா
வ் + இ , வி
வ் + ஈ , வீ
வ் + உ , வு
வ் + ஊ , வூ`,

        `வ் + எ , வெ
வ் + ஏ , வே
வ் + ஐ , வை
வ் + ஒ , வொ
வ் +  ஓ, வோ
வ் + ஔ, வௌ`,

        `ழ் + அ , ழ
ழ் + ஆ , ழா
ழ் + இ , ழி
ழ் + ஈ , ழீ
ழ் + உ , ழு
ழ் + ஊ , ழூ`,

        `ழ் + எ , ழெ
ழ் + ஏ , ழே
ழ் + ஐ , ழை
ழ் + ஒ , ழொ
ழ் +  ஓ, ழோ
ழ் + ஔ, ழௌ`
      ]
    },
    {
      type: 'rightOne',
      label: 'எழுத்துக்களை அடையாளம் காண்க',
      id: 'find',
      commonData: {
        title: 'ஓசை கேட்டு எழுத்துக்களை அடையாளம் காண்க.',
        type: 'letters',
        fontSize: '2rem',
        audio: 'ta/tamil-mixed-letters.mp3'
      },
      data: [
        {
          words: `க, கா, கி,கீ,கு,கூ,கெ,கே,கை,கொ,கோ,கௌ`
        },
        {
          words: `ச,சா,சி,சீ,சு,சூ,செ,சே,சை,சொ,சோ,சௌ`,
          audioOffset: 24
        },
        {
          words: `ட,டா,டி,டீ,டு,டூ,டெ,டே,டை,டொ,டோ,டௌ`,
          audioOffset: 48
        },
        {
          words: `ண,ணா,ணி,ணீ,ணு,ணூ,ணெ,ணே,ணை,ணொ,ணோ,ணௌ`,
          audioOffset: 72
        },
        {
          words: `த,தா,தி,தீ,து,தூ,தெ,தே,தை,தொ,தோ,தௌ`,
          audioOffset: 96
        },
        {
          words: `ந,நா,நி,நீ,நு,நூ,நெ,நே,நை,நொ,நோ,நௌ`,
          audio: 'ta/tamil-mixed-letters-2.mp3'
        },
        {
          words: `ப,பா,பி,பீ,பு,பூ,பெ,பே,பை,பொ,போ,பௌ`,
          audio: 'ta/tamil-mixed-letters-2.mp3',
          audioOffset: 24
        },
        {
          words: `ம,மா,மி,மீ,மு,மூ,மெ,மே,மை,மொ,மோ,மௌ`,
          audio: 'ta/tamil-mixed-letters-2.mp3',
          audioOffset: 48
        },
        {
          words: `ழ , ழா, ழி, ழீ, ழு, ழூ, ழெ, ழே, ழை, ழொ, ழோ, ழௌ`,
          audio: 'ta/ta-uyirmei-4.mp3'
        },
        {
          words: `ள, ளா, ளி, ளீ, ளு, ளூ, ளெ, ளே, ளை, ளொ, ளோ, ளௌ`,
          audio: 'ta/ta-uyirmei-4.mp3',
          audioOffset: 24
        },
        {
          words: `ற, றா, றி, றீ, று, றூ, றெ, றே, றை, றொ, றோ, றௌ`,
          audio: 'ta/ta-uyirmei-4.mp3',
          audioOffset: 48
        },
        {
          words: `ன, னா, னி, னீ, னு, னூ, னெ, னே, னை, னொ, னோ, னௌ`,
          audio: 'ta/ta-uyirmei-4.mp3',
          audioOffset: 72
        }
      ]
    }
  ]
};
