export default {
  label: 'எழுத்து',
  id: 'ta-letter',
  img: 'writing',
  lockAfter: 4,
  list: [
    {
      id: 'vowels-writing',
      type: 'tracing',
      label: 'எழுதுக: உயிர் எழுத்துக்கள்',
      data: {
        type: 'custom',
        audio: 'ta/ta-letters.mp3',
        yGuides: [95, 250],
        source: [
          {
            id: 'அ',
            paths: [
              'M 130 54 C 113 94 71 67 74 43 C 78 13 132 7 159 82 C 170 111 204 292 68 231 ',
              'M 68 231 C 8 202 3 141 124 144 L 214 146 ',
              'M 214 20 L 214 245 '
            ],
            width: 215,
            audio: 0
          },
          {
            id: 'ஆ',
            paths: [
              'M 130 54 C 113 94 71 67 74 43 C 78 13 132 7 159 82 C 170 111 204 292 68 231 ',
              'M 68 231 C 8 202 3 141 124 144 L 214 146 ',
              'M 214 20 L 214 245 ',
              'M 214 245 C 214 150 292 181 283 243 C 276 329 131 285 172 243 '
            ],
            width: 275,
            audio: 2
          },
          {
            id: 'இ',
            paths: [
              'M 125 93 C 108 133 66 106 69 82 C 73 52 127 46 154 121 C 182 189 105 294 18 217 ',
              'M 18 217 C -18 183 70 146 138 159 C 198 171 268 245 182 245 ',
              'M 182 245 C 144 245 26 229 46 80 C 67 -10 206 5 172 126 '
            ],
            width: 215,
            audio: 4
          },
          {
            id: 'ஈ',
            paths: [
              'M 28 244 L 28 44 L 208 44 ',
              'M 121 45 L 121 245 ',
              'M 68 152 L 78 152 ',
              'M 157 151 L 167 151 '
            ],
            width: 205,
            audio: 6
          },
          {
            id: 'உ',
            paths: [
              'M 97 43 C 98 117 34 97 36 57 C 40 -3 251 10 100 147 Q 73 173 38 196 L 36 243 ',
              'M 35 242 L 247 242 '
            ],
            width: 255,
            audio: 8
          },
          {
            id: 'ஊ',
            paths: [
              'M 97 35 C 94 107 34 97 36 57 C 40 -3 195 9 93 136 Q 60 173 38 196 L 36 243 ',
              'M 35 242 L 255 242 ',
              'M 128 182 C 220 172 120 286 110 204 C 106 142 128 112 168 114 C 195 113 195 180 195 232 ',
              'M 195 232 C 193 114 191 111 266 111 ',
              'M 246 112 L 248 226 '
            ],
            width: 265,
            audio: 10
          },
          {
            id: 'எ',
            paths: [
              'M 27 141 C 153 133 110 245 48 245 Q 14 245 13 162 C 17 7 97 19 212 20 ',
              'M 170 20 L 170 245'
            ],
            width: 205,
            audio: 12
          },
          {
            id: 'ஏ',
            paths: [
              'M 27 141 C 153 133 110 245 48 245 Q 14 245 13 162 C 17 7 97 19 212 20 ',
              'M 170 20 L 170 245 L 74 335 '
            ],
            width: 205,
            audio: 14
          },
          {
            id: 'ஐ',
            paths: [
              'M 22 66 C 148 56 3 187 12 61 C 16 14 108 -7 104 90',
              'M 104 90 C 102 8 207 -5 203 80 C 202 141 19 99 20 182 ',
              'M 20 182 C 15 261 110 277 113 153',
              'M 113 153 C 108 271 211 272 203 156 '
            ],
            width: 215,
            audio: 16
          },
          {
            id: 'ஒ',
            paths: [
              'M 24 87 C 92 17 59 173 26 125 C 10 107 19 21 86 19 C 124 18 187 29 184 75 C 185 144 104 155 108 101 Q 110 82 133 67 ',
              'M 132 67 C 71 118 114 159 171 159 ',
              'M 171 159 C 130 157 130 177 128 203 C 131 253 17 271 34 186 '
            ],
            width: 150,
            audio: 18
          },
          {
            id: 'ஓ',
            paths: [
              'M 24 87 C 92 17 59 173 26 125 C 10 107 19 21 86 19 C 124 18 187 29 184 75 C 185 144 104 155 108 101 Q 110 82 133 67 ',
              'M 132 67 C 71 118 114 159 171 159 ',
              'M  171 159 C 130 157 130 177 128 203 C 131 253 17 271 34 186 C 45 154 113 193 44 219 '
            ],
            width: 150,
            audio: 20
          },
          {
            id: 'ஔ',
            paths: [
              'M 24 87 C 92 17 59 173 26 125 C 10 107 19 21 86 19 C 124 18 187 29 184 75 C 185 144 104 155 108 101 Q 110 82 133 67 ',
              'M 132 67 C 71 118 114 159 171 159 C 130 157 130 177 128 203 C 131 253 17 271 34 186 ',
              'M 192 182 C 262 205 185 288 185 209 C 185 137 256 92 256 243 ',
              'M 257 244 C 257 241 241 144 336 144 ',
              'M 319 146 L 319 246 '
            ],
            width: 320,
            audio: 22
          }
        ]
      }
    },
    {
      type: 'slides',
      id: 'slide-vowel',
      label: 'slide: உயிர் எழுத்துக்கள்',
      data: {
        audio: 'ta/ta-letters.mp3',
        title: 'உயிர் எழுத்துக்கள்',
        type: 'text',
        fontSize: '5rem',
        text: `அ, ஆ, இ, ஈ, உ, ஊ, எ, ஏ, ஐ, ஒ, ஓ, ஔ`
      }
    },
    {
      label: 'touch: உயிர் எழுத்துக்கள்',
      type: 'phonics',
      id: 'touch-vowel',
      data: {
        audio: 'ta/ta-letters.mp3',
        audioWidth: 2,
        title: 'எழுத்துக்களை தொட்டு ஓசையை கேளுங்கள்.',
        text: `அ, ஆ, இ, ஈ, உ, ஊ, எ, ஏ, ஐ, ஒ, ஓ, ஔ`
      }
    },
    {
      id: 'consonent',
      label: 'எழுதுக: மெய் எழுத்துக்கள்',
      type: 'tracing',
      data: {
        type: 'custom',
        yGuides: [95, 250],
        audio: 'ta/ta-letters.mp3',
        source: [
          {
            id: 'க்',
            paths: [
              'M 60 160 L 60 95 L 175 95 ',
              'M 115 95 C 115 193 115 243 78 243 C 2 249 4 157 54 160 L 140 161 C 212 164 193 269 110 238 ',
              'M 104 49 L 121 49 '
            ],
            width: 190,
            audio: 62
          },
          {
            id: 'ங்',
            paths: [
              'M 15 245 L 15 95 L 130 95',
              'M 75 95 L 75 180 C 105 102 188 155 127 211 Q 104 232 75 245 L 183 245 L 185 94 ',
              'M 79 49 L 96 49 '
            ],
            width: 195,
            audio: 64
          },
          {
            id: 'ச்',
            paths: [
              'M 60 160 L 60 95 L 175 95 ',
              'M 115 95 C 115 193 115 243 78 243 C 2 249 4 157 54 160 L 175 160',
              'M 104 49 L 121 49 '
            ],
            width: 145,
            audio: 66
          },
          {
            id: 'ஞ்',
            paths: [
              'M 62 120 C 126 113 98 184 68 167 C 34 156 32 95 101 95 L 188 96 ',
              'M 145 95 L 145 170 ',
              'M 145 170 C 148 99 240 154 180 217 C 162 234 143 249 92 246 C 9 229 4 153 26 122 ',
              'M 121 49 L 138 49 '
            ],
            width: 195,
            audio: 68
          },
          {
            id: 'ட்',
            paths: ['M 15 95 L 15 245 L 140 245 ', 'M 77 49 L 94 49 '],
            width: 115,
            audio: 70
          },
          {
            id: 'ண்',
            paths: [
              'M 12 166 C 84 139 53 282 18 227 C 5 195 6 165 15 131 C 38 67 148 101 146 169 C 147 201 135 245 105 243 C 84 245 81 208 82 179 C 88 120 127 96 155 97 C 196 95 231 165 229 189 C 230 258 174 260 169 205 C 166 176 169 137 196 119 C 226 92 264 93 298 97 ',
              'M 260 95 L 260 245 ',
              'M 148 49 L 165 49 '
            ],
            width: 305,
            audio: 72
          },
          {
            id: 'த்',
            paths: [
              'M 60 170 L 60 95 L 140 95 ',
              'M 100 95 C 102 177 110 257 57 243 C 15 229 9 175 37 170 C 157 162 152 195 152 229 C 153 299 51 269 24 349 ',
              'M 96 49 L 113 49 '
            ],
            width: 140,
            audio: 74
          },
          {
            id: 'ந்',
            paths: [
              'M 15 240 L 15 95 L 130 95',
              'M 90 95 L 90 220',
              'M 90 220 C 90 153 180 157 178 218 C 179 317 28 267 17 352 ',
              'M 66 49 L 83 49 '
            ],
            width: 155,
            audio: 76
          },
          {
            id: 'ப்',
            paths: ['M 15 95 L 15 245 L 160 245 L 160 95', 'M 76 49 L 93 49 '],
            width: 145,
            audio: 78
          },
          {
            id: 'ம்',
            paths: [
              'M 15 95 L 15 245 L 160 245 ',
              'M 159 245 C 161 192 170 96 123 97 C 61 96 78 181 79 245 ',
              'M 86 49 L 103 49 '
            ],
            width: 165,
            audio: 80
          },
          {
            id: 'ய்',
            paths: [
              'M 15 95 L 15 200 C 13 255 90 265 90 191 L 90 95',
              'M 90 95 L 90 245 L 170 245 L 170 95',
              'M 85 49 L 102 49 '
            ],
            width: 165,
            audio: 82
          },
          {
            id: 'ர்',
            paths: [
              'M 15 245 L 15 95 L 140 95',
              'M 100 95 L 100 245 L 15 333 ',
              'M 73 49 L 90 49 '
            ],
            width: 135,
            audio: 84
          },
          {
            id: 'ல்',
            paths: [
              'M 30 171 C 122 134 102 244 49 245 C 2 231 11 133 46 108 C 90 75 131 117 128 165 C 127 185 121 245 181 248 C 254 243 258 115 212 95 ',
              'M 128 49 L 145 49 '
            ],
            width: 205,
            audio: 86
          },
          {
            id: 'வ்',
            paths: [
              'M 20 165 C 87 139 98 244 38 245 C -9 245 3 99 68 96 C 131 96 158 157 94 245 ',
              'M 94 245 L 210 245 L 209 95 ',
              'M 133 49 L 150 49 '
            ],
            width: 195,
            audio: 88
          },
          {
            id: 'ழ்',
            paths: [
              'M 15 95 L 15 245 L 160 245 ',
              'M 159 245 C 161 192 170 96 123 97 C 61 96 78 181 79 245 C 79 295 115 295 150 288',
              'M 150 288 C 88 291 121 337 60 349 Q 30 349 30 317 ',
              'M 77 49 L 94 49 '
            ],
            width: 145,
            audio: 90
          },
          {
            id: 'ள்',
            paths: [
              'M 20 165 C 87 139 98 244 38 245 C -9 245 3 99 68 96 C 121 96 108 146 108 245 ',
              'M 108 245 C 112 83 114 95 166 95 L 226 97 ',
              'M 185 95 L 185 245',
              'M 104 49 L 121 49 '
            ],
            width: 165,
            audio: 92
          },
          {
            id: 'ற்',
            paths: [
              'M 15 200 L 15 165 C 14 62 96 87 88 161 L 88 200 ',
              'M 88 200 C 84 59 168 82 169 147 L 169 180 C 168 238 22 222 20 315 ',
              'M 86 49 L 103 49 '
            ],
            width: 175,
            audio: 94
          },
          {
            id: 'ன்',
            paths: [
              'M 12 166 C 116 128 47 296 18 227 C 5 195 6 165 15 131 C 33 67 166 98 165 184 C 166 221 146 248 118 245 C 100 246 91 208 93 180 C 96 135 156 96 182 95 L 230 95 ',
              'M 195 95 L 195 245',
              'M 104 49 L 121 49 '
            ],
            width: 240,
            audio: 96
          }
        ]
      }
    },
    {
      type: 'slides',
      id: 'slide-con',
      label: 'slide:மெய் எழுத்துக்கள்',
      data: {
        audio: 'ta/ta-letters.mp3',
        title: 'உயிர்மெய் எழுத்துக்கள்',
        type: 'text',
        fontSize: '5rem',
        audioOffset: 62,
        text: `க், ங், ச், ஞ், ட், ண், த், ந், ப், ம், ய், ர், ல், வ், ழ், ள், ற், ன்`
      }
    },
    {
      label: 'touch: மெய் எழுத்துக்கள்',
      type: 'phonics',
      id: 'touch-con',
      data: {
        audio: 'ta/ta-letters.mp3',
        audioOffset: 62,
        title: 'எழுத்துக்களை தொட்டு ஓசையை கேளுங்கள்.',
        text: `க், ங், ச், ஞ், ட், ண், த், ந், ப், ம், ய், ர், ல், வ், ழ், ள், ற், ன்`
      }
    },
    {
      id: 'consonants-writing',
      type: 'tracing',
      label: 'எழுதுக: உயிர்-மெய்-எழுத்துக்கள்',
      data: {
        type: 'custom',
        yGuides: [95, 250],
        audio: 'ta/ta-letters.mp3',
        source: [
          {
            id: 'க',
            paths: [
              'M 60 160 L 60 95 L 175 95 ',
              'M 115 95 C 115 193 115 243 78 243 C 2 249 4 157 54 160 L 140 161 C 212 164 193 269 110 238 '
            ],
            width: 145,
            audio: 26
          },
          {
            id: 'ங',
            paths: [
              'M 15 245 L 15 95 L 130 95',
              'M 75 95 L 75 180 C 105 102 188 155 127 211 Q 104 232 75 245 L 183 245 L 185 94 '
            ],
            width: 195,
            audio: 28
          },
          {
            id: 'ச',
            paths: [
              'M 60 160 L 60 95 L 175 95 ',
              'M 115 95 C 115 193 115 243 78 243 C 2 249 4 157 54 160 L 175 160'
            ],
            width: 145,
            audio: 30
          },
          {
            id: 'ஞ',
            paths: [
              'M 62 120 C 126 113 98 184 68 167 C 34 156 32 95 101 95 L 188 96 ',
              'M 145 95 L 145 170 ',
              'M 145 170 C 148 99 240 154 180 217 C 162 234 143 249 92 246 C 9 229 4 153 26 122 '
            ],
            width: 195,
            audio: 32
          },
          {
            id: 'ட',
            paths: ['M 15 95 L 15 245 L 140 245 '],
            width: 115,
            audio: 34
          },
          {
            id: 'ண',
            paths: [
              'M 12 166 C 84 139 53 282 18 227 C 5 195 6 165 15 131 C 38 67 148 101 146 169 C 147 201 135 245 105 243 C 84 245 81 208 82 179 C 88 120 127 96 155 97 C 196 95 231 165 229 189 C 230 258 174 260 169 205 C 166 176 169 137 196 119 C 226 92 264 93 298 97 ',
              'M 260 95 L 260 245 '
            ],
            width: 305,
            audio: 36
          },
          {
            id: 'த',
            paths: [
              'M 60 170 L 60 95 L 140 95 ',
              'M 100 95 C 102 177 110 257 57 243 C 15 229 9 175 37 170 C 157 162 152 195 152 229 C 153 299 51 269 24 349 '
            ],
            width: 140,
            audio: 38
          },
          {
            id: 'ந',
            paths: [
              'M 15 240 L 15 95 L 130 95',
              'M 90 95 L 90 220',
              'M 90 220 C 90 153 180 157 178 218 C 179 317 28 267 17 352 '
            ],
            width: 155,
            audio: 40
          },
          {
            id: 'ப',
            paths: ['M 15 95 L 15 245 L 160 245 L 160 95'],
            width: 145,
            audio: 42
          },
          {
            id: 'ம',
            paths: [
              'M 15 95 L 15 245 L 160 245 ',
              'M 159 245 C 161 192 170 96 123 97 C 61 96 78 181 79 245 '
            ],
            width: 165,
            audio: 44
          },
          {
            id: 'ய',
            paths: [
              'M 15 95 L 15 200 C 13 255 90 265 90 191 L 90 95',
              'M 90 95 L 90 245 L 170 245 L 170 95'
            ],
            width: 165,
            audio: 46
          },
          {
            id: 'ர',
            paths: [
              'M 15 245 L 15 95 L 140 95',
              'M 100 95 L 100 245 L 15 333 '
            ],
            width: 135,
            audio: 48
          },
          {
            id: 'ல',
            paths: [
              'M 30 171 C 122 134 102 244 49 245 C 2 231 11 133 46 108 C 90 75 131 117 128 165 C 127 185 121 245 181 248 C 254 243 258 115 212 95 '
            ],
            width: 205,
            audio: 50
          },
          {
            id: 'வ',
            paths: [
              'M 20 165 C 87 139 98 244 38 245 C -9 245 3 99 68 96 C 131 96 158 157 94 245 ',
              'M 94 245 L 210 245 L 209 95 '
            ],
            width: 195,
            audio: 52
          },
          {
            id: 'ழ',
            paths: [
              'M 15 95 L 15 245 L 160 245 ',
              'M 159 245 C 161 192 170 96 123 97 C 61 96 78 181 79 245 C 79 295 115 295 150 288',
              'M 150 288 C 88 291 121 337 60 349 Q 30 349 30 317 '
            ],
            width: 145,
            audio: 54
          },
          {
            id: 'ள',
            paths: [
              'M 20 165 C 87 139 98 244 38 245 C -9 245 3 99 68 96 C 121 96 108 146 108 245 ',
              'M 108 245 C 112 83 114 95 166 95 L 226 97 ',
              'M 185 95 L 185 245'
            ],
            width: 165,
            audio: 56
          },
          {
            id: 'ற',
            paths: [
              'M 15 200 L 15 165 C 14 62 96 87 88 161 L 88 200 ',
              'M 88 200 C 84 59 168 82 169 147 L 169 180 C 168 238 22 222 20 315 '
            ],
            width: 175,
            audio: 58
          },
          {
            id: 'ன',
            paths: [
              'M 12 166 C 116 128 47 296 18 227 C 5 195 6 165 15 131 C 33 67 166 98 165 184 C 166 221 146 248 118 245 C 100 246 91 208 93 180 C 96 135 156 96 182 95 L 230 95 ',
              'M 195 95 L 195 245'
            ],
            width: 240,
            audio: 60
          }
        ]
      }
    },
    {
      type: 'slides',
      id: 'slide-consonent',
      label: 'slide: உயிர்மெய் எழுத்துக்கள்',
      data: {
        audio: 'ta/ta-letters.mp3',
        title: 'உயிர்மெய் எழுத்துக்கள்',
        type: 'text',
        fontSize: '5rem',
        audioOffset: 26,
        text: `க, ங, ச, ஞ, ட, ண, த, ந, ப, ம, ய, ர, ல, வ, ழ, ள, ற, ன`
      }
    },
    {
      label: 'touch: உயிர்மெய் எழுத்துக்கள்',
      type: 'phonics',
      id: 'touch-consonent',
      data: {
        audio: 'ta/ta-letters.mp3',
        audioOffset: 26,
        title: 'எழுத்துக்களை தொட்டு ஓசையை கேளுங்கள்.',
        text: `க, ங, ச, ஞ, ட, ண, த, ந, ப, ம, ய, ர, ல, வ, ழ, ள, ற, ன`
      }
    },
    {
      type: 'rightOne',
      label: 'எழுத்துக்களை அடையாளம் காண்க',
      id: 'sound-vowels',
      commonData: {
        title: 'ஓசை கேட்டு எழுத்துக்களை அடையாளம் காண்க.',
        type: 'letters',
        audio: 'ta/ta-letters.mp3'
      },
      data: [
        {
          words: `அ, ஆ, இ, ஈ, உ, ஊ, எ, ஏ, ஐ, ஒ, ஓ, ஔ`
        },
        {
          words: `க, ங, ச, ஞ, ட, ண, த, ந, ப, ம`,
          audioOffset: 26
        },
        {
          words: `ய, ர, ல, வ, ழ, ள, ற, ன`,
          audioOffset: 46
        },
        {
          words: `க், ங், ச், ஞ், ட், ண், த், ந், ப், ம்`,
          audioOffset: 62
        },
        {
          words: ` ய், ர், ல், வ், ழ், ள், ற், ன்`,
          audioOffset: 82
        }
      ]
    },
    {
      id: 'match',
      type: 'match',
      label: 'உயிர் மெய்: பொருத்துக',
      lockAfter: 2,
      commonData: {
        big: true,
        title: 'உயிர் மெய்: பொருத்துக'
      },
      data: [
        `க் + அ , க 
        ங் + அ , ங 
        ச் + அ , ச 
        ஞ் + அ , ஞ 
        ட் + அ , ட 
        ண் + அ , ண`,

        `த் + அ , த
        ந் + அ , ந
        ப் + அ , ப
        ம் + அ , ம
        ய் +  அ, ய
        ர் + அ, ர`,

        `ல் + அ , ல
வ் + அ , வ
ழ் + அ , ழ
ள் + அ , ள
ற் +  அ, ற
ன் + அ, ன`
      ]
    },
    {
      id: 'group',
      label: 'உயிர் மற்றும் மெய் எழுத்துக்கள் ',
      type: 'group',
      commonData: {
        title: 'கீழ் வரும் எழுத்துக்களை அதன் பெட்டியில் சேர்க்கவும்.',
        fontSize: '2rem',
        types: ['உயிர் எழுத்துக்கள் ', 'மெய் எழுத்துக்கள்']
      },
      data: [
        ['அ, ஆ, இ, ஈ', 'க், ங், ச், ஞ், ட், ண்'],
        ['உ, ஊ, எ, ஏ', 'த், ந், ப், ம், ய், ர்'],
        ['ஐ, ஒ, ஓ, ஔ', 'ல், வ், ழ், ள், ற், ன்']
      ]
    },
    {
      id: 'maze-ka',
      type: 'maze',
      label: 'புதிர்வழி',
      commonData: {},
      data: [
        {
          title:
            'க - வரிசை எழுத்துக்களை இணைத்து  நமது குரங்கு நண்பருக்கு வாழைப்பழத்தை  அடைய வழி காட்டுக.',
          start: 'monkey',
          target: 'banana',
          color: '#c05252',
          startPt: {
            x: 0,
            y: 5
          },
          endPt: {
            x: 3,
            y: 0
          },
          size: 50,
          fills: `ஞ,கி,கே,க,தெ,லா
சி,கு,சே,சு,டெ,பி
லா,க,கூ,கே,வா,மீ
டெ,சு,த,கோ,ழெ,ஙெ
சே,வா,மீ,கொ,பி,சி
கா,கெ,க,கு,ஞே,தெ`,
          table: `0,1,1,1,0,0
0,1,0,0,0,0
0,1,1,1,0,0
0,0,0,1,0,0
0,0,0,1,0,0
1,1,1,1,0,0`
        },
        {
          title:
            'ச-வரிசை எழுத்துக்களை இணைத்து  நமது நாய் நண்பருக்கு எலும்புத்துண்டை அடைய வழி காட்டுக.',
          start: 'dog',
          target: 'bone',
          color: '#c05252',
          startPt: {
            x: 5,
            y: 5
          },
          endPt: {
            x: 0,
            y: 0
          },
          size: 50,
          fills: `ச,டெ,லா,ளி,னி,யா	
ச்,க்,யா,வு,கை	,டெ
சு,கீ,செ,சூ,சி,கீ
சி,க்,சை,லா,சு,வு
செ,சூ,சே,ளி,செ,சி
டெ,வு,னி,லா,கீ,ச்`,

          table: `1,0,0,0,0,0
1,0,0,0,0,0
1,0,1,1,1,0
1,0,1,0,1,0
1,1,1,0,1,1
0,0,0,0,0,1`
        },
        {
          title:
            'ப-வரிசை எழுத்துக்களை இணைத்து  நமது நரி நண்பருக்கு திராட்சை பழத்தை அடைய வழி காட்டுக.',
          start: 'fox',
          target: 'grapes',
          color: '#ffc000',
          startPt: {
            x: 0,
            y: 5
          },
          endPt: {
            x: 5,
            y: 0
          },
          size: 50,
          fills: `ரு,தூ,மெ,யெ,பி,பை
யு,வி,ய,ஙி,ப,ரு
யெ,லா,தீ,மெ	,பு,பெ
பு,பெ,பொ,ண,ய,ப
ப,யு,பை,மா,வி,பொ
பி,ரு,பு,பீ,பூ,பி`,
          table: `0,0,0,0,1,1
0,0,0,0,1,0
0,0,0,0,1,1
1,1,1,0,0,1
1,0,1,0,0,1
1,0,1,1,1,1`
        },
        {
          title:
            'ம-வரிசை எழுத்துக்களை இணைத்து  நமது குரங்கு நண்பருக்கு வாழைப்பழத்தை  அடைய வழி காட்டுக.',
          start: 'monkey',
          target: 'banana',
          color: '#c05252',
          startPt: {
            x: 0,
            y: 5
          },
          endPt: {
            x: 0,
            y: 0
          },
          size: 50,
          fills: `மீ,ம்,மு,மெ,ழா,பே
ணி,செ,ஞா,மா,மூ,ழு
மு,மி,ம்,பீ,மீ,யூ
மா,ழா,மூ,மி,மு,டூ
மெ,ழு,பே,யூ,ணி,செ
மீ,ழா,பீ,டூ,ஞா,ழு`,
          table: `1,1,1,1,0,0
0,0,0,1,1,0
1,1,1,0,1,0
1,0,1,1,1,0
1,0,0,0,0,0
1,0,0,0,0,0`
        },
        {
          title:
            'த-வரிசை எழுத்துக்களை இணைத்து  நமது பூனை நண்பருக்கு பாலை  அடைய வழி காட்டுக.',
          start: 'cat',
          target: 'milk',
          color: '#c05252',
          startPt: {
            x: 0,
            y: 5
          },
          endPt: {
            x: 2,
            y: 0
          },
          size: 50,
          fills: `ரூ,ளு,தை,தி,தெ,த்
ந,நீ,நூ,வெ,றூ,தை
க,ட,ய,ர,து,தி
நூ,ளு,யி,தெ,தே,ந
த்,து,தே,தை,றா,றூ
தி,ந,வெ,ளி,ஞ,நீ`,
          table: `0,0,1,1,1,1
0,0,0,0,0,1
0,0,0,0,1,1
0,0,0,1,1,0
1,1,1,1,0,0
1,0,0,0,0,0`
        },
        {
          title:
            'ன-வரிசை எழுத்துக்களை இணைத்து  நமது நரி நண்பருக்கு திராட்சை பழத்தை அடைய வழி காட்டுக ',
          start: 'fox',
          target: 'grapes',
          color: '#c05252',
          startPt: {
            x: 0,
            y: 5
          },
          endPt: {
            x: 5,
            y: 0
          },
          size: 50,
          fills: `லு,ண,னா,னு,ன,னா
கா,மே,னே,ணு,ந,ண
மே,ணு,னை,னு,னூ,ன
ணு,கா,ண்,மே,லு,னூ
மே,லு,ளி,னே,ன்,னை
ன்,னே,னெ,னொ,ந,கா`,
          table: `0,0,1,1,1,1
0,0,1,0,0,0
0,0,1,1,1,1
0,0,0,0,0,1
0,0,0,1,1,1
1,1,1,1,0,0`
        }
      ]
    },
    {
      label: 'அடுத்தது என்ன?',
      id: 'what-next-tamil',
      type: 'whatNext',
      lockAfter: 2,
      commonData: {
        type: 'letters',
        title: 'அடுத்த எழுத்தைக் கண்டுபிடி'
      },
      data: [
        [
          ['அ, ஆ, இ', 'ஈ, உ, ஏ'],
          ['உ, ஊ, எ', 'ஏ, ஐ, ஓ'],
          ['ஐ, ஒ, ஓ', 'ஔ, ஊ, எ'],
          ['இ, ஈ, உ', 'ஊ, எ, ஏ'],
          ['ஆ, ஈ, ஊ', 'ஏ, ஐ, ஒ'],
          ['அ, இ, உ', 'எ, ஒ, ஏ'],
          ['ஊ, எ, ஏ', 'ஐ, ஓ, ஊ']
        ],
        [
          ['க், ங், ச், ஞ்', 'ட், ண், த்'],
          ['ட், ண், த், ந்', 'ப், ம், ய்'],
          ['ப், ம், ய், ர்', 'ல், வ், ழ்'],
          ['ல், வ், ழ், ள்', 'ற், ன், ண்'],
          ['ஞ், ட், ண், த்', 'ந், ம், வ்']
        ],
        [
          ['க, ங, ச, ஞ', 'ட, ய, ர'],
          ['ட, ண, த, ந', 'ப, ண, ட'],
          ['ப, ம, ய, ர', 'ல, ய, ந'],
          ['ல, வ, ழ, ள', 'ற, ண, ஞ'],
          ['வ, ழ, ள, ற', 'ன, ச, ஞ']
        ],
        [
          ['க, கா, கி, கீ', 'கு, கெ, கை'],
          ['கா, கி, கீ, கு', 'கூ, க, கொ'],
          ['கு, கூ, கெ, கே', 'கை, கீ, கா'],
          ['கே, கை, கொ, கோ', 'கௌ, கெ, கு'],
          ['கீ, கு, கூ, கெ', 'கே, கோ, கௌ']
        ],
        [
          ['த, தா, தி, தீ', 'து, தை, தொ'],
          ['தீ, து, தூ, தெ', 'தே, தௌ, தா'],
          ['தெ, தே, தை, தொ', 'தோ, தெ, தே'],
          ['தே, தை, தொ, தோ', 'தௌ, தூ, தி'],
          ['தூ, தெ, தே, தை', 'தொ, தா, தி']
        ]
      ]
    }
  ]
};
