export default {
  label: 'சொல்லும் பொருளும்',
  id: 'ta-meaning',
  lockAfter: 100,
  list: [
    {
      id: 'meanings',
      type: 'match',
      label: 'பொருத்துக - பொருள் தருக ',
      commonData: {
        title: 'பொருத்துக -  பொருள் தருக  ',
        fontSize: '1rem'
      },
      data: [
        `அறிவு, ஞானம் 
அங்கம், உறுப்பு 
அங்கி, சட்டை 
அசதி, சோர்வு
அறை, வீட்டின் பகுதி `,

        `கலம், கருவி 
களம், இடம்
வலம், வலது 
வளம், வளமை
சந்திரன், நிலா`,

        `பலம், வலிமை
பழம், கனி
அறம், தர்மம்
அரம், ரம்பம் 
அருகில், பக்கத்தில் `,

        `பரி, குதிரை
பறி, பூ பறித்தல்
கழை, கரும்பு 
ஒளி, வெளிச்சம் 
ஒலி, சத்தம் `,

        `அகிலம், உலகம் 
அதிகம், மிகுதி 
ஆணை, கட்டளை 
ஆயுதம், கருவி 
ஆவல், விருப்பம் `,

        `ஆனந்தம், மகிழ்ச்சி 
இரவல், கடன் 
இன்னல், துன்பம் 
எழில், அழகு 
கலகம், சண்டை `,

        `சன்மானம், வெகுமதி 
சாதனை, வெற்றி 
சிந்தை, எண்ணம் 
செல்வந்தர், பணக்காரர் 
திடம், உறுதி `,

        `துயர், துன்பம் 
நங்கை, பெண் 
பஞ்சம், வறட்சி 
பாதிப்பு, விளைவு 
பார், உலகம் `,

        `புரவி, குதிரை
பேழை , பெட்டி 
மாரி, மழை 
மைதானம், திடல் 
மேனி, உடல் `,

        `வியாபாரி, வணிகர் 
விவசாயி, உழவர் 
வையம், உலகம் 
தந்திரம், சூழ்ச்சி 
துளிர், இளம் இலை `,

        `சுத்தம், தூய்மை 
தைரியம், துணிவு 
தொலைவு, தூரம் 
நித்தம், நாள்தோறும்
பரம்பரை, தலைமுறை `,

        `உற்சாகம், ஊக்கம் 
கதிரவன், சூரியன் 
பொதி, மூட்டை 
வன்சொல், கடுஞ்சொல் 
மெய், உண்மை `,

        `வேளை, பொழுது  
பொறை, அடக்கம் 
போற்றுதல், வாழ்த்துதல் 
குனிந்து, வளைந்து 
கோபம், சினம் 
சவாரி,பயணம் 
சிந்தை, மனம் `
      ]
    },
    {
      id: 'complete-word',
      label: 'நிரப்புக ',
      type: 'completeWord',
      commonData: {
        title: 'நிகரான சொல்லை நிரப்புக ',
        lang: 'ta'
      },
      data: [
        `அறிவு, ஞானம் 
அங்கம், உறுப்பு 
அங்கி, சட்டை 
அசதி, சோர்வு
வேளை, பொழுது`,

        `கலம், கருவி 
களம், இடம்
வலம், வலது 
வளம், வளமை
சந்திரன், நிலா`,

        `பலம், வலிமை
பழம், கனி
அறம், தர்மம்
அரம், ரம்பம் 
அருகில், பக்கத்தில் `,

        `பரி, குதிரை
கோபம், சினம் 
கழை, கரும்பு 
ஒளி, வெளிச்சம் 
ஒலி, சத்தம் `,

        `அகிலம், உலகம் 
அதிகம், மிகுதி 
ஆணை, கட்டளை 
ஆயுதம், கருவி 
ஆவல், விருப்பம் `,

        `ஆனந்தம், மகிழ்ச்சி 
இரவல், கடன் 
இன்னல், துன்பம் 
எழில், அழகு 
கலகம், சண்டை `,

        `சன்மானம், வெகுமதி 
சாதனை, வெற்றி 
சிந்தை, எண்ணம் 
செல்வந்தர், பணக்காரர் 
திடம், உறுதி `,

        `துயர், துன்பம் 
நங்கை, பெண் 
பஞ்சம், வறட்சி 
பாதிப்பு, விளைவு 
பார், உலகம் `,

        `புரவி, குதிரை
பேழை , பெட்டி 
மாரி, மழை 
மைதானம், திடல் 
மேனி, உடல் `,

        `வியாபாரி, வணிகர் 
விவசாயி, உழவர் 
வையம், உலகம் 
தந்திரம், சூழ்ச்சி 
துளிர், இளம் இலை `,

        `சுத்தம், தூய்மை 
தைரியம், துணிவு 
தொலைவு, தூரம் 
நித்தம், நாள்தோறும்
பரம்பரை, தலைமுறை `,

        `உற்சாகம், ஊக்கம் 
கதிரவன், சூரியன் 
பொதி, மூட்டை 
வன்சொல், கடுஞ்சொல் 
மெய், உண்மை `,

        `பொறை, அடக்கம் 
போற்றுதல், வாழ்த்துதல் 
குனிந்து, வளைந்து 
சவாரி,பயணம் 
சிந்தை, மனம் `
      ]
    }
  ]
};
