export default {
  label: 'எண்கள்',
  id: 'ta-numbers',
  lockAfter: 100,
  list: [
    {
      id: 'match',
      type: 'match',
      label: 'பொருத்துக',
      commonData: {
        title: 'பொருத்துக',
        fontSize: '1.5rem'
      },
      data: [
        `சுழியம், 0
ஒன்று, 1
இரண்டு, 2
மூன்று, 3
நான்கு, 4
ஐந்து, 5  `,

        `ஆறு, 6
ஏழு, 7
எட்டு, 8
ஒன்பது, 9
பத்து, 10`,

        `பதினொன்று, 11
பன்னிரண்டு, 12
பதின்மூன்று, 13
பதினான்கு, 14
பதினைந்து, 15`,

        `பதினாறு, 16
பதினேழு, 17
பதினெட்டு, 18
பத்தொன்பது, 19
இருபது, 20`,

        `பத்து , 10
இருபது, 20
முப்பது, 30
நாற்பது, 40
ஐம்பது, 50   `,

        `அறுபது, 60
எழுபது, 70
எண்பது, 80
தொன்னூறு, 90
நூறு, 100`
      ]
    },
    {
      id: 'connect',
      type: 'sequence',
      label: 'எழுத்துக்களை இணைக்கவும்',
      lockAfter: 2,
      commonData: {
        title: 'எழுத்துக்களை சேர்த்து எண்களை  அமைக்கவும்.',
        lang: 'ta'
      },
      data: [
        'சுழியம், ஒன்று, இரண்டு , மூன்று, நான்கு, ஐந்து  ',

        'ஆறு, ஏழு, எட்டு, ஒன்பது, பத்து ',

        'பதினொன்று, பன்னிரண்டு, பதின்மூன்று, பதினான்கு, பதினைந்து',

        'பதினாறு, பதினேழு, பதினெட்டு, பத்தொன்பது, இருபது',

        'பத்து , இருபது, முப்பது, நாற்பது, ஐம்பது',

        'அறுபது, எழுபது, எண்பது, தொன்னூறு, நூறு'
      ]
    },
    {
      label: 'வரிசை படுத்துக ',
      type: 'sorting',
      id: 'sort',
      commonData: {
        title: 'சிறியது முதல் பெரியது வரை வரிசை படுத்துக '
      },
      data: [
        'சுழியம், ஒன்று, இரண்டு , மூன்று, நான்கு, ஐந்து  ',

        'ஆறு, ஏழு, எட்டு, ஒன்பது, பத்து ',

        'பதினொன்று, பன்னிரண்டு, பதின்மூன்று, பதினான்கு, பதினைந்து',

        'பதினாறு, பதினேழு, பதினெட்டு, பத்தொன்பது, இருபது',

        'பத்து , இருபது, முப்பது, நாற்பது, ஐம்பது',

        'அறுபது, எழுபது, எண்பது, தொன்னூறு, நூறு'
      ]
    },
    {
      id: 'match-2',
      type: 'match',
      label: 'பொருத்துக - 2',
      commonData: {
        title: 'பொருத்துக',
        fontSize: '1.5rem'
      },
      data: [
        `இருபத்தி ஒன்று, 21
இருபத்தி இரண்டு, 22
இருபத்தி மூன்று, 23
இருபத்தி நான்கு, 24
இருபத்தி ஐந்து, 25`,

        `முப்பத்தி ஐந்து, 35
முப்பத்தி ஆறு, 36
முப்பத்தி ஏழு, 37
முப்பத்தி எட்டு, 38
முப்பத்தி ஒன்பது, 39`,

        `நாற்பத்தி ஒன்று, 41
நாற்பத்தி இரண்டு, 42		
நாற்பத்தி மூன்று, 43	
நாற்பத்தி நான்கு, 44	
நாற்பத்தி ஐந்து, 45`,

        `ஐம்பத்தி ஐந்து, 55
ஐம்பத்தி ஆறு, 56
ஐம்பத்தி ஏழு, 57
ஐம்பத்தி எட்டு, 58			
ஐம்பத்தி ஒன்பது, 59	`,

        `அறுபத்தி ஒன்று, 61
அறுபத்தி இரண்டு, 62
அறுபத்தி மூன்று, 63
அறுபத்தி நான்கு, 64
அறுபத்தி ஐந்து, 65`,

        `எழுபத்தி ஐந்து, 75
எழுபத்தி ஆறு, 76
எழுபத்தி ஏழு, 77
எழுபத்தி எட்டு, 78			
எழுபத்தி ஒன்பது, 79	`,

        `எண்பத்தி ஒன்று, 81
எண்பத்தி இரண்டு, 82
எண்பத்தி மூன்று, 83
எண்பத்தி நான்கு, 84
எண்பத்தி ஐந்து, 85`,

        `தொண்ணுற்றி ஐந்து, 95
தொண்ணுற்றி ஆறு, 96
தொண்ணுற்றி ஏழு, 97
தொண்ணுற்றி எட்டு, 98			
தொண்ணுற்றி ஒன்பது, 99	`,

        `  முப்பத்தி ஏழு, 37
நாற்பத்தி ஏழு, 47
ஐம்பத்தி ஏழு, 57
அறுபத்தி ஏழு, 67
எழுபத்தி ஏழு, 77`,

        `நாற்பத்தி ஒன்று, 41
ஐம்பத்தி ஒன்று, 51
அறுபத்தி ஒன்று, 61
எழுபத்தி ஒன்று, 71
எண்பத்தி ஒன்று, 81 `,

        `ஐம்பத்தி ஒன்பது, 59
அறுபத்தி ஒன்பது, 69
எழுபத்தி ஒன்பது, 79	
எண்பத்தி ஒன்பது, 89
தொண்ணுற்றி ஒன்பது, 99`,

        `நாற்பத்தி நான்கு, 44	
ஐம்பத்தி நான்கு, 54
அறுபத்தி நான்கு, 64
எழுபத்தி நான்கு, 74
எண்பத்தி நான்கு, 84`
      ]
    },

    {
      label: 'வரிசை படுத்துக - 2',
      type: 'sorting',
      id: 'sort-2',
      commonData: {
        title: 'சிறியது முதல் பெரியது வரை வரிசை படுத்துக '
      },
      data: [
        'இருபத்தி ஒன்று, இருபத்தி இரண்டு, இருபத்தி மூன்று, இருபத்தி நான்கு, இருபத்தி ஐந்து',

        'முப்பத்தி ஐந்து, முப்பத்தி ஆறு, முப்பத்தி ஏழு, முப்பத்தி எட்டு, முப்பத்தி ஒன்பது',

        'நாற்பத்தி ஒன்று, நாற்பத்தி இரண்டு, நாற்பத்தி மூன்று, நாற்பத்தி நான்கு, நாற்பத்தி ஐந்து',

        'ஐம்பத்தி ஐந்து, ஐம்பத்தி ஆறு, ஐம்பத்தி ஏழு, ஐம்பத்தி எட்டு, ஐம்பத்தி ஒன்பது',

        'அறுபத்தி ஒன்று, அறுபத்தி இரண்டு, அறுபத்தி மூன்று, அறுபத்தி நான்கு, அறுபத்தி ஐந்து',

        'எழுபத்தி ஐந்து, எழுபத்தி ஆறு, எழுபத்தி ஏழு, எழுபத்தி எட்டு, எழுபத்தி ஒன்பது',

        'எண்பத்தி ஒன்று, எண்பத்தி இரண்டு, எண்பத்தி மூன்று, எண்பத்தி நான்கு, எண்பத்தி ஐந்து',

        'தொண்ணுற்றி ஐந்து, தொண்ணுற்றி ஆறு, தொண்ணுற்றி ஏழு, தொண்ணுற்றி எட்டு, தொண்ணுற்றி ஒன்பது',

        'முப்பத்தி ஏழு, நாற்பத்தி ஏழு, ஐம்பத்தி ஏழு, அறுபத்தி ஏழு, எழுபத்தி ஏழு',

        'நாற்பத்தி ஒன்று, ஐம்பத்தி ஒன்று, அறுபத்தி ஒன்று, எழுபத்தி ஒன்று, எண்பத்தி ஒன்று',

        'ஐம்பத்தி ஒன்பது, அறுபத்தி ஒன்பது, எழுபத்தி ஒன்பது, எண்பத்தி ஒன்பது, தொண்ணுற்றி ஒன்பது',

        'நாற்பத்தி நான்கு, ஐம்பத்தி நான்கு, அறுபத்தி நான்கு, எழுபத்தி நான்கு, எண்பத்தி நான்கு'
      ]
    },
    {
      type: 'numberInput',
      id: 'number-names',
      label: 'எழுதுக',
      commonData: {
        title: 'எண்ணை எழுதுக ',
        fontSize: '1.6rem',
        type: 'word-problem'
      },
      data: [
        `பதினாறு | 16
நாற்பது | 40
பத்தொன்பது | 19
நூறு | 100
பதின்மூன்று | 13`,

        `ஐம்பத்தி நான்கு | 54
நாற்பத்தி ஐந்து | 45
அறுபத்தி இரண்டு|  62
எழுபத்தி எட்டு | 78
தொண்ணுற்றி ஆறு | 96`,

        `தொண்ணுற்றி ஒன்பது | 99
எண்பத்தி நான்கு | 84
எழுபத்தி ஏழு | 77
முப்பத்தி ஏழு | 37
ஐம்பத்தி ஐந்து | 55`,

        ` தொண்ணுற்றி எட்டு | 98
எண்பத்தி மூன்று | 83
எழுபத்தி ஆறு | 76
அறுபத்தி ஒன்று | 61
ஐம்பத்தி ஒன்பது | 59	`,

        `தொண்ணுற்றி ஏழு | 97
எண்பத்தி இரண்டு | 82 
எழுபத்தி ஐந்து | 75
அறுபத்தி ஐந்து | 65
ஐம்பத்தி எட்டு | 58	`,

        `எண்பத்தி ஐந்து | 85 
எழுபத்தி இரண்டு | 72
அறுபத்தி ஏழு | 67
தொண்ணுற்றி ஐந்து | 95
ஐம்பத்தி ஒன்று | 51	`
      ]
    }
  ]
};
