export default {
  label: 'எதிர்சொல் ',
  id: 'ta-opposite',
  lockAfter: 100,
  list: [
    {
      id: 'opposites',
      type: 'match',
      label: 'பொருத்துக -  எதிர்சொல்',
      commonData: {
        title: 'பொருத்துக -  எதிர்சொல் ',
        fontSize: '1rem'
      },
      data: [
        `இளமை, முதுமை  
பிறப்பு,  இறப்பு
ஜனனம், மரணம் 
பகல்,  இரவு  
பலம், பலவீனம்`,

        `காய், கனி 
விழுந்து, எழுந்து 
அரிது, எளிது 
அழுகை, சிரிப்பு 
நிறை, குறை`,

        `அதிகம், குறைவு
குனிந்து, நிமிர்ந்து
ஏறு, இறங்கு
இடது, வலது
கீழ், மேல்`,

        `வா, போ
வடக்கு, தெற்கு 
வரவு, செலவு 
வினா, விடை 
குழப்பம், தெளிவு`,

        `பெரிய , சிறிய
வெற்றி, தோல்வி  
ஆம், இல்லை
பகை , நட்பு
இங்கே, அங்கே`,

        `இரவு, பகல்
இருள், ஒளி
இழு, தள்ளு
சேர்த்து, பிரித்து  
மண்ணில், விண்ணில்`,

        `உயர்த்தி, தாழ்த்தி  
உள்ளே, வெளியே
பழைமை , புதுமை
நன்மைகள், தீமைகள்
இயற்கை, செயற்கை`,

        `ஆதி, அந்தம் 
ஈரமான, காய்ந்த
உள்நாடு, அயல்நாடு
தோற்றம், மறைவு
உண்மை, பொய்`,

        `இனிப்பு, கசப்பு
இன்பம், துன்பம்
ஏற்றம், இறக்கம்
முடிவு, தொடக்கம் 
அருகில், தொலைவில்`,

        `அறிவாளி, முட்டாள்
அனுமதி, மறு
எடு, கொடு
எளிய, கடினம்
ஏற்றுமதி, இறக்குமதி`,

        `ஏழை, செல்வன்
ஒருமை, பன்மை
ஒற்றுமை, வேற்றுமை
கடந்தகாலம், எதிர்காலம்
கருப்பு, வெள்ளை`,

        `காலை, மாலை
கிழக்கு, மேற்கு
குளிர், வெப்பம்
கூட்டல், கழித்தல்
கேள்வி, பதில்`,

        `சிற்றிலக்கியம், பேரிலக்கியம்
பகட்டு, எளிமை
நீதி, அநீதி
நிறை, குறை
முதுகலை, இளங்கலை`,

        `நல்வினை, தீவினை
நஞ்சு, அமிழ்தம்
சோம்பல், சுறுசுறுப்பு
இணைந்து , பிரிந்து
ஆண்மை, பெண்மை`,

        `கலைத்தல், சேர்த்தல்
அமைதி, ஆரவாரம்
பகைவன் , நண்பன்
சுருக்கம், விரிவு
மேடு , பள்ளம்`
      ]
    },
    {
      id: 'complete-word',
      label: 'நிரப்புக ',
      type: 'completeWord',
      commonData: {
        title: 'எதிர்சொல் -  நிரப்புக ',
        lang: 'ta'
      },
      data: [
        `இளமை, முதுமை  
பிறப்பு,  இறப்பு
ஜனனம், மரணம் 
பகல்,  இரவு  
பலம், பலவீனம்`,

        `காய், கனி 
விழுந்து, எழுந்து 
அரிது, எளிது 
அழுகை, சிரிப்பு 
நிறை, குறை`,

        `அதிகம், குறைவு
குனிந்து, நிமிர்ந்து
ஏறு, இறங்கு
இடது, வலது
கீழ், மேல்`,

        `வா, போ
வடக்கு, தெற்கு 
வரவு, செலவு 
வினா, விடை 
குழப்பம், தெளிவு`,

        `பெரிய , சிறிய
வெற்றி, தோல்வி  
ஆம், இல்லை
பகை , நட்பு
இங்கே, அங்கே`,

        `இரவு, பகல்
இருள், ஒளி
இழு, தள்ளு
சேர்த்து, பிரித்து  
மண்ணில், விண்ணில்`,

        `உயர்த்தி, தாழ்த்தி  
உள்ளே, வெளியே
பழைமை , புதுமை
நன்மைகள், தீமைகள்
இயற்கை, செயற்கை`,

        `ஆதி, அந்தம் 
ஈரமான, காய்ந்த
உள்நாடு, அயல்நாடு
தோற்றம், மறைவு
உண்மை, பொய்`,

        `இனிப்பு, கசப்பு
இன்பம், துன்பம்
ஏற்றம், இறக்கம்
முடிவு, தொடக்கம் 
அருகில், தொலைவில்`,

        `அறிவாளி, முட்டாள்
அனுமதி, மறு
எடு, கொடு
எளிய, கடினம்
ஏற்றுமதி, இறக்குமதி`,

        `ஏழை, செல்வன்
ஒருமை, பன்மை
ஒற்றுமை, வேற்றுமை
கடந்தகாலம், எதிர்காலம்
கருப்பு, வெள்ளை`,

        `காலை, மாலை
கிழக்கு, மேற்கு
குளிர், வெப்பம்
கூட்டல், கழித்தல்
கேள்வி, பதில்`,

        `சிற்றிலக்கியம், பேரிலக்கியம்
பகட்டு, எளிமை
நீதி, அநீதி
நிறை, குறை
முதுகலை, இளங்கலை`,

        `நல்வினை, தீவினை
நஞ்சு, அமிழ்தம்
சோம்பல், சுறுசுறுப்பு
இணைந்து , பிரிந்து
ஆண்மை, பெண்மை`,

        `கலைத்தல், சேர்த்தல்
அமைதி, ஆரவாரம்
பகைவன் , நண்பன்
சுருக்கம், விரிவு
மேடு , பள்ளம்`
      ]
    }
  ]
};
