export default {
  label: 'ஒருமை - பன்மை ',
  id: 'ta-plural',
  lockAfter: 100,
  list: [
    {
      id: 'reading-plural',
      type: 'passage',
      label: 'ஒருமை-பன்மை',
      data: {
        title: 'ஒருமை-பன்மை',
        text: `பொருட்களின் எண்ணிக்கையை குறிப்பதே எண் ஆகும்.  ஒன்றை உணர்த்துவது ஒருமை என்றும்,  ஒன்றுக்கு மேற்பட்ட அல்லது பலவற்றை குறிப்பது பன்மை என்றும் கூறப்படுகிறது. 
எ.கா:  சிறுமி, சிறுமிகள்`
      }
    },
    {
      label: 'ஒருமை - பன்மை',
      id: 'plural',
      type: 'completePuzzle',
      commonData: {
        type: 'rightOpen',
        title: 'ஒருமை - பன்மை',
        leftWidth: 120,
        rightWidth: 200,
        fontSize: '1.4rem'
      },
      data: [
        `நண்பன், நண்பர்கள் , நண்பன்கள் 
பெண், பெண்கள், பெண்கல் 
சிறுமி, சிறுமிகள், சிறுவிகள் 
பகைவன், பகைவர்கள், பகைவன்கள் 
அமைச்சர், அமைச்சர்கள், அமைச்சற்கள் 
வேந்தன், வேந்தர்கள், வேந்தன்கல் 
பூ, பூக்கள், பூகள்
மீன், மீன்கள், மீன்கல்
நாள், நாட்கள், நாள்கள்
ஆறு, ஆறுகள், ஆறுகல்`,

        `செடி, செடிகள், செடிகல்                       
நாய், நாய்கள், நாய்கல்
நகரம் , நகரங்கள், நகறங்கல்   
சொல், சொற்கள், சொல்கள் 
விழா, விழாக்கள், விழாக்கல்
மாடு, மாடுகள், மாடுக்கள் 
மரம், மரங்கள், மரம்கள்
பழம், பழங்கள், பழங்கல்
சாலை, சாலைகள், சாலைகல்
கனி, கனிகள், கனிகல்`,

        `தோட்டம், தோட்டங்கள், தோட்டக்கள்
குதிரை, குதிரைகள், குதிரைகல்
மலர், மலர்கள்,  மலற்கள் 
காய், காய்கள், காய்க்கள்
கல், கற்கள் , கல்கள்
பல், பற்கள் , பல்கள்
கண், கண்கள், கண்கல்
மேகம், மேகங்கள், மேகங்கல்
அவர், அவர்கள், அவர்கல் 
பிழை, பிழைகள், பிழைகல்`,

        `பிள்ளை, பிள்ளைகள், பிள்ளைகல்   
கடை, கடைகள், கடைகல்
குழந்தை, குழந்தைகள், குழந்தைகல் 
கவிதை, கவிதைகள், கவிதைகல்
குளம், குளங்கள், குலங்கல்
நிறம், நிறங்கள், நிறங்கல்   
விடை, விடைகள், விடைகல், 
விளக்கு, விளக்குகள், விளக்குகல்
வண்ணம், வண்ணங்கள், வண்ணங்கல்
கிளை, கிளைகள், கிளைகல்`,

        `வீரன் , வீரர்கள், வீரர்கல்    
கோடு, கோடுகள், கோடுகல்
குரங்கு,  குரங்குகள், குரங்குகல்  
நிலம், நிலங்கள், நிலங்கல் 
கரை,  கரைகள், கரைகல்
கூட்டம், கூட்டங்கள், கூட்டம்கல்     
நட்சத்திரம், நட்சத்திரங்கள், நட்சத்திரங்கல்
பள்ளி, பள்ளிகள், பள்ளிகல்  
பாத்திரம், பாத்திரங்கள், பாத்திரங்கல்    
கருவி , கருவிகள், கறுவிகல்`,

        `பூங்கா, பூங்காக்கள், பூங்காக்கல்     
கோழி, கோழிகள், கோழிகல்   
கலை, கலைகள், கலைகல்
திசை, திசைகள், திசைகல்    
வார்த்தை, வார்த்தைகள், வார்த்தைகல்   
புத்தகம், புத்தகங்கள், புத்தகங்கல்    
எழுத்து, எழுத்துக்கள், எழுத்துகள் 
எண்ணம்,  எண்ணங்கள், எண்ணங்கல் 
எண், எண்கள், எண்கல்
பாடம், பாடங்கள், பாடங்கல்`,

        `மொழி, மொழிகள், மொழிகல்
சொல், சொற்கள், சொற்கல்
ரோஜா,   ரோஜாக்கள், ரோஜாக்கல் 
ஆசிரியர், ஆசிரியர்கள் , ஆசிரியர்கல் 
உயிரினம், உயிரினங்கள், உயிரினங்கல் 
கிழமை, கிழமைகள்,  கிழமைகல் 
ஆண்டு, ஆண்டுகள், ஆண்டுகல்  
பேனா, பேனாக்கள், பேனாகள் 
சங்கு, சங்குகள், சங்குக்கள் 
வருடம், வருடங்கள், வருடங்கல்`
      ]
    }
  ]
};
