export default {
  label: 'எழுத்துக்கூட்டி படிக்கவும்  ',
  id: 'ta-read-words',
  lockAfter: 4,
  list: [
    {
      label: 'விலங்குகள்',
      type: 'phonics',
      id: 'animals',
      commonData: {
        type: 'words',
        wordsAudio: 'ta/ta-animals.mp3'
      },
      data: [
        {
          words:
            'பூனை, நாய், ஆடு, பசு, கழுதை, குதிரை, பன்றி, யானை, சிங்கம், புலி',
          pos: 0
        },
        {
          words:
            ' குரங்கு, கரடி, சிறுத்தை, நரி, காளை, ஒட்டகம், நீர்யானை, கங்காரு, ஓநாய், முதலை',
          pos: 20
        },
        {
          words:
            'முயல், பல்லி, மீன், தவளை, நண்டு, பாம்பு, ஆமை, எலி, எறும்பு, எருமை',
          pos: 40
        },
        {
          words: 'மண்புழு, தேனீ, ஈ, ஈசல், கொசு, சிலந்தி, தேள், அணில், ஓணான்',
          pos: 60
        }
      ]
    },
    {
      label: 'பறவைகள்',
      type: 'phonics',
      id: 'birds',
      commonData: {
        type: 'words',
        wordsAudio: 'ta/ta-birds.mp3'
      },
      data: [
        {
          words:
            'காகம், புறா, வாத்து, கோழி, கிளி, மயில், கொக்கு, கழுகு, மைனா, ஆந்தை',
          pos: 0
        },
        {
          words: 'சேவல், பருந்து, குயில், வான்கோழி, மீன்கொத்தி',
          pos: 20
        }
      ]
    },
    {
      label: 'பழங்கள்',
      type: 'phonics',
      id: 'fruits',
      commonData: {
        type: 'words',
        wordsAudio: 'ta/ta-fruits.mp3'
      },
      data: [
        {
          words:
            'பழங்கள், ஆப்பிள், திராட்சை, மாம்பழம், ஆரஞ்சு, பப்பாளி, அன்னாசி, மாதுளை, வாழைப்பழம், கொய்யாப்பழம்',
          pos: 0
        },
        {
          words:
            'பலாப்பழம், தர்பூசணி, அத்திப்பழம், சீதாப்பழம், கரும்பு, இளநீர், எலுமிச்சை',
          pos: 20
        }
      ]
    },
    {
      label: 'காய்கறிகள்',
      type: 'phonics',
      id: 'vegetables',
      commonData: {
        type: 'words',
        wordsAudio: 'ta/ta-vegetables.mp3'
      },
      data: [
        {
          words:
            'காய்கறிகள், வெங்காயம், தக்காளி, கத்தரிக்காய், கீரை, முள்ளங்கி, காரட், பீட்ரூட், வாழைக்காய், உருளைக்கிழங்கு',
          pos: 0
        },
        {
          words:
            'முட்டைகோசு, சுரைக்காய், பூண்டு, இஞ்சி, பரங்கிக்காய், பாகற்காய், பூசணிக்காய், குடைமிளகாய், பச்சைமிளகாய், தேங்காய்',
          pos: 20
        },
        {
          words:
            ' காளான், புதினா, கருவேப்பிலை, கொத்தமல்லி, முருங்கைக்காய், பச்சைபட்டாணி, வெண்டைக்காய் ',
          pos: 40
        }
      ]
    },
    {
      label: 'சமையல் பொருட்கள்',
      type: 'phonics',
      id: 'cooking',
      commonData: {
        type: 'words',
        wordsAudio: 'ta/ta-cooking.mp3'
      },
      data: [
        {
          words:
            'மஞ்சள், அரிசி, பருப்பு, புளி, மிளகாய், உப்பு, சர்க்கரை, மாவு, உளுந்து, கோதுமை',
          pos: 0
        },
        {
          words:
            'நெல், மல்லி, மிளகு, கடுகு, சீரகம், சோம்பு, மொச்சை, பால், இறைச்சி, முட்டை',
          pos: 20
        },
        {
          words:
            ' பாதாம், முந்திரி, வேர்க்கடலை, வெண்ணெய், பாலாடைக்கட்டி, பாசிப்பருப்பு, பட்டாணி, வத்தல்',
          pos: 40
        }
      ]
    },
    {
      label: 'இயற்கை',
      type: 'phonics',
      id: 'nature',
      commonData: {
        type: 'words',
        wordsAudio: 'ta/ta-nature.mp3'
      },
      data: [
        {
          words: 'சூரியன், நிலா, உலகம், பறவை, மழை, கல், காலை, இரவு, இலை, புல்',
          pos: 0
        },
        {
          words:
            'விதை, மரம், மரத்துண்டு, நட்சத்திரம், கூடு, பனித்துளி, அருவி, வானவில், மேகம், மின்னல்',
          pos: 20
        },
        {
          words:
            'நிழல், ஆலமரம், மூங்கில்மரம், வாழைமரம், வாழையிலை, தென்னைமரம், தென்னையோலை, மாவிலை',
          pos: 40
        },
        {
          words: 'பனைமரம், வேப்பிலை, கூழாங்கற்கள், சிலந்திவலை, கிளிஞ்சல் ',
          pos: 56
        }
      ]
    },
    {
      label: 'உடல் உறுப்புகள்',
      type: 'phonics',
      id: 'body-parts',
      commonData: {
        type: 'words',
        wordsAudio: 'ta/ta-body-parts.mp3'
      },
      data: [
        {
          words: 'காது, கண், முகம், பாதம், முடி, கை, வாய், மூக்கு, பல், நெற்றி',
          pos: 0
        },
        {
          words: 'மீசை, தாடி, கணுக்கால், முழங்கை, முழங்கால், தோள்பட்டை',
          pos: 20
        },
        {
          words: 'மணிக்கட்டு, கட்டைவிரல், கன்னம், தாடை, நகம்',
          pos: 32
        }
      ]
    },
    {
      label: 'இன்னும் சில சொற்கள்',
      type: 'phonics',
      id: 'others',
      commonData: {
        type: 'words',
        wordsAudio: 'ta/ta-others.mp3'
      },
      data: [
        {
          words:
            'மணி, தூரிகை, பெட்டி, கொடி, நாணயம், பம்பரம், பலூன், செங்கல், ஓடு, குச்சி',
          pos: 0
        },
        {
          words:
            'மோதிரம், உணவு, அரசன், அரசி, பட்டம், ஏணி, கூண்டு, இறகு, துடுப்பு, துப்பாக்கி',
          pos: 20
        },
        {
          words:
            'சக்கரம், பூங்கா, தோட்டம், சிலை, உறி, அகல்விளக்கு, மலர்கொத்து, எலும்புத்துண்டு, நடைவண்டி',
          pos: 40
        }
      ]
    }
  ]
};
