export default {
  label: 'வாக்கியம்',
  id: 'ta-sentence',
  img: 'sentence',
  lockAfter: 100,
  list: [
    {
      id: 'match-words',
      type: 'match',
      label: 'பொருத்துக: வாக்கியம்',
      lockAfter: 2,
      commonData: {
        title: 'பொருந்தும் சொற்களை இணைத்து வாக்கியம் அமைக்கவும் ',
        fontSize: '1rem'
      },
      data: [
        `வேகமாக , ஓடு 
மன்னிப்பு , கேள் 
நன்றி , சொல் 
அமைதியாக , தூங்கு 
வாய்விட்டு , படி `,

        `நாற்காலியில் , அமரு 
வேடிக்கை , பார்க்காதே 
பூக்களை , பறிக்காதீர் 
கடவுளிடம் , வேண்டிக்கொள் 
நல்லதை , நினை `,

        `மேலே , பார் 
விமானம் , பறக்கிறது 
கவனமாக , படி 
அழகாக , எழுது 
நண்பர்களோடு , விளையாடு `,

        `நாய் , ஓடும் 
மீன் , நீந்தும் 
பறவை , பறக்கும் 
குரங்கு , தாவும் 
முயல் , குதிக்கும் `
      ]
    },
    {
      id: 'jumbled-sentence',
      type: 'sequence',
      label: 'வாக்கியம் அமை',
      lockAfter: 2,
      commonData: {
        title: 'வார்த்தைகளை இணைத்து வாக்கியம் அமை',
        lang: 'ta',
        fontSize: '1rem'
      },
      data: [
        `வாரத்தின் நாட்கள் ஏழு 
சூரியன் உதிக்கும் திசை கிழக்கு 
பூனை ஒரு வீட்டு விலங்கு 
நாய் நன்றியுள்ள பிராணி 
பூக்கள் மென்மையாக இருக்கும் 
ராமு வேகமாக ஓடுவான் 
தாத்தா செடி வளர்க்கிறார் 
பாட்டி கதை சொல்வார் 
கண்ணன் நன்றாக வரைவான் 
கீதா ஒரு சுட்டிப்பெண்`,

        `நான் பாடம் படிக்கிறேன் 
பனை மரம் உயரமாக இருக்கும் 
வானவில்லில் ஏழு நிறங்கள் இருக்கும் 
அறம் செய விரும்பு 
மாமா மோர் குடித்தார் 
நிலன் தாயம் ஆடுகிறான் 
அத்தை வடை சுடுகிறாள் 
கலா பலூன் ஊதுகிறாள் 
சக்கரம் இல்லாமல் வண்டி ஓடாது 
நான் நூலகம் செல்கிறேன்`,

        `இலக்கணப்பயிற்சி எளிமையாக உள்ளது 
நடைப்பயிற்சி செய்வது வழக்கம் 
வௌவால் இரவில் உணவு தேடும் 
பீமன் பலமுள்ள வீரன்
மாலா இனிமையாக பாடுவாள் 
நாங்கள் சுற்றுலா செல்கிறோம் 
தங்கை பரிசு வாங்கினாள் 
அப்பா நீச்சல் அடித்தார் 
பாப்பா பொம்மை கேட்கிறாள் 
அம்மா சமையல் செய்தார்`,

        `பசு பால் தரும் 
பூனை பால் குடிக்கும் 
மாங்காய் புளிக்கும் 
கடற்கரையில் மணல்வீடு கட்டலாம்
ஓய்வு நேரத்தில் கதை படிப்பேன்
நாய் வாலை ஆட்டும் 
வண்டி வேகமாக செல்கிறது 
மணி அடிக்கும் ஓசை கேட்கிறது 
அதிகாலையில் எழுந்து விடுவேன் 
மயில் தோகை விரித்து ஆடும் 
முயல் அதிவேகமாக ஓடும்`,

        `பலாப்பழம் பழுத்துப் பள்ளத்தில் விழுந்தது 
சாப்பாடு மிகவும் சுவையாக இருக்கிறது 
தினமும் இரவில் பால் குடிப்பேன் 
லட்டு உருண்டையாய் இருக்கும்
உயிர்களிடத்தில் அன்பு செலுத்துவேன்
நல்ல நூல்களை தேடிப் படிப்பேன் 
மரக்கன்றுகளை நட்டு வளர்ப்பேன் 
ஆபத்தான செயல்களை செய்யமாட்டேன் 
இது என்னுடைய புத்தகம்
இந்தியாவின் தேசிய சின்னம் அசோகத்தூண்`,

        `நான் விளையாடச் சென்றேன் 
பழக பழக பாலும் புளிக்கும்  
ஓய்வு நேரத்தில் வானொலி கேட்பேன் 
செடியில் பூக்கள் பூத்திருந்தன
நேர்மை எப்பொழுதும் நன்மை தரும்   
மரம் செழித்து வளர்ந்தது
இந்தியாவின் தேசிய பறவை மயில் 
மோகன் மிதிவண்டி ஓட்டினான் 
மாதவி நடனம் ஆடினாள் 
மாடு புல் மேய்ந்தது`,

        `விதை முளைத்து செடி வளர்ந்தது
முழுநிலா வட்டமாக இருக்கும்
நடைப்பயிற்சி செய்தால் உற்சாகமாக இருக்கும்
செல்வி ஓய்வு எடுக்கிறாள்
தமிழ் பாடல்களை விரும்புகிறேன்
இந்தியாவின் தேசிய மலர் தாமரை 
உன் பெயர் என்ன? 
சாலையில் கவனமாக செல்வேன்  
பாண்டியர்கள் தமிழை போற்றி வளர்த்தனர்  
அன்பரசன் அயராது உழைத்தான்`,

        `விடியற்காலையில் எழுந்து விடுவேன்
அயராது உழைத்ததால் வெற்றி பெற்றான் 
தேர்வில் அதிக மதிப்பெண் பெறவேண்டும்
நல்ல நூல்களை கற்க வேண்டும் 
இனிய தமிழில் பேசுங்கள் 
கல்லணையை கட்டியவர் யார்?  
சாலை விதிகளை கடைபிடிக்க வேண்டும்
வகுப்பறையில் அமைதியாக இருக்க வேண்டும்
இந்தியாவின் தேசிய விலங்கு புலி   
சத்தான உணவை உண்போம்  
ஞாயிற்றுக்கிழமை எங்களுடன் வருகிறீர்களா?`
      ]
    },

    {
      id: '100',
      label: 'குறிப்புகளைக் கொண்டு கண்டுபிடி ',
      type: 'matchByDragDrop',
      data: {
        title: 'குறிப்புகளைக் கொண்டு கண்டுபிடி ',
        fontSize: '1rem',
        dashWidth: 60,
        text: `மணக்கும் எழுத்து : *பூ* 
அரசரும், அமைச்சர்களும் கூடும் இடம் : *அரசவை* 
நிலவும், விண்மீன்களும் வானில் தெரியும் நேரம்: *இரவு* 
நவரசங்களில் ஆச்சரியத்தைக் குறிக்கும்: *வியப்பு* 
சிக்கலைக் தீர்க்க உதவும் குணம்: *அறிவுக்கூர்மை*`
      }
    },
    {
      id: '300',
      label: 'நிரப்புக ',
      type: 'matchByDragDrop',
      data: {
        title: 'நிரப்புக ',
        fontSize: '1rem',
        dashWidth: 60,
        text: `வணிகர் *அரபு* நாட்டைச் சேர்ந்தவர். 
உழவர், வணிகர் இருவரின் வழக்கை எதிர்கொண்டவர் *மரியாதை ராமன்* 
திருமண ஊர்வலத்தில் *யானை* இறந்து விட்டது. 
*பானைகள்* கீழே விழுந்து நொறுங்கின.`
      }
    },
    {
      label: 'என் செல்லப்பிராணி ',
      type: 'matchByDragDrop',
      id: 'my-pet',
      data: {
        title: 'நிரப்புக',
        fontSize: '1rem',
        dashWidth: 70,
        text: `நான் ஒரு *நாய்* வளர்த்தேன். அதன் பெயர் மணி. அதன் *நிறம்* வெள்ளை. மணி என்னை கண்டவுடன் *வாலை* ஆட்டும். பிறரைக் கண்டால் லொள் லொள் என *குலைக்கும்*. மணி பாலை விரும்பிக் *குடிக்கும்*. நான் தினமும் அதனுடன் *விளையாடுவேன்*. இரவில் என் வீட்டைக் காக்கும். மணி ஒரு *நன்றியுள்ள* மிருகம். நாமும் மிருகங்களுடன் *அன்புடன்* நடந்து கொள்வோம்.`
      }
    },
    {
      id: '400',
      label: 'நிரப்புக : __ர்',
      type: 'matchByDragDrop',
      commonData: {
        title: 'நிரப்புக : __ர்',
        fontSize: '1rem',
        dashWidth: 60
      },
      data: [
        {
          text: `உலகம் என்பதன் வேறு சொல்: *பார்* 
திருவிழா என்றாலே இது இருக்கும் : *தேர்* 
மக்கள் சேர்ந்து வாழுமிடம் : *ஊர்* 
இது இல்லாமல் உயிர்கள் இல்லை : *நீர்* `
        },
        {
          text: `நீர் விட்டுத் தயிர் கடைந்தால்: *மோர்* 
மரம், செடி, கொடி மண்ணில் ஊன்றி நிற்க உதவும்: *வேர்* 
மன்னர்கள் தம் நாட்டின் எல்லையை விரிவுபடுத்த அண்டை நாடுகளோடு செய்வது : *போர்* 
பூத்தொடுக்க உதவுவது: *நார்*`
        }
      ]
    },
    {
      type: 'makeSentence',
      label: 'வாக்கியம் அமைக்கவும்',
      id: 'make-sentence',
      commonData: {
        title: 'ஆங்கில வாக்கியத்திற்கு இணையான தமிழ் வாக்கியம் அமைக்கவும் ',
        extras: ' '
      },
      data: [
        `My name is Kannan. |  என் பெயர் கண்ணன்
I am studying second standard. | நான் இரண்டாம் வகுப்பு படிக்கிறேன்
My sister's name is Selvi. | எனது தங்கையின் பெயர் செல்வி
We go to school together. | நாங்கள் ஒன்றாக பள்ளிக்கு செல்வோம் 
On our way to school, we saw a horse. | பள்ளி செல்லும் வழியில் ஒரு குதிரையை பார்த்தோம்`,

        `There is a neem tree in our school. |  ஒரு வேப்பமரம்  என் பள்ளியில் உள்ளது| என் பள்ளியில் ஒரு வேப்பமரம் உள்ளது
The bus went fast. | பேருந்து வேகமாக சென்றது
The bullock cart went slowly. | மாட்டு வண்டி மெதுவாக சென்றது
I have a red color shirt. | என்னிடம் ஒரு சிவப்பு நிற சட்டை உள்ளது
Today, rain may come. | இன்று மழை வர வாய்ப்பு உள்ளது `,

        `My class teacher is a good person. | எனது வகுப்பு ஆசிரியர் மிகவும் நல்லவர்
Light came in through the window. | ஜன்னல் வழியாக வெளிச்சம் வந்தது
I had a bad dream.  | எனக்கு ஒரு மோசமான கனவு வந்தது
My sister's hand writing is beautiful. | எனது தங்கையின் கையெழுத்து அழகாக இருக்கும் 
I was sitting silently. | நான் மெளனமாக அமர்ந்து இருந்தேன்`
      ]
    }
  ]
};
