export default {
  label: 'ந, ன, ண வேறுபாடுகள்',
  id: 'ta-word-na',
  lockAfter: 100,
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'ந - வரிசை சொற்கள் ',
      data: {
        title: 'ஈரெழுத்து சொற்கள்',
        text: [
          {
            type: 'sitewords',
            text: 'நரி, நாய், நெல், நிலா, நான், நதி, நாம், நாள், நூறு, நிலை',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'ஐந்து, பந்து, ஓநாய், நண்டு, ஆந்தை, நிழல், நெற்றி, நகம், நீந்து, நுங்கு, நந்தி, இந்த, நேரம், தந்தை, எந்த, நல்ல, நீண்ட, நிற்க, சொந்த, நான்கு, அந்த, நேரடி, நிலவு, நின்று, நோக்கி, நபர், நீளம், நானும், சந்தை, நீராவி',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'நாற்காலி, நீர்யானை, சிலந்தி, பருந்து, இளநீர், உளுந்து, முந்திரி, நாணயம், குழந்தை, காந்தம், நடைபோடு, நூல்கோல், பேருந்து, நீரூற்று, மருந்து, நூலகம், நடைபாதை, நடைபேசி, நீங்கள், வந்தது, நகரம், கடந்து, நண்பர், சிறந்த, கலந்து, நடப்பு, நிலையம், நிகழ்வு',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'செவ்வந்தி, நடைவண்டி, பூந்தொட்டி, நடனமாடு, கால்பந்து, குள்ளநரி, பச்சோந்தி, மகிழுந்து, நெசவாளர், நுரையீரல், நுண்ணோக்கி, தொலைநோக்கி',
            width: 150
          }
        ]
      }
    },
    /*

*/
    {
      id: 'reading-2',
      type: 'passage',
      label: 'ன - வரிசை சொற்கள் ',
      data: {
        title: 'ஈரெழுத்து சொற்கள்',
        text: [
          {
            type: 'sitewords',
            text: ' மீன், பூனை, யானை, தேனீ, மைனா, பேனா, பானை, குனி, நான், என, ஏன், பனி, முன், வினை, தனி, சனி, தொனி, பின்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'பன்றி, ஓணான், காளான், புதினா, பலூன், பூரான், விமானி, வானொலி, கணினி, ஒன்று, என்று, உடன், சூடான, ஆனால், என்ன, மூன்று, போன்ற, எனவே, நான்கு, கடின, யோசனை, சோதனை, முன்பு, சமன், நின்று, இனம், வானிலை, சென்று, மகன், நானும், அதன், காலனி, பானம்',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'முனிவர், அரசன், வானவில், நீர்யானை, வான்கோழி, அன்னாசி, சூரியன், மின்னல், கன்னம், சிறுவன், பென்சில், மறிமான், கரையான், தட்டான், சுறாமீன், விமானம், மீனவர், விஞ்ஞானி, உள்ளன, என்றால், என்றார், சென்றார், பின்னர், மனிதன், எனக்கு, தண்டனை, முன்னால், அனைத்து, நாட்டின், இன்னும், ஒன்றாக, போதுமான, எனினும், கூறினார், ஆழமான, நன்றாக, சரியான, விரைவான, வலுவான, மனதில், பின்னால், தெளிவான, நினைவில், குறைவான, எதிரான, சென்டர், தோன்றும், கனரக, சின்னம், அனுப்பி, என்பதை, பேசினார், கற்பனை, கேப்டன், தேவையான, உடனடி, பகைவன், ஒன்பது',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'மீன்கொத்தி, பனித்துளி, தென்னையோலை, பனைமரம், துடைப்பான், மின்விசிறி, அழிப்பான், கணிப்பான், பனிக்கூழ், நடனமாடு, சுகமின்மை, தங்கமீன், பொன்வண்டு, பாலைவனம், வெப்பமானி',
            width: 150
          }
        ]
      }
    },
    {
      id: 'reading-3',
      type: 'passage',
      label: 'ண - வரிசை சொற்கள் ',
      data: {
        title: 'ஈரெழுத்து சொற்கள் ',
        text: [
          {
            type: 'sitewords',
            text: 'ஏணி, கண், மணி, ஆண், பெண், தூண், அணை, வீணை, பணி, எண், அணி, மண்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'நண்டு, அணில், ஓணான், பூண்டு, உணவு, கூண்டு, துண்டு, காலணி, காதணி, வாணலி, கணினி, கிணறு, ஆண்டு, நீண்ட, பண்ணை, கொண்டு, உண்மை, கணம், மணல், சண்டை, அண்டை,',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'கிண்ணம், மண்புழு, வெண்ணெய், பட்டாணி, நாணயம், தலையணை, கண்ணாடி, கரண்டி, வேண்டும், ஆண்கள், மீண்டும், தண்டனை, காரணம், தண்ணீர், நண்பர், இரண்டு, வண்ணம், விண்வெளி, பயணம், எண்ணெய், உணர்வு, மாணவர், மரணம், பெண்கள்',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'தர்பூசணி, கணுக்கால், பூசணிப்பூ, நடைவண்டி, கணிப்பான், மண்டியிடு, சிள்வண்டு, பொன்வண்டு, மணிப்புறா, மிதிவண்டி, விண்கலம், அறுகோணம், அரண்மனை, உணவகம், நுண்ணோக்கி, மண்வெட்டி',
            width: 150
          }
        ]
      }
    },
    {
      type: 'classifySentence',
      label: 'படம் சொல்லும் சொல்',
      id: 'pick-word',
      commonData: {
        title: 'சரியான சொல்லைத் தேர்வு செய்க.',
        variableOptions: true,
        imageType: 'stockimg'
      },
      data: [
        `ladder | ஏணி, ஏனி
man | ஆண், ஆன்
squirrel | அணில், அனில்
crab | நண்டு, நன்டு
elephant | யானை, யாணை
pig | பன்றி, பண்றி
eye | கண், கன்
fish | மீன், மீண்
oneself | நான், நாண்
bell | மணி, மனி`,

        `garden-lizard | ஓணான், ஓணாண்
dam | அணை, அனை
food | உணவு, உனவு
pillar | தூண், தூன்
mintleaf | புதினா, புதிணா, புதிநா
cage | கூண்டு, கூன்டு
balloon | பலூன், பலூண்
pilot | விமானி, விமாநி, விமாணி
garlic | பூண்டு, பூன்டு
computer | கணினி, கணிணி, கனிணி`,

        `pineapple | அன்னாசி, அண்ணாசி
baby | குழந்தை, குழன்தை
one | ஒன்று, ஒண்று, ஒந்று
towel | துண்டு, துன்டு
bowl | கிண்ணம், கின்னம்
lightning | மின்னல், மிண்னல்
well | கிணறு, கினறு
five | ஐந்து, ஐன்து, ஐண்து
rainbow | வானவில், வாணவில்
ball | பந்து, பன்து, பண்து`,

        `wolf | ஓநாய், ஓனாய், ஓணாய்
owl | ஆந்தை , ஆன்தை
palace | அரண்மனை, அரன்மனை
pattani | பட்டாணி, பட்டானி
father | தந்தை, தன்தை
palm-tree | பனைமரம், பணைமரம்
cycle | மிதிவண்டி, மிதிவன்டி
butter | வெண்ணெய், வென்னெய்
coconut-tree | தென்னை, தெண்ணை
earthworm | மண்புழு, மன்புழு`,

        `shoe | காலனி, காலணி
mirror | கண்ணாடி, கன்னாடி
coin | நாணயம், நானயம்
flower-pot | பூந்தொட்டி, பூன்தொட்டி
pillow | தலையணை, தலையனை
ladle | கரண்டி, கரன்டி`,

        `restaurant | உணவகம், உனவகம்
ladybug | பொன்வண்டு, பொண்வண்டு
aeroplane | விமானம், விமாணம்
dew | பனித்துளி, பணித்துளி
babywalker | நடைவண்டி, நடைவன்டி`
      ]
    },
    {
      id: 'na-sound',
      label: 'கோடிட்ட இடங்களை நிரப்புக',
      type: 'fillup',
      commonData: {
        title: 'கோடிட்ட இடங்களை நிரப்புக'
      },
      data: [
        `நேர்மை எப்போதும் *நன்மை (நண்மை)* தரும்.
ஐம்புலன்களில் ஒன்று *கண்(கன்)*. 
பூக்களில் இருப்பது *தேன்(தேண்)*.
மார்கழி மாதத்தில் *பனி(பணி)* பெய்யும்.  
*பனை(பணை)* மரத்தில் நுங்கு கிடைக்கும்.`,

        `உயரத்தில் ஏற பயன்படுவது *ஏணி (ஏனி)*. 
*பணம்(பனம்)* பத்தும் செய்யும்.
சுவரில் அடிப்பது *ஆணி (ஆனி)*.
தமிழ் மாதங்களில் ஒன்று  *ஆனி(ஆணி)*.
வீட்டை காக்கும் விலங்கு *நாய்(னாய்)* .`,

        `தேனை சேகரிப்பது *தேனீ(தேநீ)*.
*பன்றி(பண்றி)* கூட்டமாக வாழும்.
பள்ளியில் சதந்திர தின *கொண்டாட்டம்(கொன்டாட்டம்)* நடந்தது. 
திருமண *மண்டபம்(மன்டபம்)* கோலாகலமாக இருந்தது.     
தம்பி *பந்து(பன்து)* விளையாடுகிறான்.
*வெந்தயம்(வெண்தயம்)* உடலுக்கு குளிர்ச்சி தரும்.`
      ]
    }
  ]
};
