export default {
  label: 'ல, ள , ழ வேறுபாடுகள்',
  id: 'ta-words-la',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'ல - வரிசை வார்த்தைகள் ',
      data: {
        title: 'ல - வரிசை வார்த்தைகள் ',
        text: [
          `# ஈரெழுத்து சொற்கள் `,
          {
            type: 'sitewords',
            text: 'இலை, எலி, கல், வலை, புலி, நெல், பால், நிலா, காலை, புல், பல், சிலை, சேலை, வில், மலை, சாலை, சில, பல, ஒலி, மேல், ஆலை, மைல், கால், வால், செல், கலை, அலை, வேலை, தோல், மாலை, நிலை',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'ஊதல், லட்டு, முதலை, முயல், பல்லி, ஈசல், அணில், மயில், சேவல், குயில், மல்லி, நிழல், மாவிலை, முல்லை, அல்லி, பலூன், காலணி, காலுறை, கொலுசு, வாணலி, இட்லி, வௌவால், இறால், மாலுமி, விரலி, வானொலி, கோலம், கடல், பாலம், தபேலா, தோலக், மூலம், ஆனால், சொல்ல, இல்லை, கையில், செயல், நல்ல, வலது, மேலும், முதல், பதில், வலிமை, உடல், பாடல், நிலவு, உலர், அலகு, காதல், குரல், ரயில், வானிலை, மலர், வாயில், செலவு, மணல், விரல், தொழில், காலம், தலைமை, காலனி, தேடல், அசல், எல்லை',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'உலகம், நாற்காலி, சலங்கை, வானவில், சிலந்தி, வத்தல், மின்னல், வாழையிலை, வேப்பிலை, செங்கல், அலமாரி, ஜன்னல், கால்மிதி, தலையணை, வளையல், சங்கிலி, பென்சில், வறுவல், பொரியல், பொங்கல், ஊஞ்சல், இருமல், தும்மல், வெள்ளெலி, நூல்கோல், கப்பல், கொல்லர், காவலர், தொலைபேசி, புல்வெளி, எரிமலை, நூலகம், காற்றாலை, கலப்பை, வயலின், அல்லது, என்றால், வீட்டில், விலங்கு, அருகில், முன்னால், தலைவர், விரைவில், வலுவான, மனதில், பின்னால், நினைவில், காலையில், ஆற்றல், காட்டில், கடையில், மெல்லிசை, சிக்கல், கலந்து, எலும்பு, மெல்லிய, பாலைவன, நிலையம், பரவல், சாம்பல்',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: ' எலுமிச்சை, ஆலமரம், தென்னையோலை, கிளிஞ்சல், கணுக்கால், முழங்கால், வாடாமல்லி, இட்லிப்பூ, திரைச்சீலை, கால்சட்டை, அளவுகோல், தோசைக்கல், தூக்குதல், துடைத்தல், கால்பந்து, வில்வித்தை, விண்கலம், பல்லக்கு, செவிலியர், பால்காரர், திரிசூலம், பாலைவனம், தொழிற்சாலை, நுரையீரல், கல்லீரல்,தொலைநோக்கி',
            width: 150
          }
        ]
      }
    },
    {
      id: 'reading-2',
      type: 'passage',
      label: 'ள - வரிசை வார்த்தைகள் ',
      data: {
        title: 'ள - வரிசை வார்த்தைகள் ',
        text: [
          `# ஈரெழுத்து சொற்கள் `,
          {
            type: 'sitewords',
            text: 'தேள், காளை, கிளி, புளி, வாளி, கிளை, மூளை, ஒளி, நாள், தாள்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'தவளை, சோளம், மாதுளை, காளான், மிளகு, குவளை, தள்ளு, துளசி, கோமாளி, வளரி, உள்ளே , வெளியே, புள்ளி, பள்ளி, வெள்ளை, இளமை, கேள்வி, பொருள், குளிர், நீளம், அளவு, விளைவு',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: ' ஆப்பிள், பப்பாளி, இளநீர், தக்காளி, மஞ்சள், மிளகாய், உளுந்து, வளையல், பூகோளம், அரிவாள், வெள்ளெலி, காசாளர், புல்வெளி, உள்ளன, நீங்கள், தங்கள், ஆண்கள், எங்கள், உங்கள், உள்ளது, மக்கள், தெளிவான, விண்வெளி, ஒருவேளை, இடைவெளி, பற்கள், பெண்கள்',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'வளர்ச்சி, விளையாட்டு, முள்ளங்கி, பனித்துளி, கிளிஞ்சல், தோள்பட்டை, கம்பளம், குளிரூட்டி, அளவுகோல், அப்பளம், குள்ளநரி, சிள்வண்டு, மரவள்ளி, நெசவாளர், திருப்புளி, மத்தளம்',
            width: 150
          }
        ]
      }
    },
    {
      id: 'reading-3',
      type: 'passage',
      label: 'ழ - வரிசை வார்த்தைகள்',
      data: {
        title: 'ழ - வரிசை வார்த்தைகள்',
        text: [
          `# ஈரெழுத்து சொற்கள் `,
          {
            type: 'sitewords',
            text: 'கோழி, மழை, இழு, கீழ், வழி, குழு, முழு, மொழி, ஏழை, ஏழு, யாழ்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: ' கழுதை, கழுகு, நிழல், குழாய், பழைய, எழுது, அழகு, தொழில், பழம், நுழைவு, மூழ்கு',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'மண்புழு, வான்கோழி, வாழையிலை, முழங்கை, குழந்தை, வாழைப்பூ, அழைப்பு, வாழ்க்கை, ஆழமான, கிழக்கு, பழுப்பு, வழக்கு, கொழுப்பு, அழகான, நிகழ்வு',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'பழங்கள், மாம்பழம், வாழைக்காய், வாழைமரம், முழங்கால், கழிப்பறை, அழிப்பான், பனிக்கூழ், பழச்சாறு, மகிழுந்து, தொழிற்சாலை',
            width: 150
          }
        ]
      }
    },

    {
      type: 'classifySentence',
      label: 'படம் சொல்லும் சொல்',
      id: 'tense',
      commonData: {
        title: 'சரியான சொல்லைத் தேர்வு செய்க.',
        variableOptions: true,
        imageType: 'stockimg'
      },
      data: [
        `leaf | இலை , இளை, இழை 
net | வலை, வளை, வழை 
paddy | நெல், நெள் 
milk | பால், பாள், பாழ் 
moon | நிலா, நிளா 
morning | காலை, காளை,  
grass | புல் , புள் , புழ் 
teeth | பல், பள்
statue | சிலை, சிளை, சிழை


man | ஆண், அண்
woman | பெண், பென் 
cloud | மேகம் , மெகம்
tortoise | ஆமை , அமை 
mosquito | கொசு, கெசு 
ginger | இஞ்சி, இங்சி
lotus | தாமரை , தமரை  
squirrel | அணில் , அனில் `,

        `rooster | சேவல் , செவல் 
koel | குயில் , கூயில் 
tiger | புலி, புளி 
rat | எலி , எளி 
turmeric | மஞ்சள் , மஞ்சல் 
lizard | பல்லி, பள்ளி 
frog | தவளை, தவலை 
stone | கல் , கள் 
bull | காளை, காலை 
crocodile | முதலை, முதளை`,

        `tree | மரம் , மறம் 
fox | நரி , நறி 
waterfall |அருவி , அறிவி 
sleep | துாக்கம், துக்கம்
veenai | வீணை, வீனை 
clown | கோமாளி, கோமாலி 
teacher | ஆசிரியர், ஆசிறியர் 
farmer | விவசாயி, விவசாஇ 
kolam | கோலம், கோளம் 
king | அரசன், அறசன் `
      ]
    },
    {
      id: '100',
      type: 'passage',
      label: 'ல, ள , ழ',
      data: {
        title: 'ல, ள , ழ',
        text: `கலம் - கருவி
களம்-இடம்.(ஆடுகளம், தேங்காய்க்களம்)
வலம்-வலப்பக்கம்.
வளம்-வளமை.
பலம்-வலிமை
பழம்-கனி, பழைய`
      }
    },
    {
      id: 'to-two-too',
      label: 'to, two, vs too',
      type: 'fillup',
      data: [
        {
          title: 'அலை - அழை',
          text: `கடல் *அலை* வேகமாக வீசுகிறது 
அம்மா என்னை *அழை*த்தார் `,
          options: 'அலை, அழை'
        },

        {
          title: 'To, Two, and Too',
          text: `கிளியின் *அலகு* வளைந்து இருக்கும் 
பிரபா மிகவும் *அழகு* வாய்ந்தவள் `,
          options: 'அலகு, அழகு'
        },

        {
          title: 'To, Two, and Too',
          text: `நான் *அவல்* சாப்பிட்டேன் 
*அவள்* என் தோழி `,
          options: 'அவல், அவள்'
        },

        {
          title: 'To, Two, and Too',
          text: `அப்பா எனக்கு ஒரு பரிசு *அளி*த்தார் 
அரக்கன் ஊரை *அழி*த்தான் `,
          options: 'அளி, அழி'
        },

        {
          title: 'To, Two, and Too',
          text: `*அல்லி* மலர் அழகாக பூத்திருந்தது 
கயல் தன் இரு கைகளாலும் நீரை *அள்ளி* குடித்தாள்`,
          options: 'அல்லி, அள்ளி'
        }
      ]
    }
  ]
};
