export default {
  label: 'ர, ற வேறுபாடுகள்',
  id: 'ta-word-ra',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'ர - வரிசை சொற்கள் ',
      data: {
        title: 'ஈரெழுத்து சொற்கள்',
        text: [
          {
            type: 'sitewords',
            text: 'நரி, கீரை, பூரி, தேர், தாரை, ஒரு, வரி, இரு, யார், போர்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'மரம், குதிரை, கரடி, எருமை, அரிசி, இரவு, அருவி, தாமரை, தூரிகை, அரசி, சீருடை, ரசம், ரொட்டி, சவாரி, பூரான், வளரி, கோடாரி, தராசு, அவர், நேரம், பெரிய, உயர், பெயர், நேரடி, பொருள், வாரம், உயிர், நபர், குளிர், குரல், திடீர், ரயில், சுவர், கருவி, வருகை, மலர், தேர்வு, விரல், பார்வை, பயிர், சரம், வரும், பிரிவு, நீராவி',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'முனிவர், குயவர், அரசன், குரங்கு, நீர்யானை, கங்காரு, பருந்து, திராட்சை, ஆரஞ்சு, கரும்பு, இளநீர், பீட்ரூட், பருப்பு, சீரகம், முந்திரி, சூரியன், மோதிரம், அலமாரி, முத்திரை, கரண்டி, அரிவாள், சாம்பார், பொரியல், பரோட்டா, உட்கார், பெருக்கு, இருமல், கரையான், பேருந்து, ஏவூர்தி, மீனவர், கொல்லர், தச்சர், காவலர், காசாளர், மாவீரர், நீரூற்று, மருந்து, துருவம், எரிமலை, கூடாரம், மரவீடு, கோபுரம், அவரது, இருந்து, என்றார், ஒவ்வொரு, சேர்க்க, சென்றார், அருகில், பின்னர், காரணம், பார்க்க, தண்ணீர், தலைவர், நகரம், இதுவரை, நண்பர், ஒருமுறை, இரண்டு, தயாராக, விரைவில், கருப்பு, பொருட்டு, கூறினார், தெருவில், சிரிப்பு, ஆயிரம், சரியான, விரைவான, தரையில், சதுரம், எரிவாயு, இரும்பு, கிராமம், உயரம், உணர்வு, மாணவர், பேசினார், பெற்றோர், ஆதரவு, மரணம், இரட்டை, இருக்கை, பரவல், பருத்தி, பிரகாசி',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'சக்கரம், தர்பூசணி, சுரைக்காய், சர்க்கரை, ஆலமரம் பம்பரம், கடிகாரம், திரைச்சீலை, குளிரூட்டி, அதிரசம், காட்டெருமை, குள்ளநரி, மரவட்டை, இருவாட்சி, பேரிக்காய், மரவள்ளி, ஆசிரியர், திரிசூலம், ஆவாரம்பூ, கடற்கரை, வரைபடம், அரண்மனை, நுரையீரல், கல்லீரல், திருப்புளி, இரம்பம், தொலைதூரம்',
            width: 150
          }
        ]
      }
    },

    {
      id: 'reading-2',
      type: 'passage',
      label: 'ற - வரிசை சொற்கள் ',
      data: {
        title: 'ஈரெழுத்து சொற்கள் ',
        text: [
          {
            type: 'sitewords',
            text: 'புறா, உறி, ஏறு, எறி, சிறு, நூறு, ஆறு, வேறு, முறை',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: ' பன்றி, பறவை, நெற்றி, இறகு, சிறுமி, கயிறு, காலுறை, கையுறை, இறால், ஒன்று, கிணறு, வயிறு, என்று, மற்ற, மூன்று, காற்று, போன்ற, சிறிய, சுற்று, வெறும், பற்றி, நிற்க, அறிய, வெற்று, தெற்கு, நின்று, இறுதி, மேற்கே, சென்று, நிறைய, ஒற்றை, வெற்றி, மாறாக',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'நாற்காலி, சிறுத்தை, எறும்பு, இறைச்சி, சிறுவன், வறுவல், முறுக்கு, கைமாற்று, சறுக்கு, சுறாமீன், நீரூற்று, பற்பசை, சிற்பம், காற்றாலை, மற்றும், என்றால், என்றார், மாற்றம், சென்றார், முயற்சி, குறைந்த, அறையில், ஒருமுறை, திறந்த, ஒன்றாக, ஆற்றில், குறுகிய, கூறினார், நன்றாக, பறக்க, குறிப்பு, துறையில், சிறப்பு, குறைவான, தோன்றும், ஆற்றல், உறுப்பு, இயற்கை, கற்பனை, இவ்வாறு, பெற்றோர், முறையான, பற்கள், ஏற்பாடு',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'பாகற்காய், மின்விசிறி, கழிப்பறை, குறிப்பேடு, பழச்சாறு, மணிப்புறா, அறுகோணம், பற்குச்சி, கடற்கரை, வகுப்பறை, தொழிற்சாலை, துறைமுகம்',
            width: 150
          }
        ]
      }
    },
    {
      type: 'classifySentence',
      label: 'படம் சொல்லும் சொல்',
      id: 'pick-word',
      commonData: {
        title: 'சரியான சொல்லைத் தேர்வு செய்க.',
        variableOptions: true,
        imageType: 'stockimg'
      },
      data: [
        `bird | பறவை, பரவை
chariot | தேர், தேற்
puri | பூரி, பூறி
spinach | கீரை, கீறை
girl | சிறுமி, சிருமி
bear | கரடி, கறடி
horse | குதிரை, குதிறை
climb | ஏறு, ஏரு
dove | புறா, புரா
throw | எறி, எரி`,

        `buffalo | எருமை, எறுமை
clock | நேரம் , நேறம்
chair | நாற்காலி, நார்காலி
cheetah | சிறுத்தை, சிருத்தை
one | ஒன்று, ஒன்ரு
night | இரவு, இறவு
lotus | தாமரை, தாமறை
uniform | சீருடை, சீறுடை
ant | எறும்பு, எரும்பு
quill | இறகு, இரகு`,

        `murukku | முறுக்கு, முருக்கு
ring | மோதிரம், மோதிறம்
sculpture | சிற்பம், சிர்பம்
grapes | திராட்சை, திறாட்சை
fry | வறுவல், வருவல்
monkey | குரங்கு, குறங்கு
arivaal | அரிவாள், அறிவாள்
sugarcane | கரும்பு, கறும்பு
meat | இறைச்சி, இரைச்சி
fountain | நீரூற்று, நீரூற்ரு`,

        `wheel | சக்கரம், சக்கறம்
watermelon | தர்பூசணி, தற்பூசணி
tent-house | கூடாரம், கூடாறம்
toothpaste | பற்பசை, பர்பசை
bitter-gourd | பாகற்காய், பாகர்காய்
fan | மின்விசிறி, மின்விசிரி
volcano | எரிமலை, எறிமலை
alien | கற்பனை, கர்பனை
river | இயற்கை, இயர்கை
top | பம்பரம், பம்பறம்`,

        `adirasam | அதிரசம், அதிறசம்
juice | பழச்சாறு, பழச்சாரு
bus | பேருந்து , பேறுந்து
hexagon | அறுகோணம், அருகோணம்
map | வரைபடம், வறைபடம்
notebook | குறிப்பேடு, குரிப்பேடு
sun | சூரியன், சூறியன்
kangaroo | கங்காரு, கங்காறு
harbour | துறைமுகம், துரைமுகம்
seashore | கடற்கரை, கடர்கறை`
      ]
    }
  ]
};
