export default {
  label: 'ந, ன, ண வேறுபாடுகள்',
  id: 'ta-words-na',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'ந - வரிசை வார்த்தைகள் ',
      data: {
        title: 'ந - வரிசை வார்த்தைகள் ',
        text: [
          `# ஈரெழுத்து சொற்கள் `,
          {
            type: 'sitewords',
            text: 'நரி, நாய், நெல், நிலா, நான், நதி, நாம், நாள், நூறு, நிலை',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'ஐந்து, பந்து, ஓநாய், நண்டு, ஆந்தை, நிழல், நெற்றி, நகம், நீந்து, நுங்கு, நந்தி, இந்த, நேரம், தந்தை, எந்த, நல்ல, நீண்ட, நிற்க, சொந்த, நான்கு, அந்த, நேரடி, நிலவு, நின்று, நோக்கி, நபர், நீளம், நானும், சந்தை, நீராவி',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'நாற்காலி, நீர்யானை, சிலந்தி, பருந்து, இளநீர், உளுந்து, முந்திரி, நாணயம், குழந்தை, காந்தம், நடைபோடு, நூல்கோல், பேருந்து, நீரூற்று, மருந்து, நூலகம், நடைபாதை, நடைபேசி, நீங்கள், வந்தது, நகரம், கடந்து, நண்பர், சிறந்த, கலந்து, நடப்பு, நிலையம், நிகழ்வு',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'செவ்வந்தி, நடைவண்டி, பூந்தொட்டி, நடனமாடு, கால்பந்து, குள்ளநரி, பச்சோந்தி, மகிழுந்து, நெசவாளர், நுரையீரல், நுண்ணோக்கி, தொலைநோக்கி',
            width: 150
          }
        ]
      }
    },
    /*
  
*/
    {
      id: 'reading-2',
      type: 'passage',
      label: 'ன - வரிசை வார்த்தைகள் ',
      data: {
        title: 'ன - வரிசை வார்த்தைகள் ',
        text: [
          `# ஈரெழுத்து சொற்கள் `,
          {
            type: 'sitewords',
            text: ' மீன், பூனை, யானை, தேனீ, மைனா, பேனா, பானை, குனி, நான், என, ஏன், பனி, முன், வினை, தனி, சனி, தொனி, பின்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'பன்றி, ஓணான், காளான், புதினா, பலூன், பூரான், விமானி, வானொலி, கணினி, ஒன்று, என்று, உடன், சூடான, ஆனால், என்ன, மூன்று, போன்ற, எனவே, நான்கு, கடின, யோசனை, சோதனை, முன்பு, சமன், நின்று, இனம், வானிலை, சென்று, மகன், நானும், அதன், காலனி, பானம்',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'முனிவர், அரசன், வானவில், நீர்யானை, வான்கோழி, அன்னாசி, சூரியன், மின்னல், கன்னம், சிறுவன், பென்சில், மறிமான், கரையான், தட்டான், சுறாமீன், விமானம், மீனவர், விஞ்ஞானி, உள்ளன, என்றால், என்றார், சென்றார், பின்னர், மனிதன், எனக்கு, தண்டனை, முன்னால், அனைத்து, நாட்டின், இன்னும், ஒன்றாக, போதுமான, எனினும், கூறினார், ஆழமான, நன்றாக, சரியான, விரைவான, வலுவான, மனதில், பின்னால், தெளிவான, நினைவில், குறைவான, எதிரான, சென்டர், தோன்றும், கனரக, சின்னம், அனுப்பி, என்பதை, பேசினார், கற்பனை, கேப்டன், தேவையான, உடனடி, பகைவன், ஒன்பது',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'மீன்கொத்தி, பனித்துளி, தென்னையோலை, பனைமரம், துடைப்பான், மின்விசிறி, அழிப்பான், கணிப்பான், பனிக்கூழ், நடனமாடு, சுகமின்மை, தங்கமீன், பொன்வண்டு, பாலைவனம், வெப்பமானி',
            width: 150
          }
        ]
      }
    },
    {
      id: 'reading-3',
      type: 'passage',
      label: 'ண - வரிசை வார்த்தைகள் ',
      data: {
        title: 'ண - வரிசை வார்த்தைகள் ',
        text: [
          `# ஈரெழுத்து சொற்கள் `,
          {
            type: 'sitewords',
            text: 'ஏணி, கண், மணி, ஆண், பெண், தூண், அணை, வீணை, பணி, எண், அணி, மண்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'நண்டு, அணில், ஓணான், பூண்டு, உணவு, கூண்டு, துண்டு, காலணி, காதணி, வாணலி, கணினி, கிணறு, ஆண்டு, நீண்ட, பண்ணை, கொண்டு, உண்மை, கணம், மணல், சண்டை, அண்டை,',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'கிண்ணம், மண்புழு, வெண்ணெய், பட்டாணி, நாணயம், தலையணை, கண்ணாடி, கரண்டி, வேண்டும், ஆண்கள், மீண்டும், தண்டனை, காரணம், தண்ணீர், நண்பர், இரண்டு, வண்ணம், விண்வெளி, பயணம், எண்ணெய், உணர்வு, மாணவர், மரணம், பெண்கள்',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'தர்பூசணி, கணுக்கால், பூசணிப்பூ, நடைவண்டி, கணிப்பான், மண்டியிடு, சிள்வண்டு, பொன்வண்டு, மணிப்புறா, மிதிவண்டி, விண்கலம், அறுகோணம், அரண்மனை, உணவகம், நுண்ணோக்கி, மண்வெட்டி',
            width: 150
          }
        ]
      }
    }
  ]
};
