export default {
  label: 'ல, ள, ழ வேறுபாடுகள்',
  id: 'ta-word-la',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'ல - வரிசை சொற்கள் ',
      data: {
        title: 'ஈரெழுத்து சொற்கள் ',
        text: [
          {
            type: 'sitewords',
            text: 'இலை, எலி, கல், வலை, புலி, நெல், பால், நிலா, காலை, புல், பல், சிலை, சேலை, வில், மலை, சாலை, சில, பல, ஒலி, மேல், ஆலை, மைல், கால், வால், செல், கலை, அலை, வேலை, தோல், மாலை, நிலை',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'ஊதல், லட்டு, முதலை, முயல், பல்லி, ஈசல், அணில், மயில், சேவல், குயில், மல்லி, நிழல், மாவிலை, முல்லை, அல்லி, பலூன், காலணி, காலுறை, கொலுசு, வாணலி, இட்லி, வௌவால், இறால், மாலுமி, விரலி, வானொலி, கோலம், கடல், பாலம், தபேலா, தோலக், மூலம், ஆனால், சொல்ல, இல்லை, கையில், செயல், நல்ல, வலது, மேலும், முதல், பதில், வலிமை, உடல், பாடல், நிலவு, உலர், அலகு, காதல், குரல், ரயில், வானிலை, மலர், வாயில், செலவு, மணல், விரல், தொழில், காலம், தலைமை, காலனி, தேடல், அசல், எல்லை',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'உலகம், நாற்காலி, சலங்கை, வானவில், சிலந்தி, வத்தல், மின்னல், வாழையிலை, வேப்பிலை, செங்கல், அலமாரி, ஜன்னல், கால்மிதி, தலையணை, வளையல், சங்கிலி, பென்சில், வறுவல், பொரியல், பொங்கல், ஊஞ்சல், இருமல், தும்மல், வெள்ளெலி, நூல்கோல், கப்பல், கொல்லர், காவலர், தொலைபேசி, புல்வெளி, எரிமலை, நூலகம், காற்றாலை, கலப்பை, வயலின், அல்லது, என்றால், வீட்டில், விலங்கு, அருகில், முன்னால், தலைவர், விரைவில், வலுவான, மனதில், பின்னால், நினைவில், காலையில், ஆற்றல், காட்டில், கடையில், மெல்லிசை, சிக்கல், கலந்து, எலும்பு, மெல்லிய, பாலைவன, நிலையம், பரவல், சாம்பல்',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: ' எலுமிச்சை, ஆலமரம், தென்னையோலை, கிளிஞ்சல், கணுக்கால், முழங்கால், வாடாமல்லி, இட்லிப்பூ, திரைச்சீலை, கால்சட்டை, அளவுகோல், தோசைக்கல், தூக்குதல், துடைத்தல், கால்பந்து, வில்வித்தை, விண்கலம், பல்லக்கு, செவிலியர், பால்காரர், திரிசூலம், பாலைவனம், தொழிற்சாலை, நுரையீரல், கல்லீரல்,தொலைநோக்கி',
            width: 150
          }
        ]
      }
    },
    {
      id: 'reading-2',
      type: 'passage',
      label: 'ள - வரிசை சொற்கள் ',
      data: {
        title: 'ஈரெழுத்து சொற்கள் ',
        text: [
          {
            type: 'sitewords',
            text: 'தேள், காளை, கிளி, புளி, வாளி, கிளை, மூளை, ஒளி, நாள், தாள்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'தவளை, சோளம், மாதுளை, காளான், மிளகு, குவளை, தள்ளு, துளசி, கோமாளி, வளரி, உள்ளே , வெளியே, புள்ளி, பள்ளி, வெள்ளை, இளமை, கேள்வி, பொருள், குளிர், நீளம், அளவு, விளைவு',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: ' ஆப்பிள், பப்பாளி, இளநீர், தக்காளி, மஞ்சள், மிளகாய், உளுந்து, வளையல், பூகோளம், அரிவாள், வெள்ளெலி, காசாளர், புல்வெளி, உள்ளன, நீங்கள், தங்கள், ஆண்கள், எங்கள், உங்கள், உள்ளது, மக்கள், தெளிவான, விண்வெளி, ஒருவேளை, இடைவெளி, பற்கள், பெண்கள்',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'வளர்ச்சி, விளையாட்டு, முள்ளங்கி, பனித்துளி, கிளிஞ்சல், தோள்பட்டை, கம்பளம், குளிரூட்டி, அளவுகோல், அப்பளம், குள்ளநரி, சிள்வண்டு, மரவள்ளி, நெசவாளர், திருப்புளி, மத்தளம்',
            width: 150
          }
        ]
      }
    },
    {
      id: 'reading-3',
      type: 'passage',
      label: 'ழ - வரிசை சொற்கள்',
      data: {
        title: 'ஈரெழுத்து சொற்கள்',
        text: [
          {
            type: 'sitewords',
            text: 'கோழி, மழை, இழு, கீழ், வழி, குழு, முழு, மொழி, ஏழை, ஏழு, யாழ்',
            width: 80
          },
          `# மூன்றெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: ' கழுதை, கழுகு, நிழல், குழாய், பழைய, எழுது, அழகு, தொழில், பழம், நுழைவு, மூழ்கு',
            width: 80
          },

          `# நாங்கெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'மண்புழு, வான்கோழி, வாழையிலை, முழங்கை, குழந்தை, வாழைப்பூ, அழைப்பு, வாழ்க்கை, ஆழமான, கிழக்கு, பழுப்பு, வழக்கு, கொழுப்பு, அழகான, நிகழ்வு',
            width: 120
          },

          `# ஐந்தெழுத்து சொற்கள்`,
          {
            type: 'sitewords',
            text: 'பழங்கள், மாம்பழம், வாழைக்காய், வாழைமரம், முழங்கால், கழிப்பறை, அழிப்பான், பனிக்கூழ், பழச்சாறு, மகிழுந்து, தொழிற்சாலை',
            width: 150
          }
        ]
      }
    },

    {
      type: 'classifySentence',
      label: 'படம் சொல்லும் சொல்',
      id: 'tense',
      commonData: {
        title: 'சரியான சொல்லைத் தேர்வு செய்க.',
        variableOptions: true,
        imageType: 'stockimg'
      },
      data: [
        `hen | கோழி , கோளி, கோலி
        leaf | இலை , இளை, இழை
        tamarind | புளி, புலி
        parrot | கிளி, கிலி , கிழி
        milk | பால், பாள், பாழ்
        pull | இழு, இளு, இலு
        rain | மழை, மளை, மலை
        paddy | நெல், நெள்
        net | வலை, வளை, வழை
        scorpion | தேள் , தேல், தேழ்`,

        `moon | நிலா, நிளா
        corn | சோளம், சோலம், சோழம்
        donkey | கழுதை, கலுதை
        bucket | வாளி, வாலி, வாழி
        twig | கிளை, கிழை
        tooth | பல், பள்
        banana-tree | வாழை, வாலை, வாளை
        yazl | யாழ், யால், யாள்
        grass | புல் , புள்
        morning | காலை, காளை`,

        `pepper | மிளகு, மிலகு
        statue | சிலை, சிளை, சிழை
        mountain | மலை, மளை, மழை
        eagle | கழுகு, கலுகு
        mushroom | காளான், காலான்
        road | சாலை, சாளை, சாழை
        push | தள்ளு, தல்லு , தள்லு
        pomegranate | மாதுளை, மாதுலை
        fruits | பழங்கள், பழங்கல், பலங்கள்
        bow | வில், விள், விழ்`,

        `world | உலகம், உளகம்
        tulsi | துளசி, துலசி
        anklet | கொலுசு, கொழுசு
        clown | கோமாளி, கோமாலி
        ice-cream | பனிக்கூழ், பனிக்கூல்
        classroom | பள்ளி, பல்லி
        polar | குளிர் , குலிர்
        shadow | நிழல், நிளல், நிலழ்
        whistle | ஊதல், ஊதள்
        ocean | கடல், கடள்`,

        `spider | சிலந்தி, சிளந்தி
        tender-coconut | இளநீர், இலநீர், இழநீர்
        swing | ஊஞ்சல், ஊஞ்சள்
        dried-chilli | மிளகாய், மிலகாய்
        bangle | வளையல் , வழையல்
        banyan | ஆலமரம், ஆழமரம்
        lemon | எலுமிச்சை , எழுமிச்சை
        papaya | பப்பாளி, பப்பாலி
        urad-dhal | உளுந்து, உலுந்து, உழுந்து
        tomato | தக்காளி, தக்காலி`,

        `tapioca | மரவள்ளி , மரவல்லி
        globe | பூகோளம், பூகோலம்
        factory | தொழிற்சாலை, தொளிற்சாலை
        car | மகிழுந்து, மகிலுந்து
        radish | முள்ளங்கி, முல்லங்கி`
      ]
    },
    {
      id: '100',
      type: 'passage',
      label: 'ல, ள , ழ',
      data: {
        title: 'ல, ள , ழ',
        text: `கலம் - கருவி
களம்-இடம்.(ஆடுகளம், தேங்காய்க்களம்)
வலம்-வலப்பக்கம்.
வளம்-வளமை.
பலம்-வலிமை
பழம்-கனி, பழைய`
      }
    },
    {
      id: 'to-two-too',
      label: 'to, two, vs too',
      type: 'fillup',
      data: [
        {
          title: 'அலை - அழை',
          text: `கடல் *அலை* வேகமாக வீசுகிறது 
அம்மா என்னை *அழை*த்தார் `,
          options: 'அலை, அழை'
        },

        {
          title: 'To, Two, and Too',
          text: `கிளியின் *அலகு* வளைந்து இருக்கும் 
பிரபா மிகவும் *அழகு* வாய்ந்தவள் `,
          options: 'அலகு, அழகு'
        },

        {
          title: 'To, Two, and Too',
          text: `நான் *அவல்* சாப்பிட்டேன் 
*அவள்* என் தோழி `,
          options: 'அவல், அவள்'
        },

        {
          title: 'To, Two, and Too',
          text: `அப்பா எனக்கு ஒரு பரிசு *அளி*த்தார் 
அரக்கன் ஊரை *அழி*த்தான் `,
          options: 'அளி, அழி'
        },

        {
          title: 'To, Two, and Too',
          text: `*அல்லி* மலர் அழகாக பூத்திருந்தது 
கயல் தன் இரு கைகளாலும் நீரை *அள்ளி* குடித்தாள்`,
          options: 'அல்லி, அள்ளி'
        }
      ]
    }
  ]
};
