export default {
  label: 'திருக்குறள் - 4',
  id: 'thirukkural-4',
  img: 'thirukkural',
  lockAfter: 100,
  lang: 'ta',
  list: [
    {
      id: 'notes',
      type: 'passage',
      label: `தேர்வு செய்யப் பட்டவை `,
      lockAfter: 2,
      commonData: {
        title: ''
      },
      data: [
        [
          `# தெரிந்து வினையாடல்`,
          {
            type: 'poem',
            text: `நன்மையும் தீமையும் நாடி நலம்புரிந்த
தன்மையான் ஆளப் படும்.`
          },
          {
            type: 'small',
            text: `நன்மையும் தீமையுமாகிய இரண்டையும் ஆராய்ந்து நன்மை 
தருகின்றவற்றையே விரும்புகின்ற இயல்புடையவன் (செயலுக்கு உரியவனாக) ஆளப்படுவான்.`
          },
          {
            type: 'poem',
            text: `செய்வானை நாடி வினைநாடிக் காலத்தோடு
எய்த உணர்ந்து செயல்.`
          },
          {
            type: 'small',
            text: `செயலாற்றும் திறன் உடையவரையும் செய்யவேண்டிய செயலையும் செய்வதற்குரிய 
காலத்தையும் ஆராய்ந்து அச்செயலை நிறைவேற்ற வேண்டும்.`
          },
          {
            type: 'poem',
            text: `இதனை இதனால் இவன்முடிக்கும் என்றுஆய்ந்து
அதனை அவன்கண் விடல்.`
          },
          {
            type: 'small',
            text: `இச்செயலை இந்த வகையால் இவர் செய்துமுடிப்பார் என்று ஆராய்ந்து அச்செயலை அவரிடம் ஒப்படைக்க வேண்டும்.`
          },

          `# செங்கோன்மை`,
          {
            type: 'poem',
            text: `ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும்
தேர்ந்துசெய் வஃதே முறை.`
          },
          {
            type: 'small',
            text: `எதையும் நன்கு ஆராய்ந்து ஒருபக்கம் சாயாது நடுவுநிலையில் நின்று நடத்துவதே சிறந்த ஆட்சியாகும்.`
          },
          {
            type: 'poem',
            text: `இறைகாக்கும் வையகம் எல்லாம் அவனை
முறைகாக்கும் முட்டாச் செயின்.`
          },
          {
            type: 'small',
            text: `உலகத்து உயிர்களை எல்லாம் அரசர் காப்பாற்றுவார். அவரை அவரது குற்றமற்ற ஆட்சி காப்பாற்றும்.`
          }
        ],
        [
          `# வெருவந்த செய்யாமை`,
          {
            type: 'poem',
            text: `தக்காங்கு நாடித் தலைசெல்லா வண்ணத்தால்
ஒத்தாங்கு ஒறுப்பது வேந்து.`
          },
          {
            type: 'small',
            text: `ஒருவர் செய்த குற்றத்தை முறையாக ஆராய்ந்து அவர் மீண்டும் குற்றம் செய்யாதவாறு தண்டிப்பது அரசனின் கடமையாகும்.`
          },

          {
            type: 'poem',
            text: ` இறைகடியன் என்றுஉரைக்கும் இன்னாச்சொல் வேந்தன்
உறைகடுகி ஒல்லைக் கெடும்.`
          },
          {
            type: 'small',
            text: `நம் அரசர் கடுமையானவர் என்று குடிமக்களால் தூற்றப்படும்
கொடுஞ்சொல்லை உடைய அரசர், தன் வாழ்நாள் குறைந்து விரைவில் அழிவார்.`
          },

          `# சொல்வன்மை`,
          {
            type: 'poem',
            text: `கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும்
வேட்ப மொழிவதாம் சொல்.`
          },
          {
            type: 'small',
            text: `கேட்பவரைத் தன்வ யப்ப டுத்துவதும் கேளாத வரைக் கேட்கத் தூண்டுவதும் சிறந்த சொல்லாற்ற லின் இயல்பாகும்.`
          },

          {
            type: 'poem',
            text: `சொல்லுக சொல்லைப் பிறிதுஓர்சொல் அச்சொல்லை
வெல்லும்சொல் இன்மை அறிந்து.`
          },
          {
            type: 'small',
            text: `நாம் சொல்லும் சொல்லை வேறு சொல்லால் வெல்ல இயலாதவாறு சிறந்த சொற்களைத் தேர்ந்தெடுத்துப் பேசவேண்டும்.`
          },
          '# குடிமை',
          {
            type: 'poem',
            text: `அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார்
குன்றுவ செய்தல் இலர்.`
          },
          {
            type: 'small',
            text: 'பொருள்:கோடிப் பொருள் அடுக்கிக் கொடுத்தாலும், ஒழுக்கமான குடியில் பிறந்தவர், தவறு செய்வதில்லை.'
          }
        ],
        [
          `# அவையறிதல்`,
          {
            type: 'poem',
            text: `அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின்
தொகைஅறிந்த தூய்மை யவர்.`
          },
          {
            type: 'small',
            text: ` சொல்வளமும், நற்பண்பும் உடையவர்கள் தாம் பேசும் அவையின் தகுதி அறிந்து பேசுதல் வேண்டும்.`
          },
          {
            type: 'poem',
            text: `கற்றுஅறிந்தார் கல்வி விளங்கும் கசடறச்
சொல்தெரிதல் வல்லார் அகத்து.`
          },
          {
            type: 'small',
            text: `சொற்களை ஆராயும் அறிஞர் நிறைந்த அவையில் பேசும் போது தான் பல நூல்களைக் கற்றவரின் கல்வி பெருமையடையும்.`
          },
          `# படைச்செருக்கு`,
          {
            type: 'poem',
            text: `கான முயல்எய்த அம்பினில் யானை
பிழைத்தவேல் ஏந்தல் இனிது.`
          },
          {
            type: 'small',
            text: `காட்டு முயலை வீழ்த்திய அம்பினை ஏந்துவதை விட யானைக்குக்
குறிவைத்துத் தவறிய வேலை ஏந்துவது பெருமை தரும். (பெரிய முயற்சியே பெருமை தரும்.)`
          },
          {
            type: 'poem',
            text: `பேராண்மை என்ப தறுகண்ஒன்று உற்றக்கால்
ஊராண்மை மற்றுஅதன் எஃகு.`
          },
          {
            type: 'small',
            text: `பகைவரை எதிர்த்து நிற்கும் வீரத்தை ஆண்மை என்று கூறுவர். பகைவருக்கும் துன்பம் வரும்போது, 
உதவி செய்தலை அந்த ஆண்மையின் கூர்மை என்று கூறுவர்.`
          }
        ],
        [
          '# நட்பு',
          {
            type: 'poem',
            text: `செயற்கரிய யாவுள நட்பின் அதுபோல்
வினைக்கரிய யாவுள காப்பு.`
          },
          {
            type: 'small',
            text: 'பொருள்:நட்பைப்போல் செய்துகொள்வதற்கு அருமையானவை எவை உள்ளன? அதுபோல் தொழிலுக்கு அரிய காவலாக இருப்பவை எவை உள்ளன?'
          },
          {
            type: 'poem',
            text: `நவில்தொறும் நூல்நயம் போலும் பயில்தொறும்
பண்புடை யாளர் தொடர்பு.`
          },
          {
            type: 'small',
            text: 'பொருள்:நல்ல நூல்கள் படிக்கப் படிக்க இன்பம் தருவது போலப் பண்புடையவர் நட்பு பழகப் பழக இன்பம் தரும்.'
          },
          {
            type: 'poem',
            text: `நகுதல் பொருட்டுஅன்று நட்டல் மிகுதிக்கண்
மேற்சென்று இடித்தல் பொருட்டு.`
          },
          {
            type: 'small',
            text: 'பொருள்:நட்பு, சிரித்துப் பேசி மகிழ்வத ற்கு மட்டும் உரியது அன்று; நண்பர் தவறு செய்தால் அவரைக் கண்டித்துத் திருத்துவதற்கும் உரியது.'
          },
          '# நட்பு ஆராய்தல்',
          {
            type: 'poem',
            text: `ஆய்ந்துஆய்ந்து கொள்ளாதான் கேண்மை கடைமுறை
தான்சாம் துயரம் தரும்.`
          },
          {
            type: 'small',
            text: 'பொருள்:மீண்டும் மீண்டும் ஆராய்ந்து பாராமல் ஒருவனுடன் கொண்ட நட்பு தாம் சாகும் அளவுக்குத் துன்பம் தரும்.'
          },
          {
            type: 'poem',
            text: `கேட்டினும் உண்டுஓர் உறுதி கிளைஞரை
நீட்டி அளப்பதோர் கோல்.`
          },
          {
            type: 'small',
            text: `பொருள்:நமக்கு வரும் துன்பத்தினாலும் ஒரு நன்மை உண்டு. அத்துன்பமே நமது நண்பர்களின் உண்மையான இயல்பை அளந்துகாட்டும் அளவுகோலாகும்.`
          }
        ],
        [
          '# குற்றங்கடிதல்',
          {
            type: 'poem',
            text: `தன்குற்றம் நீக்கிப் பிறர்குற்றம் காண்கிற்பின்
என்குற்றம் ஆகும் இறைக்கு.`
          },
          {
            type: 'small',
            text: `பொருள்:லைவன் முதலில் தன்குற்றத்தைக் கண்டு நீக்கி, அதன்பின் பிறருடைய குற்றத்தை ஆராய்ந்தால், அவனுக்கு எந்தப் பழியும் ஏற்படாது.`
          },
          {
            type: 'poem',
            text: `செருக்குஞ் சினமும் சிறுமையும் இல்லார்
பெருக்கம் பெருமித நீர்த்து.`
          },
          {
            type: 'small',
            text: `பொருள்:செருக்கும் சினமும் காமமும் ஆகிய இந்தக் குற்றங்கள் இல்லாதவருடைய வாழ்வில் காணும் பெருக்கம் மேம்பாடு உடையதாகும்.`
          },

          {
            type: 'poem',
            text: `வருமுன்னர்க் காவாதான் வாழ்க்கை எரிமுன்னர்
வைத்தூறு போலக் கெடும்.`
          },
          {
            type: 'small',
            text: `பொருள்:பழிவருமுன்னே சிந்தித்து தம்மைக் காத்துக்கொள்ளாதவருடைய வாழ்க்கை, நெருப்பின் அருகில் வைக்கப்பட்ட வைக்கோல் போர் போல அழிந்துவிடும்.`
          },
          `# மானம்`,
          {
            type: 'poem',
            text: ` பெருக்கத்து வேண்டும் பணிதல் சிறிய
சுருக்கத்து வேண்டும் உயர்வு.`
          },
          {
            type: 'small',
            text: `செல்வம் மிகுந்த காலத்தில் பணிவுடன் நடந்துகொள்ள வேண்டும். 
வறுமை வந்த காலத்தில் ஊக்கம் குறையாமல் பெருமித உணர்வுடன் வாழவேண்டும்.`
          },

          {
            type: 'poem',
            text: `குன்றின் அனையாரும் குன்றுவர் குன்றுவ
குன்றி அனைய செயின்.`
          },
          {
            type: 'small',
            text: `மலையளவு பெருமை உடையவராக இருந்தாலும் குன்றிமணியளவு தவறு செய்தால் அவரது பெருமை அழிந்துவிடும்.`
          }
        ],
        [
          `# பண்புடைமை`,
          {
            type: 'poem',
            text: `பண்புடையார்ப் பட்டுஉண்டு உலகம் அதுஇன்றேல்
மண்புக்கு மாய்வது மன்.`
          },
          {
            type: 'small',
            text: `பண்பு உடைய சான்றோரின் வழியில் நடப்பதால் தான் இவ்வுலகம் இன்னும் இயங்குகிறது; 
இல்லாவிட்டால் மண்ணுக்குள் புதைந்து அழிந்திருக்கும்.`
          },

          {
            type: 'poem',
            text: `பண்பிலான் பெற்ற பெருஞ்செல்வம் நன்பால்
கலம்தீமை யால்திரிந்து அற்று.`
          },
          {
            type: 'small',
            text: `தூய்மையற்ற பாத்திரத்தில் வைக்கப்படும் பால் திரிந்துவிடும். 
அதுபோல நற்பண்பு இல்லாதவன் பெற்ற பெருஞ்செல்வமும் யாருக்கும் பயனின்றி அழியும்.`
          },

          `#தெரிந்துதெளிதல்`,
          {
            type: 'poem',
            text: `குணம்நாடிக் குற்றமும் நாடி அவற்றுள்
மிகைநாடி மிக்க கொளல்.`
          },
          {
            type: 'small',
            text: `ஒருவரின் குணத்தையும் குற்றத்தையும் ஆராய்ந்து, அவற்றுள் மிகுதியானதைக் கொண்டு அவரைப்பற்றி முடிவு செய்க.`
          },
          {
            type: 'poem',
            text: ` பெருமைக்கும் ஏனைச் சிறுமைக்கும் தத்தம்
கருமமே கட்டளைக் கல்.`
          },
          {
            type: 'small',
            text: `ஒருவரின் பெருமைக்கும் சிறுமைக்கும் அவரது செயல்பாடுகளே ஆராய்ந்து அறியும் உரைகல் ஆகும்.`
          },
          {
            type: 'poem',
            text: `தேரான் தெளிவும் தெளிந்தான்கண் ஐயுறவும்
தீரா இடும்பை தரும்.`
          },
          {
            type: 'small',
            text: `ஆராயாமல் ஒருவரைத் தேர்வு செய்வதும் அவ்வாறு தேர்வு செய்தபின் 
அவரைப்பற்றி ஐயப்படுதலும் தீராத துன்பம் தரும்.`
          }
        ]
      ]
    },
    {
      id: 'sort4',
      label: 'வரிசை படுத்துக',
      type: 'sorting',
      lockAfter: 2,
      commonData: {
        title: 'திருக்குறளை அடையாளம் கண்டு வார்த்தைகளை வரிசை படுத்துக',
        multiple: true
      },
      data: [
        `நன்மையும், தீமையும், நாடி, நலம்புரிந்த, தன்மையான், ஆளப், படும்
செய்வானை, நாடி, வினைநாடிக், காலத்தோடு, எய்த, உணர்ந்து, செயல்
இதனை, இதனால், இவன்முடிக்கும், என்றுஆய்ந்து, அதனை, அவன்கண், விடல்
ஓர்ந்துகண், ணோடாது, இறைபுரிந்து, யார்மாட்டும், தேர்ந்துசெய், வஃதே, முறை
இறைகாக்கும், வையகம், எல்லாம், அவனை, முறைகாக்கும், முட்டாச், செயின்
தக்காங்கு, நாடித், தலைசெல்லா, வண்ணத்தால், ஒத்தாங்கு, ஒறுப்பது, வேந்து
இறைகடியன், என்றுஉரைக்கும், இன்னாச்சொல், வேந்தன், உறைகடுகி, ஒல்லைக், கெடும்
கேட்டார்ப், பிணிக்கும், தகையவாய்க், கேளாரும், வேட்ப, மொழிவதாம், சொல்
சொல்லுக, சொல்லைப், பிறிதுஓர்சொல், அச்சொல்லை, வெல்லும்சொல், இன்மை, அறிந்து
அடுக்கிய, கோடி, பெறினும், குடிப்பிறந்தார், குன்றுவ, செய்தல், இலர்`,

        `அவைஅறிந்து, ஆராய்ந்து, சொல்லுக, சொல்லின், தொகைஅறிந்த, தூய்மை, யவர்
கற்றுஅறிந்தார், கல்வி, விளங்கும், கசடறச், சொல்தெரிதல், வல்லார், அகத்து
கான, முயல்எய்த, அம்பினில், யானை, பிழைத்தவேல், ஏந்தல், இனிது
பேராண்மை, என்ப, தறுகண்ஒன்று, உற்றக்கால், ஊராண்மை, மற்றுஅதன், எஃகு
செயற்கரிய, யாவுள, நட்பின், அதுபோல், வினைக்கரிய, யாவுள, காப்பு
நவில்தொறும், நூல்நயம், போலும், பயில்தொறும், பண்புடை, யாளர், தொடர்பு
நகுதல், பொருட்டுஅன்று, நட்டல், மிகுதிக்கண், மேற்சென்று, இடித்தல், பொருட்டு
ஆய்ந்துஆய்ந்து, கொள்ளாதான், கேண்மை, கடைமுறை, தான்சாம், துயரம், தரும்
கேட்டினும், உண்டுஓர், உறுதி, கிளைஞரை, நீட்டி, அளப்பதோர், கோல்
தன்குற்றம், நீக்கிப், பிறர்குற்றம், காண்கிற்பின், என்குற்றம், ஆகும், இறைக்கு`,

        `செருக்குஞ், சினமும், சிறுமையும், இல்லார், பெருக்கம், பெருமித, நீர்த்து
வருமுன்னர்க், காவாதான், வாழ்க்கை, எரிமுன்னர், வைத்தூறு, போலக், கெடும்
பெருக்கத்து, வேண்டும், பணிதல், சிறிய, சுருக்கத்து, வேண்டும், உயர்வு
குன்றின், அனையாரும், குன்றுவர், குன்றுவ, குன்றி, அனைய, செயின்
பண்புடையார்ப், பட்டுஉண்டு, உலகம், அதுஇன்றேல், மண்புக்கு, மாய்வது, மன்
பண்பிலான், பெற்ற, பெருஞ்செல்வம், நன்பால், கலம்தீமை, யால்திரிந்து, அற்று
குணம்நாடிக், குற்றமும், நாடி, அவற்றுள், மிகைநாடி, மிக்க, கொளல்
பெருமைக்கும், ஏனைச், சிறுமைக்கும், தத்தம், கருமமே, கட்டளைக், கல்
தேரான், தெளிவும், தெளிந்தான்கண், ஐயுறவும், தீரா, இடும்பை, தரும்`
      ]
    },

    {
      label: 'சரியான விடையை தேர்ந்தெடு',
      type: 'matchByDragDrop',
      id: 'match-4',
      lockAfter: 2,
      commonData: {
        title: 'சரியான விடையை தேர்ந்தெடு',
        fontSize: '1rem'
      },
      data: [
        `*நன்மையும்* தீமையும் நாடி *நலம்புரிந்த*
*தன்மையான்* ஆளப் படும்
செய்வானை நாடி *வினைநாடிக்* காலத்தோடு
எய்த *உணர்ந்து* செயல்
இதனை *இதனால்* இவன்முடிக்கும் என்றுஆய்ந்து
அதனை *அவன்கண்* விடல்`,

        `*ஓர்ந்துகண்* ணோடாது இறைபுரிந்து *யார்மாட்டும்*
தேர்ந்துசெய் வஃதே *முறை*
*இறைகாக்கும்* வையகம் *எல்லாம்* அவனை
*முறைகாக்கும்* முட்டாச் செயின்
*தக்காங்கு* நாடித் தலைசெல்லா *வண்ணத்தால்*
*ஒத்தாங்கு* ஒறுப்பது வேந்து`,

        `*இறைகடியன்* என்றுஉரைக்கும் இன்னாச்சொல் *வேந்தன்*
உறைகடுகி ஒல்லைக் *கெடும்*
கேட்டார்ப் *பிணிக்கும்* தகையவாய்க் கேளாரும்
வேட்ப *மொழிவதாம்* சொல்
சொல்லுக *சொல்லைப்* பிறிதுஓர்சொல் அச்சொல்லை
வெல்லும்சொல் *இன்மை* அறிந்து`,

        `அடுக்கிய *கோடி* பெறினும் *குடிப்பிறந்தார்*
குன்றுவ *செய்தல்* இலர்
*அவைஅறிந்து* ஆராய்ந்து சொல்லுக சொல்லின்
தொகைஅறிந்த *தூய்மை* யவர்
கற்றுஅறிந்தார் *கல்வி* விளங்கும் கசடறச்
சொல்தெரிதல் *வல்லார்* அகத்து`,

        `கான முயல்எய்த *அம்பினில்* யானை
*பிழைத்தவேல்* ஏந்தல் இனிது
*பேராண்மை* என்ப தறுகண்ஒன்று உற்றக்கால்
ஊராண்மை *மற்றுஅதன்* எஃகு
செயற்கரிய யாவுள *நட்பின்* அதுபோல்
*வினைக்கரிய* யாவுள காப்பு`,

        `நவில்தொறும் *நூல்நயம்* போலும் பயில்தொறும்
பண்புடை யாளர் *தொடர்பு*
நகுதல் பொருட்டுஅன்று *நட்டல்* மிகுதிக்கண்
*மேற்சென்று* இடித்தல் பொருட்டு
*ஆய்ந்துஆய்ந்து* கொள்ளாதான் கேண்மை கடைமுறை
தான்சாம் துயரம் *தரும்*`,

        `கேட்டினும் *உண்டுஓர்* உறுதி கிளைஞரை
நீட்டி அளப்பதோர் *கோல்*
தன்குற்றம் நீக்கிப் *பிறர்குற்றம்* காண்கிற்பின்
*என்குற்றம்* ஆகும் *இறைக்கு*
செருக்குஞ் சினமும் *சிறுமையும்* இல்லார்
*பெருக்கம்* பெருமித நீர்த்து`,

        `வருமுன்னர்க் *காவாதான்* வாழ்க்கை எரிமுன்னர்
*வைத்தூறு* போலக் கெடும்
*பெருக்கத்து* வேண்டும் பணிதல் சிறிய
சுருக்கத்து *வேண்டும்* உயர்வு
*குன்றின்* அனையாரும் குன்றுவர் குன்றுவ
குன்றி அனைய செயின்.`,

        `*பண்புடையார்ப்* பட்டுஉண்டு *உலகம்* அதுஇன்றேல்
மண்புக்கு *மாய்வது* மன்
பண்பிலான் *பெற்ற* பெருஞ்செல்வம் நன்பால்
கலம்தீமை *யால்திரிந்து* அற்று
*குணம்நாடிக்* குற்றமும் நாடி *அவற்றுள்*
*மிகைநாடி* மிக்க கொளல்`,

        `*பெருமைக்கும்* ஏனைச் சிறுமைக்கும் தத்தம்
*கருமமே* கட்டளைக் கல்
தேரான் *தெளிவும்* தெளிந்தான்கண் ஐயுறவும்
தீரா இடும்பை *தரும்`
      ]
    },

    {
      id: 'fillup4',
      label: 'கோடிட்ட இடங்களை நிரப்புக',
      type: 'fillup',
      commonData: {
        noOptions: true,
        lang: 'ta',
        title: 'கோடிட்ட இடங்களை நிரப்புக '
      },
      data: [
        `நன்மையும் *தீமையும்* நாடி நலம்புரிந்த
தன்மையான் ஆளப் *படும்*
செய்வானை *நாடி* வினைநாடிக் காலத்தோடு
எய்த உணர்ந்து *செயல்*
இதனை இதனால் *இவன்முடிக்கும்* என்றுஆய்ந்து
*அதனை* அவன்கண் விடல்`,

        `ஓர்ந்துகண் ணோடாது *இறைபுரிந்து* யார்மாட்டும்
*தேர்ந்துசெய்* வஃதே முறை
இறைகாக்கும் *வையகம்* எல்லாம் அவனை
முறைகாக்கும் முட்டாச் *செயின்*
தக்காங்கு *நாடித்* தலைசெல்லா *வண்ணத்தால்*
ஒத்தாங்கு ஒறுப்பது *வேந்து*`,

        `இறைகடியன் என்றுஉரைக்கும் *இன்னாச்சொல்* வேந்தன்
*உறைகடுகி* ஒல்லைக் கெடும்
கேட்டார்ப் பிணிக்கும் தகையவாய்க் *கேளாரும்*
வேட்ப மொழிவதாம் *சொல்*
*சொல்லுக* சொல்லைப் பிறிதுஓர்சொல் அச்சொல்லை
வெல்லும்சொல் இன்மை *அறிந்து*`,

        `அடுக்கிய கோடி *பெறினும்* குடிப்பிறந்தார்
குன்றுவ செய்தல் *இலர்*
அவைஅறிந்து *ஆராய்ந்து* சொல்லுக சொல்லின்
தொகைஅறிந்த தூய்மை *யவர்*
கற்றுஅறிந்தார் கல்வி விளங்கும் *கசடறச்*
சொல்தெரிதல் வல்லார் *அகத்து*`,

        `கான *முயல்எய்த* அம்பினில் யானை
பிழைத்தவேல் ஏந்தல் *இனிது*
பேராண்மை என்ப தறுகண்ஒன்று *உற்றக்கால்*
*ஊராண்மை* மற்றுஅதன் எஃகு
செயற்கரிய *யாவுள* நட்பின் அதுபோல்
வினைக்கரிய யாவுள *காப்பு*`,

        `நவில்தொறும் நூல்நயம் *போலும்* பயில்தொறும்
*பண்புடை* யாளர் தொடர்பு
*நகுதல்* பொருட்டுஅன்று நட்டல் மிகுதிக்கண்
மேற்சென்று இடித்தல் *பொருட்டு*
ஆய்ந்துஆய்ந்து கொள்ளாதான் *கேண்மை* கடைமுறை
தான்சாம் *துயரம்* தரும்`,

        `கேட்டினும் உண்டுஓர் *உறுதி* கிளைஞரை
நீட்டி *அளப்பதோர்* கோல்
தன்குற்றம் *நீக்கிப்* பிறர்குற்றம் காண்கிற்பின்
*என்குற்றம்* ஆகும் இறைக்கு
செருக்குஞ் *சினமும்* சிறுமையும் இல்லார்
பெருக்கம் *பெருமித* நீர்த்து`,

        `வருமுன்னர்க் காவாதான் *வாழ்க்கை* எரிமுன்னர்
வைத்தூறு போலக் *கெடும்*
பெருக்கத்து வேண்டும் *பணிதல்* சிறிய
*சுருக்கத்து* வேண்டும் உயர்வு
குன்றின் அனையாரும் *குன்றுவர்* குன்றுவ
குன்றி அனைய *செயின்*.`,

        `பண்புடையார்ப் *பட்டுஉண்டு* உலகம் அதுஇன்றேல்
மண்புக்கு மாய்வது *மன்*
பண்பிலான் பெற்ற *பெருஞ்செல்வம்* நன்பால்
*கலம்தீமை* யால்திரிந்து அற்று
குணம்நாடிக் *குற்றமும்* நாடி அவற்றுள்
மிகைநாடி மிக்க *கொளல்*`,

        `பெருமைக்கும் *ஏனைச்* சிறுமைக்கும் தத்தம்
கருமமே கட்டளைக் *கல்*
தேரான் *தெளிவும்* தெளிந்தான்கண் ஐயுறவும்
*தீரா* இடும்பை தரும்`
      ]
    }
  ]
};
