export default {
  label: 'Story',
  id: 'ma-reading',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'പൂച്ചയ്ക്കൊരു മണികെട്ടാം',
      data: {
        title: 'പൂച്ചയ്ക്കൊരു മണികെട്ടാം',
        text: `പണ്ടു പണ്ടൊരു വീട്ടിൽ തട്ടും പുറത്ത് നിരവധി എലികൾ പാർത്തിരുന്നു. അവർ തങ്ങൾക്കു കിട്ടുന്ന ആഹാരം പരസ്പരം നൽകി സന്തോഷത്തോടെ അവിടെ കഴിഞ്ഞു. അങ്ങനെയിരിക്കുമ്പോഴാണ് എവിടെ നിന്നോ വന്ന ഒരു പൂച്ച ആ വീട്ടിൽ താമസം തുടങ്ങിയത്. തട്ടും പുറത്ത് എലികളെ കണ്ട പൂച്ച അവിടെ സ്ഥിരതാമസമാക്കി. അവൻ രാത്രിയെന്നോ പകലെന്നോ ഇല്ലാതെ പമ്മി നടന്നു തന്റെ കയ്യിൽ കിട്ടുന്ന എലികളെയെല്ലാം ഭക്ഷിച്ചു. പൂച്ചയുടെ ശല്യം കൂടി വന്നപ്പോൾ എലികളെല്ലാം തട്ടും പുറത്ത് ഒരു യോഗം  ചേർന്നു. എങ്ങനെ പൂച്ചയിൽ നിന്നും രക്ഷപ്പെടാം എന്നതായിരുന്നു പ്രധാന ചർച്ചാവിഷയം. കൂട്ടത്തിൽ ഒരു എലി പറഞ്ഞു.
          “രാത്രിയെന്നോ പകലെന്നോ ഇല്ലാതെ പൂച്ച നമ്മളെ വേട്ടയാടുകയാണ്. അതിനൊരു അവസാനം വേണം.”
          അപ്പോൾ മറ്റൊരു എലി പറഞ്ഞു “അതെ അതു ശരിയാണ്. പൂച്ച പമ്മി വരുന്നതു  കാരണം നമുക്ക് ഓടി രക്ഷപ്പെടേണ്ട സമയം പോലും കിട്ടുന്നില്ല. അടുത്തെത്തി കഴിയുമ്പോൾ ആയിരിക്കും പൂച്ചയെ കാണുന്നത്. അപ്പോൾ പിന്നെ രക്ഷപ്പെടാനും കഴിയില്ല.”
          ഇതു കേട്ടതും മറ്റൊരു എലി പറഞ്ഞു “നമുക്ക് പൂച്ച വരുന്ന ശബ്ദം കേൾക്കാൻ പറ്റിയാൽ നല്ലതായിരുന്നു. അപ്പോൾ നമുക്ക് ഓടി ഒളിക്കാൻ സമയവും കിട്ടും.”
          അങ്ങനെ എലികളുടെ ചർച്ച പൂച്ച വരുന്നത് അറിയാൻ എന്തെങ്കിലും ഒരു ഉപായം കണ്ടെത്തുന്നതിലേക്കായി. പലരും പല അഭിപ്രായങ്ങൾ പറഞ്ഞു. അപ്പോഴാണ് കൂട്ടത്തിൽ ചെറിയ ഒരു എലി ഇങ്ങനെ പറഞ്ഞത്.
          “നമുക്ക് പൂച്ചയ്ക്ക് ഒരു മണി കെട്ടികൊടുക്കാം. അതാകുമ്പോൾ പൂച്ച വരുന്ന ഒച്ച കേട്ടു നമുക്ക് ഓടി ഒളിക്കാം.”
          ഈ അഭിപ്രായം എല്ലാവർക്കും ഇഷ്ടമായി. അവർ അതിനെ അനുകൂലിച്ചു. പിന്നെ അവരുടെ ചർച്ച എങ്ങനെ പൂച്ചയ്ക്ക് മണി കെട്ടാം എന്നതായി. അപ്പോൾ കൂട്ടത്തിൽ ഒരു എലി പറഞ്ഞു
          “അങ്ങനെയാണെങ്കിൽ എന്നും ഉച്ചയ്ക്ക് വയറു നിറച്ചു ആഹാരം കഴിച്ചതിനു ശേഷം പൂച്ചക്കൊരു ഉറക്കമുണ്ട്. നമുക്ക് ഈ സമയം നോക്കി പോയി മണി കെട്ടിയാലോ?”
          ആ അഭിപ്രായം എല്ലാവർക്കും ഇഷ്ടമായി. എല്ലാവരും അതിനെ അനുകൂലിച്ചു. അപ്പോഴാണ് കൂട്ടത്തിലെ പ്രായമായ എലി എല്ലാവരോടുമായി ചോദിച്ചത്
          “പൂച്ചയ്ക്ക് മണി കെട്ടുക എന്നത് വളരെ നല്ല ആശയം തന്നെയാണ്. പക്ഷേ ആരാണ് പൂച്ചയ്ക്ക് മണി കെട്ടാനായി പോകുന്നത്? അതറിഞ്ഞാൽ കൊള്ളാമായിരുന്നു.”
          ഇതു കേട്ടതും അവർ പരസ്പരം നോക്കി.“ആരു ചെയ്യും ആരു ചെയ്യും”
          അവർ പരസ്പരം പിറു പിറുത്തു. ആരും അതിനു തയ്യാറായി മുന്നോട്ട് വന്നില്ല. അഭിപ്രായം പറഞ്ഞ എലികളാരും തന്നെ തയ്യാറായില്ല. അങ്ങനെ അവരുടെ യോഗം തീരുമാനം ഒന്നും ആകാതെ തന്നെ അവസാനിപ്പിച്ചു.`,
        moral: `ഒരു പ്രശ്‌നത്തിന് പരിഹാരം നിർദ്ദേശിക്കുക എന്നത് വളരെ എളുപ്പവും എന്നാൽ അതു പ്രാവൃത്തികമാക്കുക എന്നതു വളരെ പ്രായസവുമാണ്.`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'ആനയും തയ്യൽക്കാരനും',
      data: {
        title: 'ആനയും തയ്യൽക്കാരനും',
        text: `പണ്ടു പണ്ടൊരു ഗ്രാമത്തിൽ ഒരു ക്ഷേത്രം ഉണ്ടായിരുന്നു. ഈ ക്ഷേത്രത്തിൽ ഒരു ആനയെ വളർത്തിയിരുന്നു. കുസൃതിക്കാരനായ ആനയെ എല്ലാവരും വളരെയധികം സ്നേഹിച്ചു. ദിവസവും വൈകുന്നേരം പാപ്പാൻ അവനെ കുളിപ്പിക്കുന്നതിനായി അടുത്തുള്ള കുളത്തിലേക്ക് കൊണ്ടു പോകാറുണ്ടായിരുന്നു. ഈ സമയത്തു ഗ്രാമവാസികൾ അവനു കഴിക്കാനായി പഴങ്ങളും ശർക്കരയും ഓലയുമെല്ലാം നൽകും. അവൻ അതെല്ലാം സന്തോഷത്തോടെ വാങ്ങി കഴിച്ചു. കുളിക്കാൻ പോകുന്ന ആന വയറും നിറച്ചായിരുന്നു തിരിച്ചു മടങ്ങിയിരുന്നത്.
        ആന ദിവസവും കുളിക്കാൻ പോകുന്ന കുളത്തിലേക്കുള്ള വഴിയരികിലായിരുന്നു ഒരു തയ്യൽക്കാരൻ തന്റെ തയ്യൽക്കട നടത്തിയിരുന്നത്. അയാൾ ദിവസവും ആന കുളികഴിഞ്ഞു മടങ്ങുമ്പോൾ അവനു പഴങ്ങൾ നൽകുക പതിവായിരുന്നു. അതുകൊണ്ടു തന്നെ ആന തയ്യൽക്കടയുടെ മുൻപിൽ എത്തുമ്പോൾ തന്നെ പഴത്തിനായി തന്റെ തുമ്പിക്കൈ നീട്ടും. അപ്പോൾ തയ്യൽക്കാരൻ സന്തോഷത്തോടെ ആനയുടെ തുമ്പിക്കൈയിൽ പഴങ്ങൾ വച്ചു കൊടുക്കുകയും ചെയ്യും. അവൻ പഴം കഴിച്ചതിനു ശേഷം തന്റെ തുമ്പിക്കൈ ഇളക്കി അയാൾക്ക്‌ നന്ദിയും പറയും. അങ്ങനെ ആന ദിവസവും തയ്യൽക്കാരന്റെ കൈയിൽ നിന്നും പഴങ്ങൾ കഴിക്കുക പതിവാക്കി.
        അങ്ങനെയിരിക്കെ ഒരു ദിവസം തയ്യൽക്കാരൻ വല്ലാത്ത കോപത്തിലായിരുന്നു. താൻ തയ്ച്ച തുണി വാങ്ങാൻ വന്ന ഒരാളുമായി പണത്തിന്റെ പേരിൽ അദ്ദേഹം കലഹിച്ചതായിരുന്നു കാരണം. ആനയുടെ അന്നത്തെ വരവ് തയ്യൽക്കാരൻ അങ്ങനെ ദേഷ്യത്തിൽ ഇരുന്നപ്പോഴായിരുന്നു. നടന്നതൊന്നും അറിയാത്ത ആന എന്നത്തേയും പോലെ തന്നെ പഴത്തിനായി തന്റെ തുമ്പിക്കൈ നീട്ടി. എന്നാൽ കോപത്തിലിരുന്ന തയ്യൽക്കാരൻ മറ്റൊന്നും ചിന്തിക്കാതെ ഉടൻതന്നെ തന്റെ കൈയിലിരുന്ന സൂചി വച്ചു ആനയുടെ തുമ്പിക്കൈയിൽ ഒരു കുത്തു കൊടുത്തു. കുത്തു കൊണ്ടതും ആന ഉടനെ വേദന കൊണ്ട് തന്റെ തുമ്പിക്കൈ വലിച്ചു. സൂചി കൊണ്ടുള്ള കുത്ത് അവനു നന്നായി വേദനിച്ചു. ആനയ്ക്ക് വളരെയധികം ദുഃഖമായി. എന്നിട്ടും അവൻ ഒന്നും മിണ്ടാതെ നടന്നുപോയി.
        തിരിച്ചു നടന്നപ്പോൾ മുഴുവൻ ആനയുടെ മനസ്സിൽ തന്നെ വേദനിപ്പിച്ച തയ്യൽക്കാരനെ എങ്ങനെ പാഠം പഠിപ്പിക്കാം എന്നതായിരുന്നു. അവൻ മനസ്സിൽ കരുതി “എന്തൊരു കുത്തായിരുന്നു സൂചി കൊണ്ടു തന്നത്. എനിക്ക് വേദനിച്ചിട്ടു വയ്യ. എന്തായാലും തയ്യൽക്കാരനെ നാളെ ഒരു പാഠം പഠിപ്പിക്കുക തന്നെ വേണം.”
        അടുത്ത ദിവസവും ആന പതിവു പോലെ കുളിക്കാനായി കുളത്തിലേക്ക്‌ പോയി. എന്നാൽ തിരിച്ചു വന്നപ്പോൾ അവൻ പാപ്പാൻ കാണാതെ കുളത്തിൽ നിന്നും തന്റെ തുമ്പിക്കൈ നിറച്ചും ചെളിവെള്ളം എടുത്തുകൊണ്ടു വന്നു. തയ്യൽക്കടയുടെ മുന്നിലെത്തി നോക്കിയപ്പോൾ തയ്യൽക്കാരൻ തുണികൾ തയ്ക്കുന്ന തിരക്കിലായിരുന്നു. ആന ഉടൻതന്നെ തന്റെ തുമ്പിക്കൈയിൽ കരുതിയിരുന്ന ചെളിവെള്ളം തയ്യൽക്കാരന്റെ ദേഹത്തേക്ക് ഒഴിച്ചുകൊടുത്തു. ആ ചെളിവെള്ളം അയാളുടെ ദേഹത്തും തയ്ച്ചു കൊണ്ടിരുന്ന തുണിയിലും തയ്ക്കാൻ ഇരുന്ന മറ്റു തുണികളിലും മൊക്കെ വീണു. അയാൾ ഞെട്ടലോടെ തലയുയർത്തി നോക്കി. അപ്പോൾ തന്റെ മുന്നിൽ നിൽക്കുന്ന ആനയെയാണ് അയാൾ കണ്ടത്. കഴിഞ്ഞ ദിവസം സൂചി കൊണ്ടു കുത്തി വേദനിപ്പിച്ചതു കൊണ്ടാണ് ആന ഇങ്ങനെ ചെയ്‍തത് എന്നു അയാൾക്ക് അപ്പോൾ തന്നെ മനസ്സിലായി. തന്റെ തെറ്റു മനസിലാക്കിയ തയ്യൽക്കാരൻ ആനയോട് പറഞ്ഞു.
        “എന്നോട് ക്ഷമിക്കൂ. ഞാൻ ഇന്നലെ നിന്നോട് ചെയ്‍തത് തെറ്റായിപ്പോയി. ഇനിയൊരിക്കലും ഞാൻ നിന്നോടു ഇങ്ങനെ പെരുമാറില്ല എന്നു നിനക്ക് വാക്കു തരുന്നു.”
        ഇതു കേട്ടതും ആന തന്റെ തുമ്പിക്കൈ പൊക്കി തലയുമാട്ടി അവിടെ നിന്നും പോയി.`,
        moral:
          'നമ്മൾ എങ്ങനെയാണോ മറ്റുള്ളവരോട് പെരുമാറുന്നത് അതുപോലെ ആയിരിക്കും അവർ തിരിച്ചു നമ്മളോടും പെരുമാറുന്നത്.'
      }
    }
  ]
};
