export default {
  label: 'സാമൂഹിക ശാസ്ത്രം',
  id: 'ml-gk',
  lockAfter: 4,
  list: [
    {
      id: 'districts',
      type: 'passage',
      label: 'കേരളത്തിലെ ജില്ലകൾ',
      data: {
        title: 'കേരളത്തിലെ ജില്ലകൾ',
        text: [
          `# തിരുവനന്തപുരം:
    കേരളത്തിന്റെ തലസ്ഥാനമാണ് തിരുവനന്തപുരം.
    ശ്രീപദ്മനാഭസ്വാമി ക്ഷേത്രം ഇവിടെയാണ് സ്ഥിതിചെയ്യുന്നത്.
    കേരളത്തിലെ പഴക്കമുള്ള നഗരം ആയിരിക്കുന്നു.
    # കൊല്ലം:
    കേരളത്തിലെ നഗരങ്ങളിലെ ഒരുപക്ഷേ സൗരഭ്യപൂർണ്ണമായ നഗരം.
    കടൽത്തീരം, കടല്‍വളക്ക്, അലപ്പുഴത്തു പേട്ടയുടെ വള്ളം എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # ആലപ്പുഴ:
    ആലപ്പുഴ കെരളത്തിലെ മഹത്തായ വേദികളിലൊന്നാണ്.
    നീലക്കാറ്റ്, ആലപ്പുഴ പായസം, കടലാസ്ഥംഗം എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # കോട്ടയം:
    കോട്ടയം കെരളത്തിലെ മഹത്തായ ഗ്രാമം ആയിരിക്കുന്നു.
    കോട്ടയം ചാന്ദ്രപ്പാപ്പൻ, കോട്ടയം സന്ധ്യാവനം, കോട്ടയം പുളിശ്ശേരി എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # കണ്ണൂർ:
    കണ്ണൂർ കേരളത്തിലെ കൊടുങ്ങളുടെ രാജധാനിയായിരിക്കുന്നു.
    പയ്യണ്ട് പടപ്പൊലി, സ്നേഹിതന്മാർ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # കോഴിക്കോട്:
    കോഴിക്കോട് കേരളത്തിലെ വടക്കൻ പാശ്ചാത്യമേഖലയിലെ ഒരു ജില്ലയാണ്.
    വാഴിയേരി റൈസ്, കോഴിക്കോടൻ തട്ടാൽ, കോഴിക്കോടൻ ഹല്‍വ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # മലപ്പുറം:
    മലപ്പുറം കേരളത്തിലെ കടലോരംഗമായ ഒരു ജില്ലയാണ്.
    കാറിമ്പുമ്പല്ലി ചക്ക, മലപ്പുറം ഹല്‍വ, പഴയപുഴയിലെ ആരാമ്പൊരുള്‍ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # പാലക്കാട്:
    പാലക്കാട് കേരളത്തിലെ വടക്കൻ മലബാറിലെ ഒരു ജില്ലയാണ്.
    പാഴക്കാട് ബിരിയാണി, പാലക്കാടൻ പപ്പടം, പാലക്കാടൻ തേങ്ങ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # തൃശ്ശൂർ:
    തൃശ്ശൂർ കേരളത്തിലെ സാംസ്കാരികമായ ഹൃദയം ആയിരിക്കുന്നു.
    വാടക്കണ്ണാടന്‍ പരിപ്പുരം, തൃശ്ശൂരിന്റെ ചായക്കടം, പൂവാങ്കൽ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # കാസർഗോഡ്:
    കാസർഗോഡ് കേരളത്തിലെ വടക്കൻ മലബാറിലെ ഒരു ജില്ലയാണ്.
    കാസർഗോഡൻ ബിർയാണി, കാസർഗോഡൻ താടി സ്വാദിഷ്ടം, കാസർഗോഡൻ തപ്പാണി എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # പത്തനംതിട്ട:
    പത്തനംതിട്ട കേരളത്തിലെ വടക്കൻ കാനാർ മുഖത്തെ ഒരു ജില്ലയാണ്.
    വടക്കേ പേരിടി, പത്തനംതിട്ട താടി കൂട്ട്, പത്തനംതിട്ട കോഴിക്കോടൻ ചിക്കൻ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # വയനാട്:
    വയനാട് കേരളത്തിലെ മലബാറിലെ ഒരു ജില്ലയാണ്.
    വയനാട് പുളിക്കാട്, വയനാട് കോള എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # ഇടുക്കി:
    ഇടുക്കി കേരളത്തിലെ മലബാറിലെ ഒരു ജില്ലയാണ്.
    കുഞ്ഞണ്ണി പായസം, ഇടുക്കി ബിർയാണി, കൊതിയൻ അപ്പം എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
    # എറണാകുളം:
    എറണാകുളം കേരളത്തിലെ പടയണംപിടിപ്പിച്ച ഒരു ജില്ലയാണ്.
    മട്ടച്ചോട്ടക്കാല്‍ പുഴ, പുറവഴി ബീച്ച്, വഴിക്കടലെ കയറ്റ് എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.`
        ]
      }
    },
    {
      id: 'mcq',
      label: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക',
      type: 'mcq',
      data: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക',
        questions: [
          {
            qText: 'കേരളത്തിലെ തലസ്ഥാനമായ ജില്ല ഏതാണ്?',
            options: 'തിരുവനന്തപുരം, കൊല്ലം, ആലപ്പുഴ, കോട്ടയം'
          },
          {
            qText: `കേരളത്തിൽ "സൗരഭ്യപൂർണ്ണമായ നഗരം" എന്നാൽ ഏതാണ്?`,
            options: `കൊല്ലം, തിരുവനന്തപുരം, ആലപ്പുഴ, കോട്ടയം`
          },
          {
            qText: `കേരളത്തിലെ "മഹത്തായ വേദികളിലൊന്നാണ്" എന്നാൽ ഏതാണ്?`,
            options: `ആലപ്പുഴ, കോഴിക്കോട്, കണ്ണൂർ, തൃശ്ശൂർ`
          },
          {
            qText: 'കേരളത്തിൽ "മഹത്തായ ഗ്രാമം" എന്നാൽ ഏതാണ്?',
            options: `കോട്ടയം, കണ്ണൂർ, കോഴിക്കോട്, പത്തനംതിട്ട`
          },
          {
            qText: 'കേരളത്തിലെ "പടയണംപിടിപ്പിച്ച ജില്ല" എന്നാൽ ഏതാണ്?',
            options: `എറണാകുളം, ഇടുക്കി, മലപ്പുറം, പാലക്കാട്`
          }
        ]
      }
    },
    {
      id: 'match6',
      type: 'matchByDragDrop',
      label: 'ജില്ലകൾ ',
      data: {
        title: ' ഇനിപ്പറയുന്നവയുമായി പൊരുത്തപ്പെടുക',
        text: `*തിരുവനന്തപുരം*, തലസ്ഥാനം
    *കൊല്ലം*, സൗരഭ്യപൂർണ്ണമായ നഗരം
    *കോട്ടയം*, മഹത്തായ ഗ്രാമം
    *തൃശ്ശൂർ*, സാംസ്കാരികമായ ഹൃദയം`
      }
    },
    {
      label: 'ജില്ലകളുടെ പ്രത്യേകതകൾ',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'districts-match',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `*തിരുവനന്തപുരം*: പഴക്കമുള്ള നഗരം
    *കൊല്ലം*: സൗരഭ്യപൂർണ്ണമായ നഗരം
    *ആലപ്പുഴ*: മഹത്തായ വേദികളായ നഗരം
    *കോട്ടയം*: മഹത്തായ ഗ്രാമം
    *കണ്ണൂർ*: കൊടുങ്ങളുടെ രാജധാനി`,

        `*കോഴിക്കോട്*: വടക്കൻ പാശ്ചാത്യമേഖലയിലെ ജില്ല
    *മലപ്പുറം*: കടലോരംഗമായ ജില്ല
    *പാലക്കാട്*: വടക്കൻ മലബാറിലെ ജില്ല
    *ഇടുക്കി*: മലബാറിലെ ജില്ല
    *കാസർഗോഡ്*: വടക്കൻ മലബാറിലെ ജില്ല`,

        `*പത്തനംതിട്ട*: കാനാർ മുഖത്തെ ജില്ല
    *വയനാട്*: മലബാറിലെ ജില്ല
    *തൃശ്ശൂർ*: സാംസ്കാരികമായ ഹൃദയം
    *എറണാകുളം*: പടയണംപിടിപ്പിച്ച ജില്ല`
      ]
    },
    {
      id: 'mcq',
      label: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക',
      type: 'mcq',
      data: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക',
        questions: [
          {
            qText: 'കേരളത്തിന്റെ നഗരരാജധാനി എന്താണ്?',
            options: 'തിരുവനന്തപുരം, കൊല്ലം, ആലപ്പുഴ, കോട്ടയം'
          },
          {
            qText: `കേരളത്തിന്റെ പടിഞ്ഞാറെ ആകാശത്തിന്റെ പ്രായാണ്?`,
            options: `അറബിയൻ സമുദ്രം, ബെങ്ഗാൾ ഖാദി, ലക്ഷദ്വീപ സമുദ്രം`
          },
          {
            qText: `ഏത് പ്രശസ്ത ഉത്സവം കേരളത്തിൽ ഒരു പരമ്പരാഗത കടന്നോട്ടം ചെയ്യുന്നു?`,
            options: `ഓണം, പൊങ്ങല്, ദീപാവലി, ദുർഗ്ഗാ പൂജ`
          },
          {
            qText: 'കേരളത്തിൽ പ്രശസ്തമായ ഒരു മലക്കാട് സ്ഥലം ഏതാണ്?',
            options: `മുന്നാർ, ഷിമ്ല, ദാർജീലിംഗ്, ഊട്ടി`
          },
          {
            qText: 'കേരളത്തിന്റെ അധികൃത ഭാഷ എന്താണ്?',
            options: `മലയാളം, ഇംഗ്ലീഷ്, ഹിന്ദി, തമിഴ്`
          },
          {
            qText: 'കേരളത്തിലെ ഏത് വന്യജീവി സങ്കേതം ആവശ്യമുള്ളതാണ്?',
            options:
              'പെരിയാർ വന്യജീവസങ്കേതം, ജിം കോർബറ്റ് ദേശീയ ഉദ്യാനം, ബാൻഡിപൂർ ദേശീയ ഉദ്യാനം, സരിസ്ക ടൈഗർ റിസേർവ്'
          },
          {
            qText: `കേരളത്തിലെ പരമ്പരാഗത നൃത്തം, അടയാള വസ്ത്രങ്ങൾക്കും മുഖപ്രകൃതിക്കും കരയ്യുന്നത്, ഏതാണ്?`,
            options: `മോഹിനിയാട്ടം, കത്തക്, ഭരതനാട്യം, ഒഡിശി`
          },
          {
            qText: `കേരളത്തിന്റെ പിന്നകരങ്ങൾ സൂഖമായാണ് പ്രസിദ്ധീകരിക്കുന്നത്, ഏത് കുടിവീട് ക്രൂസിങ്ങുകൾ?`,
            options: `ആലപ്പുഴ, കോവളം, വർക്കല, കോട്ടയം`
          },
          {
            qText:
              'ചരിത്രരേഖയിൽ, കൊച്ചി ചിലവുകളെയും ഏത് പ്രാചീന സംസ്കൃതിയുമായി വ്യാപാരം ചെയ്തു?',
            options: `റോമൻ സാമ്രാജ്യം, ഈജിപ്ത്യൻ സാമ്രാജ്യം, പേർഷ്യൻ സാമ്രാജ്യം, ഒട്ടുമന സാമ്രാജ്യം`
          }
        ]
      }
    },
    {
      label: 'ദേശീയ ചിഹ്നങ്ങൾ',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'nationalofindia',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `ഇന്ത്യയുടെ ദേശീയ പക്ഷി - *മയിൽ*
  ഇന്ത്യയുടെ ദേശീയ ചിഹ്നം - *അശോക സ്തംഭം*
  ഇന്ത്യയുടെ ദേശീയ പുഷ്പം - *താമര*
  ഇന്ത്യയുടെ ദേശീയ ഗാനം - *ജനഗണമന*
  ഇന്ത്യയുടെ ദേശീയ മൃഗം - *കടുവ*
  ഇന്ത്യയുടെ ദേശീയ ഫലം - *മാങ്ങ*`,

        `ഇന്ത്യയുടെ ദേശീയ ഗാനം - *വന്ദേമാതരം*
  ഇന്ത്യയുടെ ദേശീയ പതാക - *ത്രിവർണ്ണ പതാക*
  ഇന്ത്യയുടെ ദേശീയ കളി - *ഹോക്കി*
  ഇന്ത്യയുടെ ദേശീയ വൃക്ഷം - *ആല്‍മരം*
  ഇന്ത്യയുടെ ദേശീയ നദി - *ഗംഗ*
  ഇന്ത്യയുടെ ദേശീയ കറൻസി - *ഇന്ത്യൻ രൂപ*`
      ]
    }
  ]
};
