export default {
  label: 'വ്യാകരണം',
  id: 'ml-grammar',
  img: 'langGrammar',
  lockAfter: 3,
  list: [
    {
      id: 'ml-sandhi',
      type: 'passage',
      label: 'സന്ധി',
      style: 'big',
      data: {
        title: 'സന്ധി',
        text: `‍വർണ്ണങ്ങൾ തമ്മിലുള്ള ചേർച്ചയെയാണ് വ്യാകരണത്തിൽ സന്ധി എന്നുവിളിക്കുന്നത്. ഇങ്ങനെ വർണ്ണങ്ങൾ സന്ധിക്കുമ്പോൾ അവയ്ക്ക് പലതരത്തിലുള്ള മാറ്റങ്ങളുമുണ്ടാകാറുണ്ട്. ഈ മാറ്റങ്ങളെ വർണ്ണവികാരം എന്നു പറയുന്നു.
              വ്യത്യസ്ത തരം സന്ധികൾ:
              # ലോപസന്ധി
              സന്ധിക്കുന്ന വർണ്ണങ്ങളിലൊന്ന് ലോപിക്കുന്നതാണ്‌ ലോപസന്ധി.
              കൊടുത്തു + ഇല്ല = കൊടുത്തില്ല.
വരിക + എടോ = വരികെടോ
# ആഗമസന്ധി
സന്ധിക്കുന്ന വർണ്ണങ്ങൾക്കിടയിൽ മൂന്നാമതൊരു വർണ്ണം ആഗമിക്കുന്നതാണ്‌ ആഗമസന്ധി.
തിരു + അനന്തപുരം = തിരുവനന്തപുരം
പന + ഓല = പനയോല
# ദ്വിത്വസന്ധി
രണ്ടുവർണ്ണങ്ങൾ ചേരുമ്പോൾ അവയിലൊന്ന് ഇരട്ടിക്കുന്നതാണ്‌ ദ്വിത്വസന്ധി.
നിൻ + എ = നിന്നെ
പച്ച + കല്ല്= പച്ചക്കല്ല്
# ആദേശസന്ധി
സന്ധിക്കുന്ന വർണ്ണങ്ങളിൽ ഒന്നിന്‌ സവർണ്ണനം വഴി മറ്റൊരു വർണ്ണം പകരംവരുന്നതാണ് ആദേശസന്ധി‌.
വിൺ + തലം = വിണ്ടലം
നെൽ + മണി = നെന്മണി`
      }
    },
    {
      id: 'compound-word',
      label: 'ചേർത്തെഴുതുക',
      type: 'completeWord',
      commonData: {
        title: 'ചേർത്തെഴുതുക',
        lang: 'ml'
      },
      data: [
        `പ്രകൃതി + അതീത | പ്രകൃത്യതീത|പ്ര__തീത
        മണി + അറ | മണിയറ|മ__റ
              അതി + അല്പം | അത്യല്പം|അ_ല്പം
              ഇതി + ആദി | ഇത്യാദി| ഇ_ദി
              ഇതി + ഉവാചാ | ഇത്യുവാചാ|ഇ_വാചാ
              പ്രതി + ഏകം | പ്രത്യേകം|പ്ര_കം
              അര + കല്ല് | അരക്കല്ല് | അര_ല്ല്
അര + കല്ല് | അരകല്ല് |അര_ല്ല്
മരം + ഇൽ | മരത്തിൽ |മര_ൽ
    മരം + ഇല്ല | മരമില്ല| മര_ല്ല`,

        `പിൻ + കാലം | പിൽക്കാലം| പി__ലം
              തിര + ഇല്ല | തിരയില്ല| തിര_ല്ല
              പൊൻ + പൂ | പൊൻപൂ| പൊ__
              കൊടുത്തു + ഇല്ല | കൊടുത്തില്ല| കൊടു_ല്ല
വരിക + എടോ | വരികെടോ| വരി_ടോ
തണുപ്പ്  + ഉണ്ട് | തണുപ്പുണ്ട്| തണു_ണ്ട്
കാറ്റ്  + അടിക്കുന്നു |കാറ്റടിക്കുന്നു| കാ__ക്കുന്നു
തിരു + അനന്തപുരം | തിരുവനന്തപുരം| തിരു__ന്തപുരം
പന + ഓല | പനയോല| പന_ല
കാട്ടി + ഏൻ |കാട്ടിനേൻ| കാ__ൻ `,

        `നിൻ + എ | നിന്നെ| നി_
              പച്ച + കല്ല്| പച്ചക്കല്ല്| പച്ച_ല്ല്
              സു + ആഗതം | സ്വാഗതം| _ഗതം
നനു + അല്പം | നന്വല്പം| ന_ല്പം
മൃദു + ആദേശം | മൃദ്വാദേശം| മൃ_ദേശം
അണു + ആയുധം | അണ്വായുധം| അ_യുധം
വധൂ + ഇംഗിതം | വധ്വിംഗിതം| വ_ഗിതം
പിതൃ + ആജ്ഞാ | പിത്രാജ്ഞാ| പി_ജ്ഞാ
പിതൃ + അധികാരം | പിത്രധികാരം| പി_ധികാരം
ജനിത്ര + ഇ | ജനിത്രി| ജനി_`,

        `പരമ + അർത്ഥം | പരമാർത്ഥം| പര_ർത്ഥം
              രത്ന + ആകരം | രത്നാകരം| രത്_കരം
              വിദ്യാ + അഭ്യാസം | വിദ്യാഭ്യാസം| വി_ഭ്യാസം
              കലാ + ആലയം | കലാലയം| ക_ലയം
              കവി + ഇന്ദ്രൻ | കവീന്ദ്രൻ| ക_ന്ദ്രൻ
കവി + ഈശ്വരൻ | കവീശ്വരൻ| ക_ശ്വരൻ
മഹീ + ഇന്ദ്രൻ | മഹീന്ദ്രൻ| മ_ന്ദ്രൻ
മഹീ + ഈശ്വരൻ | മഹീശ്വരൻ| മ_ശ്വരൻ
ഗുരു + ഉപദേശം | ഗുരൂപദേശം| ഗു_പദേശം
സിന്ധു + ഊർമ്മി | സിന്ധൂർമ്മി| സി_ർമ്മി`,

        `നേ + അനം | നയനം|__നം
              ജേ + അ | ജയ|__
              ഭോ + അനം | ഭവനം|__നം
              സ്തോ + അ | സ്തവ|___
              കർക + അന്ധു | കർകന്ധു|കർ_ന്ധു
കുല + അടാ | കുലടാ|കു_ടാ
പതൻ + അഞ്ജലി | പതഞ്ജലി|പ_ഞ്ജലി
സീമൻ + അന്ത | സീമന്ത|സീ_ന്ത
മനസ് + ഈഷ | മനീഷ|മ_ഷ
സ്വപ്നേ + അപി | സ്വപ്നേപി| സ്വ__പി`,

        `മനസ് + ശക്തി | മനശ്ശക്തി| മന__ക്തി
              തപസ് + ചര്യ | തപശ്ചര്യ| തപ__ര്യ
              മഹത് + ചരിതം | മഹച്ചരിതം| മഹ__രിതം
              ശരത് + ചന്ദ്രൻ | ശരച്ചന്ദ്രൻ| ശര__ന്ദ്രൻ
              സുഹൃത് + ജയ | സുഹൃജ്ജയ| സുഹൃ__യ
              മനസ് + ഷണ്ഡ | മനഷ്ഷണ്ഡ| മന__ണ്ഡ
രാമസ് + ടീകതേ | രമഷ്ടീകതേ| രമ__കതേ
വൃഷ് + തി | വൃഷ്ടി| വൃ__
ഉദ് + ഡയനം | ഉഡ്ഡയനം| ഉ__യനം
വാക് + ധോരണി | വാഗ്ധോരണി| വാ__രണി`,

        `ഉത് + ഘോഷം | ഉദ്ഘോഷം| ഉ_ഘോഷം
              സത് + ആചാരം | സദാചാരം| സ_ചാരം
              ഷട് + രസം | ഷഡ്രസം| ഷ_സം
              വിരാഡ് + പുരുഷൻ | വിരാട്പുരുഷൻ| വിരാ__രുഷൻ
ഷഡ് + പദം | ഷട്പദം| ഷ__ദം
സുഹൃദ് + സമിതി | സുഹൃത്സമിതി| സുഹൃ__മിതി
ദ്വിഡ + സു | ദ്വിട്സു| ദ്വി__
ലഭ് + സ്യതേ | ലപ്സ്യതേ| ല__തേ
കകുഭ് + സു | കകുപ്സു| കകു__
വാച് + പാരുഷ്യം | വാക്പാരുഷ്യം| വാ__രുഷ്യം`,

        `ദുസ് + ആലോചന | ദുരാലോചന| ദു__ചന
              നിസ് + അർത്ഥം | നിരർത്ഥം| നി__ത്ഥം
              ആയുസ് + ദൈർഘ്യം | ആയുർദൈർഘ്യം| ആ__ദൈർഘ്യം
              ദുസ് + മരണം | ദുർമരണം| ദു__രണം
              ധനുസ് + വിദ്യ | ധനുർവിദ്യ| ധനു__ദ്യ
              നിസ് + ഹേതു | നിർഹേതു| നി__തു
              സ്വര് + രാജ്യം | സ്വാരാജ്യം| സ്വാ_ജ്യം
അന്തര് +രോഗം | അന്താരോഗം| അന്താ_ഗം
വാര് + രാശി | വാരാശി| വാ_ശി
നിര് + രസം | നീരസം| നീ_സം`
      ]
    }
  ]
};
