export default {
  label: 'വ്യാകരണം',
  id: 'ml-grammar',
  img: 'langGrammar',
  lockAfter: 3,
  list: [
    {
      id: 'ml-sandhi',
      type: 'passage',
      label: 'സന്ധി',
      style: 'big',
      data: {
        title: 'സന്ധി',
        text: `‍വർണ്ണങ്ങൾ തമ്മിലുള്ള ചേർച്ചയെയാണ് വ്യാകരണത്തിൽ സന്ധി എന്നുവിളിക്കുന്നത്. ഇങ്ങനെ വർണ്ണങ്ങൾ സന്ധിക്കുമ്പോൾ അവയ്ക്ക് പലതരത്തിലുള്ള മാറ്റങ്ങളുമുണ്ടാകാറുണ്ട്. ഈ മാറ്റങ്ങളെ വർണ്ണവികാരം എന്നു പറയുന്നു.
              വ്യത്യസ്ത തരം സന്ധികൾ:
              # ലോപസന്ധി
              സന്ധിക്കുന്ന വർണ്ണങ്ങളിലൊന്ന് ലോപിക്കുന്നതാണ്‌ ലോപസന്ധി.
              കൊടുത്തു + ഇല്ല = കൊടുത്തില്ല.
വരിക + എടോ = വരികെടോ
# ആഗമസന്ധി
സന്ധിക്കുന്ന വർണ്ണങ്ങൾക്കിടയിൽ മൂന്നാമതൊരു വർണ്ണം ആഗമിക്കുന്നതാണ്‌ ആഗമസന്ധി.
തിരു + അനന്തപുരം = തിരുവനന്തപുരം
പന + ഓല = പനയോല
# ദ്വിത്വസന്ധി
രണ്ടുവർണ്ണങ്ങൾ ചേരുമ്പോൾ അവയിലൊന്ന് ഇരട്ടിക്കുന്നതാണ്‌ ദ്വിത്വസന്ധി.
നിൻ + എ = നിന്നെ
പച്ച + കല്ല്= പച്ചക്കല്ല്
# ആദേശസന്ധി
സന്ധിക്കുന്ന വർണ്ണങ്ങളിൽ ഒന്നിന്‌ സവർണ്ണനം വഴി മറ്റൊരു വർണ്ണം പകരംവരുന്നതാണ് ആദേശസന്ധി‌.
വിൺ + തലം = വിണ്ടലം
നെൽ + മണി = നെന്മണി`
      }
    },
    {
      id: 'compound-word',
      label: 'ചേർത്തെഴുതുക',
      type: 'completeWord',
      commonData: {
        title: 'ചേർത്തെഴുതുക',
        lang: 'ml'
      },
      data: [
        `പ്രകൃതി + അതീത | പ്രകൃത്യതീത|പ്ര__തീത
        മണി + അറ | മണിയറ|മ__റ
              അതി + അല്പം | അത്യല്പം|അ_ല്പം
              ഇതി + ആദി | ഇത്യാദി| ഇ_ദി
              ഇതി + ഉവാചാ | ഇത്യുവാചാ|ഇ_വാചാ
              പ്രതി + ഏകം | പ്രത്യേകം|പ്ര_കം
              അര + കല്ല് | അരക്കല്ല് | അര_ല്ല്
അര + കല്ല് | അരകല്ല് |അര_ല്ല്
മരം + ഇൽ | മരത്തിൽ |
    മരം + ഇല്ല | മരമില്ല| `,

        `പിൻ + കാലം | പിൽക്കാലം|
              തിര + ഇല്ല | തിരയില്ല|
              പൊൻ + പൂ | പൊൻപൂ|
              കൊടുത്തു + ഇല്ല | കൊടുത്തില്ല|
വരിക + എടോ | വരികെടോ|
തണുപ്പു് + ഉണ്ട് | തണുപ്പുണ്ട്|
കാറ്റു് + അടിക്കുന്നു |കാറ്റടിക്കുന്നു|
തിരു + അനന്തപുരം | തിരുവനന്തപുരം|
പന + ഓല | പനയോല|
കാട്ടി + ഏൻ |കാട്ടിനേൻ| `,

        `നിൻ + എ | നിന്നെ|
              പച്ച + കല്ല്| പച്ചക്കല്ല്|
              സു + ആഗതം | സ്വാഗതം|
നനു + അല്പം | നന്വല്പം|
മൃദു + ആദേശം | മൃദ്വാദേശം|
അണു + ആയുധം | അണ്വായുധം|
വധൂ + ഇംഗിതം | വധ്വിംഗിതം|
പിതൃ + ആജ്ഞാ | പിത്രാജ്ഞാ|
പിതൃ + അധികാരം | പിത്രധികാരം|
ജനിത്ര + ഇ | ജനിത്രി|`,

        `പരമ + അർത്ഥം | പരമാർത്ഥം|
              രത്ന + ആകരം | രത്നാകരം|
              വിദ്യാ + അഭ്യാസം | വിദ്യാഭ്യാസം|
              കലാ + ആലയം | കലാലയം|
              കവി + ഇന്ദ്രൻ | കവീന്ദ്രൻ|
കവി + ഈശ്വരൻ | കവീശ്വരൻ|
മഹീ + ഇന്ദ്രൻ | മഹീന്ദ്രൻ|
മഹീ + ഈശ്വരൻ | മഹീശ്വരൻ|
ഗുരു + ഉപദേശം | ഗുരൂപദേശം|
സിന്ധു + ഊർമ്മി | സിന്ധൂർമ്മി|`,

        `നേ + അനം | നയനം|
              ജേ + അ | ജയ|
              ഭോ + അനം | ഭവനം|
              സ്തോ + അ | സ്തവ|
              കർക + അന്ധു | കർകന്ധു|
കുല + അടാ | കുലടാ|
പതൻ + അഞ്ജലി | പതഞ്ജലി|
സീമൻ + അന്ത | സീമന്ത|
മനസ് + ഈഷ | മനീഷ|
സ്വപ്നേ + അപി | സ്വപ്നേപി|`,

        `മനസ് + ശക്തി | മനശ്ശക്തി|
              തപസ് + ചര്യ | തപശ്ചര്യ|
              മഹത് + ചരിതം | മഹച്ചരിതം|
              ശരത് + ചന്ദ്രൻ | ശരച്ചന്ദ്രൻ|
              സുഹൃത് + ജയ | സുഹൃജ്ജയ|
              മനസ് + ഷണ്ഡ | മനഷ്ഷണ്ഡ|
രാമസ് + ടീകതേ | രമഷ്ടീകതേ|
വൃഷ് + തി | വൃഷ്ടി|
ഉദ് + ഡയനം | ഉഡ്ഡയനം|
വാക് + ധോരണി | വാഗ്ധോരണി|`,

        `ഉത് + ഘോഷം | ഉദ്ഘോഷം|
              സത് + ആചാരം | സദാചാരം|
              ഷട് + രസം | ഷഡ്രസം|
              വിരാഡ് + പുരുഷൻ | വിരാട്പുരുഷൻ|
ഷഡ് + പദം | ഷട്പദം|
സുഹൃദ് + സമിതി | സുഹൃത്സമിതി|
ദ്വിഡ + സു | ദ്വിട്സു|
ലഭ് + സ്യതേ | ലപ്സ്യതേ|
കകുഭ് + സു | കകുപ്സു|
വാച് + പാരുഷ്യം | വാക്പാരുഷ്യം|`,

        `ദുസ് + ആലോചന | ദുരാലോചന|
              നിസ് + അർത്ഥം | നിരർത്ഥം|
              ആയുസ് + ദൈർഘ്യം | ആയുർദൈർഘ്യം|
              ദുസ് + മരണം | ദുർമരണം|
              ധനുസ് + വിദ്യ | ധനുർവിദ്യ|
              നിസ് + ഹേതു | നിർഹേതു|
              സ്വര് + രാജ്യം | സ്വാരാജ്യം|
അന്തര് +രോഗം | അന്താരോഗം|
വാര് + രാശി | വാരാശി|
നിര് + രസം | നീരസം|`
      ]
    }
  ]
};
