export default {
  label: 'Poems',
  id: 'ml-poem',
  img: 'reading',
  lang: 'ml',
  lockAfter: 100,
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'ഒന്നാനാം കൊച്ചു തുമ്പി',
      data: {
        title: 'ഒന്നാനാം കൊച്ചു തുമ്പി',
        type: 'poem',
        lineGap: '5px',
        text: `"ഒന്നാനാം കൊച്ചുതുമ്പീ
എന്റ്റെ കൂടേ പോരുമോ നീ

നിന്റ്റെ കൂടേ പോന്നാലോ
എന്തെല്ലാം തരുമെനിക്ക്‌?

കളിക്കാനായ്‌ കളം തരുമേ
കുളിക്കാനായ്‌ കുളം തരുമേ
ഇട്ടിരിക്കാന്‍ പൊന്‍തടുക്ക്‌
ഇട്ടുണ്ണാന്‍ പൊന്‍തളിക
കൈ കഴുകാന്‍ വെള്ളിക്കിണ്ടി
കൈ തോര്‍ത്താന്‍ പുള്ളിപ്പട്ട്‌
ഒന്നാനാം കൊച്ചുതുമ്പീ
എന്റ്റെ കൂടേ പോരുമോ നീ`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'കാക്ക',
      data: {
        title: 'കാക്ക',
        type: 'poem',
        lineGap: '5px',
        text: `ഒരിക്കലൊരുകാക്ക 
മരക്കൊമ്പിലിരിക്കെ
ദൂരെയൊരു മുറ്റത്ത്
കുടത്തിൽ വെള്ളം കണ്ടു
കുടിക്കുന്നതിനുവേണ്ടി 
മാർഗമൊന്നും കണ്ടില്ല 
കൊച്ചുകൊച്ചു കല്ലുകൾ 
കൊത്തിക്കൊത്തിയിടവേ
വെള്ളം പൊന്തിവന്നു 
വേണ്ടുവോളം കുടിച്ചു 
ബുദ്ധിയുള്ള കാക്ക 
പറന്നങ്ങുപോയി.`
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'പഞ്ചാരക്കുഞ്ചു',
      data: {
        title: 'പഞ്ചാരക്കുഞ്ചു',
        type: 'poem',
        lineGap: '5px',
        text: `കുഞ്ചിയമ്മയ്‌ക്കഞ്ചു മക്കളാണേ
അഞ്ചാമനോമന കുഞ്ചുവാണേ
പഞ്ചാര വിറ്റു നടന്നു കുഞ്ചു
പഞ്ചാര കുഞ്ചുന്ന്‌ പേരു വന്നു

വഞ്ചിയില്‍ പഞ്ചാര ചാക്കു വച്ചു
തുഞ്ചത്തിരുന്നു തുഴഞ്ഞു കുഞ്ചു
പഞ്ചാര തിന്നു മടുത്തു കുഞ്ചു
ഇഞ്ചി കടിച്ചു രസിച്ചു കുഞ്ചു
കുഞ്ചിയമ്മയ്‌ക്കഞ്ചു മക്കളാണേ
അഞ്ചാമനോമന കുഞ്ചുവാണേ`
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'കാക്കേ, കാക്കേ, കൂടെവിടെ?',
      data: {
        title: 'കാക്കേ, കാക്കേ, കൂടെവിടെ?',
        type: 'poem',
        lineGap: '5px',
        text: `കാക്കേ, കാക്കേ, കൂടെവിടെ?
കൂട്ടിനകത്തൊരു കുഞ്ഞുണ്ടോ?
കുഞ്ഞിനു തീറ്റ കൊടുക്കാഞ്ഞാൽ
കുഞ്ഞു കിടന്നു കരഞ്ഞീടും

കുഞ്ഞേ, കുഞ്ഞേ, നീ തരുമോ
നിന്നുടെ കയ്യിലെ നെയ്യപ്പം?
ഇല്ല, തരില്ലീ നെയ്യപ്പം…
അയ്യോ! കാക്കേ, പറ്റിച്ചോ!`
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'പ്രാവേ പ്രാവേ പോകരുതേ',
      data: {
        title: 'പ്രാവേ പ്രാവേ പോകരുതേ',
        type: 'poem',
        lineGap: '5px',
        text: `പ്രാവേ പ്രാവേ പോകരുതേ
വാ വാ കൂട്ടിനകത്താക്കാം
പാലും പഴവും പോരെങ്കില്‍
ചോറും കറിയും ഞാന്‍ നല്‍കാം

കൊള്ളാം കുഞ്ഞേ നിന്നിഷ്ടം
തള്ളാന്‍ പാടില്ലെന്നാലും
ഞാനങ്ങോട്ടേക്കില്ലപ്പോള്‍
മാനം നോക്കിപ്പോകുന്നു`
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'കൂ കൂ കൂകും തീവണ്ടി',
      data: {
        title: 'കൂ കൂ കൂകും തീവണ്ടി',
        type: 'poem',
        lineGap: '5px',
        text: `കൂ കൂ കൂകും തീവണ്ടി
കൂകിപ്പായും തീവണ്ടി
കല്‍ക്കരി തിന്നും തീവണ്ടി
വെള്ളം മോന്തും തീവണ്ടി
രാപകലോടും തീവണ്ടി
തളര്‍ന്നു നില്‍ക്കും തീവണ്ടി
വെയിലത്തോടും തീവണ്ടി
മഴയത്തോടും തീവണ്ടി
വേഗം പായും തീവണ്ടി
ഹാ ഹാ ഹാ ഹാ തീവണ്ടി`
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'നല്ലവരായി വളരേണം',
      data: {
        title: 'നല്ലവരായി വളരേണം',
        type: 'poem',
        lineGap: '5px',
        text: `കാലത്തു നേരത്തെണീക്കേണം
വേഗത്തിലൊന്നു നടക്കേണം
ചേലൊത്ത പല്ലുകൾ തേയ്ക്കേണം
തങ്കമുഖം കഴുകീടേണം

കാൽ കൈ നഖങ്ങൾ മുറിക്കേണം
കാര്യങ്ങൾ എല്ലാം പഠിക്കേണം
നീണ്ടു നിവര്ന്നു നടക്കേണം
നാണിച്ചു നിൽക്കാതിരിക്കേണം

വസ്ത്രങ്ങൾ നന്നായലക്കേണം
നിത്യമെന്നോണം കുളിക്കേണം
സത്യം നീതി ധര്മ്മം കാക്കേണം
ഉത്തമരായി കഴിയേണം

തെറ്റുകുറ്റങ്ങൾ തിരുത്തേണം
മാറ്റത്തിൽ ജീവിതമാകേണം
ഭക്ഷണം നന്നായി ചവക്കേണം
സാവധാനത്തിൽ കഴിക്കേണം

വൃദ്ധരിൽ നാം തണലേകേണം
കുട്ടികളിൽ സ്നേഹം കാട്ടേണം
എല്ലാരിലും ഗുണമേകേണം
നല്ലവരായി വളരേണം`
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'വാ കുരുവീ വരു കുരുവീ',
      data: {
        title: 'വാ കുരുവീ വരു കുരുവീ',
        type: 'poem',
        lineGap: '5px',
        text: `വാ കുരുവീ വരു കുരുവീ
വാഴക്കൈമേൽ ഇരു കുരുവീ
നാരു തരാം, ചകിരി തരാം
കൂടുണ്ടാക്കാൻ കൂടെ വരാം

കായ്കള്‍ തരാം,കനികള്‍ തരാം,
കനിവൊടു ഞാന്‍ നിന്നരികെ വരാം
നീ വെറുതേ പോകരുതേ
നിഴല്‍ കിട്ടാതെ വലയരുതേ`
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'ഒന്നെന്നു ചൊല്ലുമ്പോള്',
      data: {
        title: 'ഒന്നെന്നു ചൊല്ലുമ്പോള്',
        type: 'poem',
        lineGap: '5px',
        text: `ഒന്നെന്നു ചൊല്ലുമ്പോള്
ഒരുമിച്ചു നില്ക്കണം

രണ്ടെന്നു ചൊല്ലുമ്പോള്
ഇരുകയ്യും പൊക്കണം

മൂന്നെന്ന് ചൊല്ലുമ്പോള്
മൂക്ക് പിടിക്കണം

നാലെന്നു ചൊല്ലുമ്പോള്
നാക്കൊന്ന് കാട്ടേണം

അഞ്ചെന്ന് ചൊല്ലുമ്പോള്
ബഞ്ചിലിരിക്കണം

ആറെന്നു ചൊല്ലുമ്പോള്
കൈകാൽ കുലുക്കണം

ഏഴെന്നു ചൊല്ലുമ്പോള്
എഴുന്നേറ്റു നില്ക്കണം

എട്ടെന്നു ചൊല്ലുമ്പോള്
പെട്ടെന്നിരിക്കണം

ഒന്പതെന്നു ചൊല്ലുമ്പോള്
ഒപ്പം ചിരിക്കണം

പത്തെന്ന് ചൊല്ലുമ്പോള്
പത്തു വട്ടം കൊട്ടണം.`
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'പൂമ്പാറ്റ',
      data: {
        title: 'പൂമ്പാറ്റ',
        type: 'poem',
        lineGap: '5px',
        text: `പലപല നാളുകൾ ഞാനൊരു പുഴുവായ്
പവിഴക്കൂട്ടിലുറങ്ങി
ഇരുളും വെട്ടവുമറിയാതങ്ങനെ
ഇരുന്നു  നാളുകൾ നീക്കി.
അരളിച്ചെടിയുടെ ഇലതന്നടിയിൽ
അരുമക്കിങ്ങിണി പോലെ
വീശും കാറ്റത്തിളകിത്തുള്ളി
വീഴാതങ്ങനെ നിന്നു.
ഒരുനാൾ സൂര്യനുദിച്ചുണരുമ്പോൾ
വിടരും ചിറകുകൾ വീശി
പുറത്തു വന്നൂ അഴകു തുടിക്കും
പൂമ്പാറ്റത്തളിരായി.`
      }
    }
  ]
};
