export default {
  label: 'Story',
  id: 'ml-reading',
  img: 'reading',
  lang: 'ml',
  list: [
    {
      id: '100',
      type: 'slides2',
      label: `ബുദ്ധിമാനായ കാക്ക`,
      data: {
        title: `ബുദ്ധിമാനായ കാക്ക`,
        displayType: 'steps',
        autoPlay: false,
        audio: 'ml/ml-thirsty-crow.mp3',
        images: 'img/story/crow',
        audioOffsets: [
          7, 10.2, 16, 19, 23, 26, 29.5, 33, 41, 43, 47, 49.5, 54.5, 60, 64, 66,
          71.5
        ],
        imageArr: [1, 1, 1, 2, 2, 3, 3, 3, 3, 4, 4, 4, 5, 6, 7, 7, 8, 1],
        steps: [
          `ഒരു ചൂടുള്ള ദിവസം, ദാഹിച്ചുവലഞ്ഞ ഒരു കാക്ക വെള്ളം തേടി വയലുകളിലുടനീളം പറന്നു.
ഏറെ നാളായിട്ടും ഒന്നും കണ്ടെത്താനായില്ല.
കാക്കയ്ക്ക് വളരെ ബലഹീനത തോന്നി, മിക്കവാറും എല്ലാ പ്രതീക്ഷകളും നഷ്ടപ്പെട്ടു.
പെട്ടെന്ന് മരത്തിനു താഴെ ഒരു ജഗ്ഗ് കണ്ടു.
ഉള്ളിൽ വെള്ളമുണ്ടോ എന്നറിയാൻ നേരെ താഴേക്ക് പറന്നു.
അതെ,  ജഗ്ഗിനുള്ളിൽ കുറച്ച് വെള്ളം കാണാമായിരുന്നു!
കാക്ക തന്റ്റെ തല ജഗ്ഗിലേക്ക് തള്ളാൻ ശ്രമിച്ചു.
ജഗ്ഗിന്റ്റെ കഴുത്ത് വളരെ ഇടുങ്ങിയതായി കാക്ക കണ്ടെത്തി.
തുടർന്ന് വെള്ളം പുറത്തേക്ക് ഒഴുകുന്നതിനായി ചരിവിലേക്ക് ജഗ്ഗ് തള്ളാൻ ശ്രമിച്ചു, പക്ഷേ ജഗ്ഗിന് ഭാരം കൂടുതലായിരുന്നു.
കാക്ക കുറച്ചു നേരം ആലോചിച്ചു.
പിന്നെ ചുറ്റും നോക്കിയപ്പോൾ കുറെ ഉരുളൻ കല്ലുകൾ കണ്ടു.
പെട്ടെന്ന് അവനൊരു നല്ല ആശയം തോന്നി.
അവൻ ഉരുളൻ കല്ലുകൾ ഓരോന്നായി പറക്കിയെടുത്തു ജഗ്ഗിലിടാൻ തുടങ്ങി.
ജഗ്ഗിൽ കൂടുതൽ കൂടുതൽ കല്ലുകൾ നിറഞ്ഞതോടെ ജലനിരപ്പ് ഉയർന്നുകൊണ്ടിരുന്നു.
താമസിയാതെ അത് കാക്കയ്ക്ക് കുടിക്കാൻ പാകത്തിൽ ഉയർന്നു.
അവന്റ്റെ പദ്ധതി ഫലിച്ചു!
കാക്ക സന്തോഷത്തോടെ വെള്ളം കുടിച്ച് തന്റ്റെ ഇഷ്ടഗാനം പാടി ആകാശത്തേക്ക് പറന്നു.`
        ]
      }
    },
    {
      id: 'cat',
      type: 'passage',
      label: 'പൂച്ച',
      data: {
        title: 'പൂച്ച',
        text: [
          { type: 'img', src: 'cat.jpg', width: 120, height: 120 },
          `പൂച്ചകൾ അലസമായ മൃഗങ്ങളാണ്. അവരുടെ മൂക്കിനു ചുറ്റും മീശയുണ്ട്. അവർ അവരുടെ ജീവിതത്തിന്റ്റെ 70% ഉറങ്ങാൻ ചെലവഴിക്കുന്നു. എന്നാൽ അവർ സ്വയം വൃത്തിയാക്കാനും വൃത്തിയായി തുടരാനും ധാരാളം സമയം ചെലവഴിക്കുന്നു. പൂച്ചകൾ മത്സ്യവും പാലും കഴിക്കാൻ ഇഷ്ടപ്പെടുന്നു.`
        ]
      }
    },
    {
      id: 'dog',
      type: 'passage',
      label: 'നായ',
      data: {
        title: 'നായ',
        text: [
          { type: 'img', src: 'dog.jpg', width: 120, height: 120 },
          `നായ്ക്കൾ അത്ഭുതകരമായ വളർത്തുമൃഗങ്ങളും നമ്മുടെ വിശ്വസ്ത സുഹൃത്തുക്കളുമാണ്. നമ്മുടെ ജീവിതത്തിന് സന്തോഷം നൽകുന്ന വളർത്തുമൃഗങ്ങളാണിവ. ആടുന്ന വാലുകളും സൗഹാർദ്ദപരമായ സ്വഭാവവും കൊണ്ട് അവർ എപ്പോഴും നമ്മെ പുഞ്ചിരിപ്പിക്കുന്നു. നായ്ക്കൾക്ക് മൂർച്ചയുള്ള പല്ലുകൾ ഉണ്ട്. അവർ എല്ലുകൾ കഴിക്കാൻ ഇഷ്ടപ്പെടുന്നു.`
        ]
      }
    },
    {
      id: 'milk',
      type: 'passage',
      label: 'പാൽ',
      data: {
        title: 'പാൽ',
        text: [
          { type: 'img', src: 'milk.jpg', width: 120, height: 120 },
          `പാൽ നമുക്ക് ശക്തി നൽകുന്നു. അത് നമ്മെ ആരോഗ്യകരവും ശക്തവുമാക്കുന്നു. ഇത് പ്രധാനമായും പശുക്കളിൽ നിന്നാണ് ലഭിക്കുന്നത്. ചിലർ എരുമ, ആട്, ചെമ്മരിയാട്, ഒട്ടകം എന്നിവയിൽ നിന്ന് ലഭിക്കുന്ന പാലും കുടിക്കാറുണ്ട്. തൈര്, ചീസ്, ചായ, കാപ്പി അല്ലെങ്കിൽ മിൽക്ക് ഷേക്ക് എന്നിവ ഉണ്ടാക്കാൻ പാൽ ഉപയോഗിക്കുന്നു.`
        ]
      }
    },
    {
      id: 'owl',
      type: 'passage',
      label: 'മൂങ്ങ',
      data: {
        title: 'മൂങ്ങ',
        text: [
          { type: 'img', src: 'owl.jpg', width: 120, height: 120 },
          `വെളിച്ചത്തെ വെറുക്കുന്ന പക്ഷിയാണ് മൂങ്ങ. രാത്രിയിൽ അവർക്ക് നന്നായി കാണാൻ കഴിയും. രാത്രിയിൽ അവർ വേട്ടയാടുന്നു. അവർ പ്രാണികളെയും ചെറിയ പക്ഷികളെയും ഭക്ഷിക്കുന്നു. അവർ ബുദ്ധിയുള്ള പക്ഷികളാണ്.`
        ]
      }
    },
    {
      id: 'hen',
      type: 'passage',
      label: 'കോഴി',
      data: {
        title: 'കോഴി',
        text: [
          { type: 'img', src: 'hen.jpg', width: 120, height: 120 },
          `കോഴികൾ വളർത്തു പക്ഷികളാണ്. അവയ്ക്ക് ചിറകുകളുണ്ടെങ്കിലും വളരെ ഉയരത്തിൽ പറക്കാൻ കഴിയില്ല. അവരുടെ ശരീരം തൂവലുകളാൽ മൂടപ്പെട്ടിരിക്കുന്നു. അവർ ഭക്ഷ്യധാന്യങ്ങൾ, വിത്തുകൾ, കീടങ്ങൾ, സസ്യങ്ങൾ, ഇലകൾ എന്നിവ കഴിക്കുന്നു.`
        ]
      }
    },
    {
      id: 'golden-egg',
      type: 'passage',
      label: 'സ്വർണ്ണമുട്ട ഇടുന്ന താറാവ്',
      data: {
        img: {
          url: 'story/06_goose.jpg'
        },
        title: 'സ്വർണ്ണമുട്ട ഇടുന്ന താറാവ്',
        text: `പണ്ട് ഒരു ഗ്രാമത്തിൽ ഒരു തുണിക്കച്ചവടക്കാരൻ ഭാര്യയും രണ്ട് കുട്ടികളുമായി താമസിച്ചിരുന്നു. അവർ സാമാന്യം നല്ല നിലയിലായിരുന്നു. എല്ലാ ദിവസവും മുട്ടയിടുന്ന മനോഹരമായ ഒരു താറാവ് അവർക്കുണ്ടായിരുന്നു. അത് ഒരു സാധാരണ മുട്ട ആയിരുന്നില്ല, മറിച്ച് ഒരു സ്വർണ്ണ മുട്ട ആയിരുന്നു. പക്ഷേ, ദിവസേന ലഭിച്ചിരുന്നതിൽ ആ മനുഷ്യൻ തൃപ്തനായിരുന്നില്ല. അവൻ അത്യാഗ്രഹിയായിരുന്നു.
        ഒറ്റയടിക്ക് തന്റ്റെ താറാവിൽ നിന്ന് എല്ലാ സ്വർണ്ണ മുട്ടകളും ലഭിക്കാൻ ആ മനുഷ്യൻ ആഗ്രഹിച്ചു. അങ്ങനെയിരിക്കെ, ഒരു ദിവസം അവൻ നന്നായി ആലോചിച്ചു അവസാനം ഒരു തീരുമാനത്തിലെത്തി. താറാവിനെ കൊന്ന് എല്ലാ മുട്ടകളും ഒരുമിച്ച് കൊണ്ടുവരാൻ അവൻ തീരുമാനിച്ചു.
        അതിനാൽ, അടുത്ത ദിവസം താറാവ് ഒരു സ്വർണ്ണമുട്ട ഇട്ടപ്പോൾ, ആ മനുഷ്യൻ അതിനെ പിടികൂടി, മൂർച്ചയുള്ള ഒരു കത്തി എടുത്ത്, അതിന്റ്റെ ശരീരം വെട്ടി. ചുറ്റും രക്തമല്ലാതെ മറ്റൊന്നും ഇല്ലായിരുന്നു. സ്വർണ്ണമുട്ടയുടെ ഒരു അംശവും ഇല്ലായിരുന്നു. ഇപ്പോൾ ഒരു പൊൻമുട്ട പോലും ലഭിക്കാത്തതിനാൽ അവൻ വളരെ സങ്കടപ്പെട്ടു.
        ഒരു ദിവസം ഒരു പൊൻമുട്ടയുമായി അവന്റ്റെ ജീവിതം സുഗമമായി മുന്നോട്ട് പോയിരുന്നു, എന്നാൽ ഇപ്പോൾ, അവൻ തന്നെ അവന്റ്റെ ജീവിതം ദുസ്സഹമാക്കി. അവന്റ്റെ അത്യാഗ്രഹം കാരണം അവൻ വളരെ ദരിദ്രനായി.`,
        moral:
          'കൂടുതൽ ആഗ്രഹിക്കുന്ന ഒരാൾക്ക് എല്ലാം നഷ്ടപ്പെടും. കിട്ടുന്നതിൽ സംതൃപ്തനായിരിക്കണം.'
      }
    }
  ]
};
