export default {
  label: 'സാമൂഹിക ശാസ്ത്രം',
  id: 'ml-social',
  img: 'social',
  lockAfter: 4,
  list: [
    {
      id: 'rivers',
      label: 'വലിയ നദികൾ',
      type: 'dragAndDrop',
      data: {
        img: 'kerala-river.jpg',
        title: 'കേരളത്തിലെ വലിയ നദികളെ അടയാളപ്പെടുത്തുക.',
        width: 297,
        height: 400,
        wordWidth: 80,
        words: [
          {
            word: 'പെരിയാർ',
            x: 190,
            y: 231
          },
          {
            word: 'നെയ്യാർ',
            x: 190,
            y: 355
          },
          {
            word: 'ചാലിയാർ',
            x: 112,
            y: 124
          },
          {
            word: 'ചാലക്കുടി',
            x: 144,
            y: 202
          },
          {
            word: 'പമ്പ',
            x: 161,
            y: 283
          }
        ]
      }
    },
    {
      id: 'districts-map',
      label: 'ജില്ലകളുടെ ഭൂപടം',
      type: 'dragAndDrop',
      commonData: {
        img: 'kerala.jpg',
        title: 'ജില്ലകൾ അടയാളപ്പെടുത്തുക.',
        width: 326,
        height: 400,
        wordWidth: 80
      },
      data: [
        {
          words: [
            {
              word: 'കണ്ണൂർ',
              x: 34,
              y: 67
            },
            {
              word: 'കോഴിക്കോട്',
              x: 58,
              y: 110
            },
            {
              word: 'മലപ്പുറം',
              x: 97,
              y: 142
            },
            {
              word: 'എറണാകുളം',
              x: 115,
              y: 227
            },
            {
              word: 'തിരുവനന്തപുരം',
              x: 161,
              y: 356
            }
          ]
        },
        {
          words: [
            {
              word: 'കാസർകോട്',
              x: 12,
              y: 31
            },
            {
              word: 'വയനാട്',
              x: 83,
              y: 84
            },
            {
              word: 'പാലക്കാട്',
              x: 112,
              y: 160
            },
            {
              word: 'ഇടുക്കി',
              x: 167,
              y: 237
            },
            {
              word: 'ആലപ്പുഴ',
              x: 127,
              y: 288
            }
          ]
        }
      ]
    },
    {
      label: 'നഗരം',
      lockAfter: 2,
      type: 'matchByDragDrop',
      id: 'right-word',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1rem',
          dashWidth: 70
        }
      },
      data: [
        `ചെങ്കോട്ട - *ഡൽഹി*
താജ്മഹൽ - *ആഗ്ര*
മൈസൂർ കൊട്ടാരം - *മൈസൂർ*
സുവർണ്ണ ക്ഷേത്രം - *അമൃത്സർ*
ബൃഹദീശ്വര ക്ഷേത്രം - *തഞ്ചാവൂർ*`,

        `ഹവ മഹൽ - *ജയ്പൂർ*
ഛത്രപതി ശിവജി ടെർമിനസ് - *മുംബൈ*
ലോട്ടസ് ടെമ്പിൾ - *ഡൽഹി*
വിക്ടോറിയ മെമ്മോറിയൽ - *കൊൽക്കത്ത*
സാഞ്ചി സ്തൂപം - *സാഞ്ചി*`,

        `കുത്തബ് മിനാർ - *ഡൽഹി*
ഫത്തേപൂർ സിക്രി - *ആഗ്ര*
കൊണാർക്ക് സൂര്യക്ഷേത്രം - *കൊണാർക്ക്*
ചമ്പാനർ പാവഗഢ് സ്മാരകം - *ഗുജറാത്ത്*
മഹാബലിപുരത്തിന്റെ സ്മാരകങ്ങൾ - *മഹാബലിപുരം*`,

        `ജയ്സാൽമീർ കോട്ട - *ജയ്സാൽമീർ*
അജന്ത എല്ലോറ ഗുഹകൾ - *ഔറംഗബാദ്*
ഹംപിയിലെ സ്മാരകങ്ങളുടെ കൂട്ടം - *കർണ്ണാടക*
മീനാക്ഷി ക്ഷേത്രം - *മധുര*
ഇന്ത്യാ ഗേറ്റ് - *ഡൽഹി*`,

        `ചാർമിനാർ - *ഹൈദരാബാദ്*
ഹുമയൂണിന്റെ ശവകുടീരം - *ഡൽഹി*
ഗേറ്റ്‌വേ ഓഫ് ഇന്ത്യ - *മുംബൈ*
ഖജുരാഹോയിലെ സ്മാരകങ്ങൾ - *മധ്യപ്രദേശ്*
വിക്ടോറിയ മെമ്മോറിയൽ - *കൊൽക്കത്ത*`
      ]
    },
    {
      id: 'match1',
      type: 'match',
      label: 'ആളുകളും ജോലിസ്ഥലവും',
      data: {
        title: 'ആളുകളെയും ജോലിസ്ഥലത്തെയും ബന്ധിപ്പിക്കുക. ',
        text: `ഡോക്ടർ, ആശുപത്രി
അധ്യാപകൻ, സ്കൂൾ
അഭിഭാഷകൻ, കോടതി
കർഷകൻ, കൃഷി
തോട്ടക്കാരൻ, തോട്ടം
പുരോഹിതൻ, ക്ഷേത്രം
നടൻ, സിനിമ`
      }
    },
    {
      id: 'match2',
      type: 'matchByDragDrop',
      label: 'ആളുകളും ഉപകരണങ്ങളും',
      data: {
        title: 'ആളുകളെയും ഉപകരണങ്ങളെയും ഒരുമിച്ച് ബന്ധിപ്പിക്കുക. ',
        text: `ഡോക്ടർ - *സ്റ്റെതസ്കോപ്പ്*
മത്സ്യത്തൊഴിലാളി - *വല*
മരംവെട്ടുകാരൻ - *കോടാലി*
പട്ടാളക്കാരൻ - *തോക്ക്*
പുരോഹിതൻ - *മണി*
ബാർബർ - *കത്രിക*`
      }
    },
    {
      type: 'matchByDragDrop',
      label: 'സംസ്ഥാനങ്ങളും തലസ്ഥാനങ്ങളും',
      lockAfter: 2,
      id: 'match3',
      commonData: {
        title: 'സംസ്ഥാനങ്ങളെയും തലസ്ഥാനങ്ങളെയും ബന്ധിപ്പിക്കുക.'
      },
      data: [
        `അസം - *ദിസ്പൂർ*
ബീഹാർ - *പട്ന*
ഛത്തീസ്ഗഡ് - *റായ്പൂർ*
ഗുജറാത്ത് - *ഗാന്ധിനഗർ*`,

        `ഹരിയാന - *ചണ്ഡീഗഡ്*
കർണാടക - *ബാംഗ്ലൂർ*
കേരളം - *തിരുവനന്തപുരം*
മഹാരാഷ്ട്ര - *മുംബൈ*`,

        `മേഘാലയ - *ഷില്ലോങ്*
ഒഡീഷ - *ഭുവനേശ്വർ*
പഞ്ചാബ് - *ചണ്ഡീഗഡ്*
രാജസ്ഥാൻ - *ജയ്പൂർ*`,

        `തെലങ്കാന - *ഹൈദരാബാദ്*
ഉത്തർപ്രദേശ് - *ലഖ്നൗ*
ഉത്തരാഖണ്ഡ് - *ഡെറാഡൂൺ*
പശ്ചിമ ബംഗാൾ - *കൊൽക്കത്ത*`
      ]
    },
    {
      type: 'match',
      label: 'സംസ്ഥാനവും അതിന്റ്റെ ഭാഷയും.',
      id: 'match4',
      commonData: {
        title: 'സംസ്ഥാനവും അതിന്റ്റെ ഭാഷയും പൊരുത്തപ്പെടുത്തുക.'
      },
      data: [
        `അസം, അസമീസ്
പശ്ചിമ ബംഗാൾ, ബംഗ്ല
ബീഹാർ, ഭോജ്പുരി
ഉത്തർപ്രദേശ്, ഹിന്ദി
പഞ്ചാബ്, പഞ്ചാബി
ഗോവ, കൊങ്കണി`,

        `ആന്ധ്രപ്രദേശ്, തെലുങ്ക്
തമിഴ്നാട്, തമിഴ്
കേരളം, മലയാളം
മഹാരാഷ്ട്ര, മറാത്തി
ഗുജറാത്ത്, ഗുജറാത്തി
ഉത്തരാഖണ്ഡ്, ഹിന്ദി`
      ]
    },
    {
      id: 'match5',
      type: 'match',
      label: ' ലോകാത്ഭുതങ്ങൾ',
      data: {
        title: ' ഇനിപ്പറയുന്നവയുമായി പൊരുത്തപ്പെടുക',
        text: `താജ് മഹൽ, ആഗ്ര
ചൈനയിലെ വൻമതിൽ, ചൈന
മച്ചു പിച്ചു, പെറു
കൊളോസിയം, റോം`
      }
    },
    {
      label: 'ഇന്ത്യയിലെ ആദ്യത്തേത്',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'indias-first',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `ഇന്ത്യയുടെ ആദ്യ രാഷ്ട്രപതി - *ഡോ. രാജേന്ദ്ര പ്രസാദ്*
ഇന്ത്യയുടെ ആദ്യ ഉപരാഷ്ട്രപതി - *സർവേപ്പള്ളി രാധാകൃഷ്ണൻ*
ഇന്ത്യയുടെ ആദ്യ പ്രധാനമന്ത്രി - *പണ്ഡിറ്റ് ജവഹർലാൽ നെഹ്‌റു*
ഇന്ത്യയുടെ ആദ്യ ആഭ്യന്തര മന്ത്രി - *സർദാർ വല്ലഭായ് പട്ടേൽ*
ഇന്ത്യയുടെ ആദ്യത്തെ നിയമമന്ത്രി - *ഡോ. ഭീംറാവു അംബേദ്കർ*`,

        `ഇന്ത്യയുടെ ആദ്യ റെയിൽവേ മന്ത്രി - *ജോൺ മത്തായി*
ഇന്ത്യയുടെ ആദ്യ വിദ്യാഭ്യാസ മന്ത്രി - *മൗലാന അബുൽ കലാം ആസാദ്*
ഇന്ത്യയുടെ ആദ്യ പ്രതിരോധ മന്ത്രി - *വാൽദേവ് സിംഗ്*
ഇന്ത്യയുടെ ആദ്യ ആരോഗ്യമന്ത്രി - *രാജകുമാരി അമൃത കൗർ*
ഇന്ത്യയുടെ ആദ്യ വാർത്താവിനിമയ മന്ത്രി - *റാഫി അഹമ്മദ് കിദ്വായ്*
ഇന്ത്യയുടെ ആദ്യ തൊഴിൽ മന്ത്രി - *ജഗ്ജീവൻ റാം*`
      ]
    },
    {
      label: 'ദേശീയ ചിഹ്നങ്ങൾ',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'nationalofindia',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `ഇന്ത്യയുടെ ദേശീയ പക്ഷി - *മയിൽ*
ഇന്ത്യയുടെ ദേശീയ ചിഹ്നം - *അശോക സ്തംഭം*
ഇന്ത്യയുടെ ദേശീയ പുഷ്പം - *താമര*
ഇന്ത്യയുടെ ദേശീയ ഗാനം - *ജനഗണമന*
ഇന്ത്യയുടെ ദേശീയ മൃഗം - *കടുവ*
ഇന്ത്യയുടെ ദേശീയ ഫലം - *മാങ്ങ*`,

        `ഇന്ത്യയുടെ ദേശീയ ഗാനം - *വന്ദേമാതരം*
ഇന്ത്യയുടെ ദേശീയ പതാക - *ത്രിവർണ്ണ പതാക*
ഇന്ത്യയുടെ ദേശീയ കളി - *ഹോക്കി*
ഇന്ത്യയുടെ ദേശീയ വൃക്ഷം - *ആല്‍മരം*
ഇന്ത്യയുടെ ദേശീയ നദി - *ഗംഗ*
ഇന്ത്യയുടെ ദേശീയ കറൻസി - *ഇന്ത്യൻ രൂപ*`
      ]
    },
    {
      id: 'story',
      type: 'slides2',
      label: `ഒരു മാമ്പഴത്തിന്റ്റെ കഥ`,
      data: {
        title: `ഒരു മാമ്പഴത്തിന്റ്റെ കഥ`,
        displayType: 'steps',
        autoPlay: false,
        audio: 'ml/ml-mango-story.mp3',
        images: 'img/science/mango-story',
        audioOffsets: [3.2, 9.5, 12.5, 17, 21.5, 27, 31.5, 37],
        steps: [
          `കർഷകൻ മരത്തിൽ നിന്ന് മാങ്ങ പറിക്കുന്നു.
മാങ്ങകൾ താഴെ വീണു കേടുവരാതിരിക്കാൻ കർഷകൻ മാങ്ങ പറിക്കാൻ വല ഉപയോഗിക്കുന്നു.
പറിച്ചെടുത്ത മാങ്ങകൾ ഒരു ട്രക്കിൽ കയറ്റുന്നു.
ട്രക്ക് ഗ്രാമത്തിൽ നിന്ന് നഗരത്തിലേക്ക് മാങ്ങകൾ കൊണ്ടുപോകുന്നു .
ഒരു വലിയ വ്യാപാരി നഗരത്തിലെ എല്ലാ മാമ്പഴങ്ങളും വാങ്ങുന്നു.
പല പഴക്കച്ചവടക്കാരും വ്യാപാരികളിൽ നിന്നാണ് മാമ്പഴം വാങ്ങുന്നത്.
പഴം വിൽപനക്കാർ മാമ്പഴം തൂക്കി വ്യാപാരിക്ക് പണം നൽകുന്നു.
അവസാനമായി, ഞങ്ങൾ പ്രാദേശിക പഴം വിൽക്കുന്നയാളിൽ നിന്ന് മാങ്ങ വാങ്ങുന്നു.`
        ]
      }
    },
    {
      id: 'slides-healthy-food',
      type: 'slides2',
      label: `ആരോഗ്യകരമായ ഭക്ഷണ ശീലങ്ങൾ`,
      data: {
        title: `ആരോഗ്യകരമായ ഭക്ഷണ ശീലങ്ങൾ`,
        displayType: 'steps',
        autoPlay: false,
        audio: 'ml/ml-healthy-eating-habits.mp3',
        images: 'img/science/healthy-eating-habits',
        audioOffsets: [
          4.5, 7, 10, 12.5, 15.5, 21.5, 25.5, 29, 31, 38, 42, 47.5
        ],
        steps: [
          `ഭക്ഷണം കഴിക്കുന്നതിന് മുമ്പും ശേഷവും കൈ കഴുകുക.
ഒന്നിച്ചിരുന്ന് ഭക്ഷണം കഴിക്കുക.
ഭക്ഷണം കഴിക്കുമ്പോൾ സംസാരിക്കരുത്.
ഭക്ഷണം നന്നായി ചവയ്ക്കുക.
ഭക്ഷണം കഴിക്കുമ്പോൾ ഭക്ഷണം കളയരുത് .
ഭക്ഷണം കഴിക്കുമ്പോൾ ടിവി കാണുന്നതും മൊബൈൽ ഫോൺ ഉപയോഗിക്കുന്നതും ഒഴിവാക്കുക.
അമിതമായി ഭക്ഷണം കഴിക്കരുത്. അത് നിങ്ങളെ രോഗിയാക്കാം.
ഓരോ ഭക്ഷണത്തിനും ശേഷം വായ കഴുകുക.
ഭക്ഷണം പാഴാക്കരുത്.
ഭക്ഷണം കഴിക്കുന്നതിനോ പാചകം ചെയ്യുന്നതിനോ മുമ്പായി എല്ലായ്പ്പോഴും പഴങ്ങളും പച്ചക്കറികളും കഴുകുക.
പഴകിയ ഭക്ഷണം നിങ്ങളെ രോഗിയാക്കുന്നു. അത് ഒഴിവാക്കുക.
പൊടിയും അണുക്കളും അടങ്ങിയിരിക്കുന്നതിനാൽ മൂടി വയ്ക്കാത്ത ഭക്ഷണങ്ങൾ ഒഴിവാക്കുക.`
        ]
      }
    },
    {
      id: 'slide-what-we-do',
      type: 'slides2',
      label: `ഞങ്ങൾ എന്താണ് ചെയ്യുന്നത്?`,
      data: {
        title: `ഞങ്ങൾ എന്താണ് ചെയ്യുന്നത്?`,
        displayType: 'steps',
        autoPlay: false,
        audio: 'ml/ml-what-we-do.mp3',
        images: 'inline',
        steps: [
          {
            text: 'ഞാൻ ഒരു അധ്യാപകനാണ്. എനിക്ക് കുട്ടികളെ ഇഷ്ടമാണ്. പാഠങ്ങളും നല്ല മൂല്യങ്ങളും പഠിപ്പിക്കാൻ ഞാൻ ഇഷ്ടപ്പെടുന്നു.',
            img: 'teacher',
            audioOffset: `8`
          },
          {
            text: 'ഞാനൊരു പോലീസുകാരനാണ്. ഞാൻ പൊതു സ്ഥലങ്ങൾ സംരക്ഷിക്കുകയും ആളുകളെ സുരക്ഷിതരാക്കുകയും ചെയ്യുന്നു.',
            img: 'police',
            audioOffset: `15.5`
          },
          {
            text: 'ഞാൻ ഒരു ഡോക്ടറാണ്. രോഗികളെ സുഖപ്പെടുത്താൻ ഞാൻ സഹായിക്കുന്നു.',
            img: 'doctor',
            audioOffset: `20.2`
          },
          {
            text: 'ഞാനൊരു നഴ്സാണ്. രോഗികളുടെ ആവശ്യങ്ങൾ ഞാൻ പരിപാലിക്കുന്നു. ഞാൻ ബാൻഡേജുകൾ കെട്ടുന്നു, കുത്തിവയ്പ്പുകൾ നൽകുന്നു.',
            img: 'nurse',
            audioOffset: `29`
          },
          {
            text: 'ഞാനൊരു കടയുടമയാണ്. ഞാൻ സാധനങ്ങൾ അളക്കുകയും എണ്ണുകയും എന്റ്റെ കടയിൽ വിൽക്കുകയും ചെയ്യുന്നു.',
            img: 'shopkeeper',
            audioOffset: `36`
          },
          {
            text: 'ഞാൻ ഒരു പോസ്റ്റ്മാൻ ആണ്. ഞാൻ പോസ്റ്റ്ബോക്സിൽ നിന്ന് കത്തുകൾ ശേഖരിച്ച് ശരിയായ വിലാസത്തിൽ എത്തിക്കുന്നു.',
            img: 'postman',
            audioOffset: `43.5`
          },
          {
            text: 'ഞാൻ ഒരു പാൽക്കാരനാണ്. ഞാൻ പശുക്കളെയും എരുമകളെയും പരിപാലിക്കുന്നു. ഞാൻ ആളുകൾക്ക് പാൽ വിതരണം ചെയ്യുന്നു.',
            img: 'milkman',
            audioOffset: `51.5`
          }
        ]
      }
    },
    {
      id: '100',
      type: 'slides2',
      label: `ബുദ്ധിമാനായ കാക്ക`,
      data: {
        title: `ബുദ്ധിമാനായ കാക്ക`,
        displayType: 'steps',
        autoPlay: false,
        audio: 'ml/ml-thirsty-crow.mp3',
        images: 'img/story/crow',
        audioOffsets: [
          7, 10.2, 16, 19, 23, 26, 29.5, 33, 41, 43, 47, 49.5, 54.5, 60, 64, 66,
          71.5
        ],
        imageArr: [1, 1, 1, 2, 2, 3, 3, 3, 3, 4, 4, 4, 5, 6, 7, 7, 8, 1],
        steps: [
          `ഒരു ചൂടുള്ള ദിവസം, ദാഹിച്ചുവലഞ്ഞ ഒരു കാക്ക വെള്ളം തേടി വയലുകളിലുടനീളം പറന്നു.
ഏറെ നാളായിട്ടും ഒന്നും കണ്ടെത്താനായില്ല.
കാക്കയ്ക്ക് വളരെ ബലഹീനത തോന്നി, മിക്കവാറും എല്ലാ പ്രതീക്ഷകളും നഷ്ടപ്പെട്ടു.
പെട്ടെന്ന് മരത്തിനു താഴെ ഒരു ജഗ്ഗ് കണ്ടു.
ഉള്ളിൽ വെള്ളമുണ്ടോ എന്നറിയാൻ നേരെ താഴേക്ക് പറന്നു.
അതെ,  ജഗ്ഗിനുള്ളിൽ കുറച്ച് വെള്ളം കാണാമായിരുന്നു!
കാക്ക തന്റ്റെ തല ജഗ്ഗിലേക്ക് തള്ളാൻ ശ്രമിച്ചു.
ജഗ്ഗിന്റ്റെ കഴുത്ത് വളരെ ഇടുങ്ങിയതായി കാക്ക കണ്ടെത്തി.
തുടർന്ന് വെള്ളം പുറത്തേക്ക് ഒഴുകുന്നതിനായി ചരിവിലേക്ക് ജഗ്ഗ് തള്ളാൻ ശ്രമിച്ചു, പക്ഷേ ജഗ്ഗിന് ഭാരം കൂടുതലായിരുന്നു.
കാക്ക കുറച്ചു നേരം ആലോചിച്ചു.
പിന്നെ ചുറ്റും നോക്കിയപ്പോൾ കുറെ ഉരുളൻ കല്ലുകൾ കണ്ടു.
പെട്ടെന്ന് അവനൊരു നല്ല ആശയം തോന്നി.
അവൻ ഉരുളൻ കല്ലുകൾ ഓരോന്നായി പറക്കിയെടുത്തു ജഗ്ഗിലിടാൻ തുടങ്ങി.
ജഗ്ഗിൽ കൂടുതൽ കൂടുതൽ കല്ലുകൾ നിറഞ്ഞതോടെ ജലനിരപ്പ് ഉയർന്നുകൊണ്ടിരുന്നു.
താമസിയാതെ അത് കാക്കയ്ക്ക് കുടിക്കാൻ പാകത്തിൽ ഉയർന്നു.
അവന്റ്റെ പദ്ധതി ഫലിച്ചു!
കാക്ക സന്തോഷത്തോടെ വെള്ളം കുടിച്ച് തന്റ്റെ ഇഷ്ടഗാനം പാടി ആകാശത്തേക്ക് പറന്നു.`
        ]
      }
    }
  ]
};
