export default {
  label: 'സാമൂഹിക ശാസ്ത്രം',
  id: 'ml-social',
  img: 'social',
  lockAfter: 4,
  list: [
    {
      label: 'നഗരം',
      lockAfter: 2,
      type: 'matchByDragDrop',
      id: 'right-word',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1rem',
          dashWidth: 70
        }
      },
      data: [
        `ചെങ്കോട്ട - *ഡൽഹി*
താജ്മഹൽ - *ആഗ്ര*
മൈസൂർ കൊട്ടാരം - *മൈസൂർ*
സുവർണ്ണ ക്ഷേത്രം - *അമൃത്സർ*
ബൃഹദീശ്വര ക്ഷേത്രം - *തഞ്ചാവൂർ*`,

        `ഹവ മഹൽ - *ജയ്പൂർ*
ഛത്രപതി ശിവജി ടെർമിനസ് - *മുംബൈ*
ലോട്ടസ് ടെമ്പിൾ - *ഡൽഹി*
വിക്ടോറിയ മെമ്മോറിയൽ - *കൊൽക്കത്ത*
സാഞ്ചി സ്തൂപം - *സാഞ്ചി*`,

        `കുത്തബ് മിനാർ - *ഡൽഹി*
ഫത്തേപൂർ സിക്രി - *ആഗ്ര*
കൊണാർക്ക് സൂര്യക്ഷേത്രം - *കൊണാർക്ക്*
ചമ്പാനർ പാവഗഢ് സ്മാരകം - *ഗുജറാത്ത്*
മഹാബലിപുരത്തിന്റെ സ്മാരകങ്ങൾ - *മഹാബലിപുരം*`,

        `ജയ്സാൽമീർ കോട്ട - *ജയ്സാൽമീർ*
അജന്ത എല്ലോറ ഗുഹകൾ - *ഔറംഗബാദ്*
ഹംപിയിലെ സ്മാരകങ്ങളുടെ കൂട്ടം - *കർണ്ണാടക*
മീനാക്ഷി ക്ഷേത്രം - *മധുര*
ഇന്ത്യാ ഗേറ്റ് - *ഡൽഹി*`,

        `ചാർമിനാർ - *ഹൈദരാബാദ്*
ഹുമയൂണിന്റെ ശവകുടീരം - *ഡൽഹി*
ഗേറ്റ്‌വേ ഓഫ് ഇന്ത്യ - *മുംബൈ*
ഖജുരാഹോയിലെ സ്മാരകങ്ങൾ - *മധ്യപ്രദേശ്*
വിക്ടോറിയ മെമ്മോറിയൽ - *കൊൽക്കത്ത*`
      ]
    },
    {
      id: 'match1',
      type: 'match',
      label: 'ആളുകളും ജോലിസ്ഥലവും',
      data: {
        title: 'ആളുകളെയും ജോലിസ്ഥലത്തെയും ബന്ധിപ്പിക്കുക. ',
        text: `ഡോക്ടർ, ആശുപത്രി
അധ്യാപകൻ, സ്കൂൾ
അഭിഭാഷകൻ, കോടതി
കർഷകൻ, കൃഷി
തോട്ടക്കാരൻ, തോട്ടം
പുരോഹിതൻ, ക്ഷേത്രം
നടൻ, സിനിമ`
      }
    },
    {
      id: 'match2',
      type: 'match',
      label: 'ആളുകളും ഉപകരണങ്ങളും',
      data: {
        title: 'ആളുകളെയും ഉപകരണങ്ങളെയും ഒരുമിച്ച് ബന്ധിപ്പിക്കുക. ',
        text: `ഡോക്ടർ, സ്റ്റെതസ്കോപ്പ്
മത്സ്യത്തൊഴിലാളി, വല
മരംവെട്ടുകാരൻ, കോടാലി
പട്ടാളക്കാരൻ, തോക്ക്
പുരോഹിതൻ, മണി
ബാർബർ, കത്രിക`
      }
    },
    {
      type: 'match',
      label: 'സംസ്ഥാനങ്ങളും തലസ്ഥാനങ്ങളും',
      lockAfter: 2,
      id: 'match3',
      commonData: {
        title: 'സംസ്ഥാനങ്ങളെയും തലസ്ഥാനങ്ങളെയും ബന്ധിപ്പിക്കുക.'
      },
      data: [
        `അസം, ദിസ്പൂർ
ബീഹാർ, പട്ന
ഛത്തീസ്ഗഡ്, റായ്പൂർ
ഗുജറാത്ത്, ഗാന്ധിനഗർ`,

        `ഹരിയാന, ചണ്ഡീഗഡ്
കർണാടക, ബാംഗ്ലൂർ
കേരളം, തിരുവനന്തപുരം
മഹാരാഷ്ട്ര, മുംബൈ`,

        `മേഘാലയ, ഷില്ലോങ്
ഒഡീഷ, ഭുവനേശ്വർ
പഞ്ചാബ്, ചണ്ഡീഗഡ്
രാജസ്ഥാൻ, ജയ്പൂർ`,

        `തെലങ്കാന, ഹൈദരാബാദ്
ഉത്തർപ്രദേശ്, ലഖ്നൗ
ഉത്തരാഖണ്ഡ്, ഡെറാഡൂൺ
പശ്ചിമ ബംഗാൾ, കൊൽക്കത്ത`
      ]
    },
    {
      type: 'match',
      label: 'സംസ്ഥാനവും അതിന്റ്റെ ഭാഷയും.',
      id: 'match4',
      commonData: {
        title: 'സംസ്ഥാനവും അതിന്റ്റെ ഭാഷയും പൊരുത്തപ്പെടുത്തുക.'
      },
      data: [
        `അസം, അസമീസ്
പശ്ചിമ ബംഗാൾ, ബംഗ്ല
ബീഹാർ, ഭോജ്പുരി
ഉത്തർപ്രദേശ്, ഹിന്ദി
പഞ്ചാബ്, പഞ്ചാബി
ഗോവ, കൊങ്കണി`,

        `ആന്ധ്രപ്രദേശ്, തെലുങ്ക്
തമിഴ്നാട്, തമിഴ്
കേരളം, മലയാളം
മഹാരാഷ്ട്ര, മറാത്തി
ഗുജറാത്ത്, ഗുജറാത്തി
ഉത്തരാഖണ്ഡ്, ഹിന്ദി`
      ]
    },
    {
      id: 'match5',
      type: 'match',
      label: ' ലോകാത്ഭുതങ്ങൾ',
      data: {
        title: ' ഇനിപ്പറയുന്നവയുമായി പൊരുത്തപ്പെടുക',
        text: `താജ് മഹൽ, ആഗ്ര
ചൈനയിലെ വൻമതിൽ, ചൈന
മച്ചു പിച്ചു, പെറു
കൊളോസിയം, റോം`
      }
    },
    {
      label: 'ദേശീയ ചിഹ്നങ്ങൾ',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'nationalofindia',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `ഇന്ത്യയുടെ ദേശീയ പക്ഷി - *മയിൽ*
ഇന്ത്യയുടെ ദേശീയ ചിഹ്നം - *അശോക സ്തംഭം*
ഇന്ത്യയുടെ ദേശീയ പുഷ്പം - *താമര*
ഇന്ത്യയുടെ ദേശീയ ഗാനം - *ജനഗണമന*
ഇന്ത്യയുടെ ദേശീയ മൃഗം - *കടുവ*
ഇന്ത്യയുടെ ദേശീയ ഫലം - *മാങ്ങ*`,

        `ഇന്ത്യയുടെ ദേശീയ ഗാനം - *വന്ദേമാതരം*
ഇന്ത്യയുടെ ദേശീയ പതാക - *ത്രിവർണ്ണ പതാക*
ഇന്ത്യയുടെ ദേശീയ കളി - *ഹോക്കി*
ഇന്ത്യയുടെ ദേശീയ വൃക്ഷം - *ആല്‍മരം*
ഇന്ത്യയുടെ ദേശീയ നദി - *ഗംഗ*
ഇന്ത്യയുടെ ദേശീയ കറൻസി - *ഇന്ത്യൻ രൂപ*`
      ]
    },
    {
      label: 'ഇന്ത്യയിലെ ആദ്യത്തേത്',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'indias-first',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `ഇന്ത്യയുടെ ആദ്യ രാഷ്ട്രപതി - *ഡോ. രാജേന്ദ്ര പ്രസാദ്*
ഇന്ത്യയുടെ ആദ്യ ഉപരാഷ്ട്രപതി - *സർവേപ്പള്ളി രാധാകൃഷ്ണൻ*
ഇന്ത്യയുടെ ആദ്യ പ്രധാനമന്ത്രി - *പണ്ഡിറ്റ് ജവഹർലാൽ നെഹ്‌റു*
ഇന്ത്യയുടെ ആദ്യ ആഭ്യന്തര മന്ത്രി - *സർദാർ വല്ലഭായ് പട്ടേൽ*
ഇന്ത്യയുടെ ആദ്യത്തെ നിയമമന്ത്രി - *ഡോ. ഭീംറാവു അംബേദ്കർ*`,

        `ഇന്ത്യയുടെ ആദ്യ റെയിൽവേ മന്ത്രി - *ജോൺ മത്തായി*
ഇന്ത്യയുടെ ആദ്യ വിദ്യാഭ്യാസ മന്ത്രി - *മൗലാന അബുൽ കലാം ആസാദ്*
ഇന്ത്യയുടെ ആദ്യ പ്രതിരോധ മന്ത്രി - *വാൽദേവ് സിംഗ്*
ഇന്ത്യയുടെ ആദ്യ ആരോഗ്യമന്ത്രി - *രാജകുമാരി അമൃത കൗർ*
ഇന്ത്യയുടെ ആദ്യ വാർത്താവിനിമയ മന്ത്രി - *റാഫി അഹമ്മദ് കിദ്വായ്*
ഇന്ത്യയുടെ ആദ്യ തൊഴിൽ മന്ത്രി - *ജഗ്ജീവൻ റാം*`
      ]
    },
    {
      id: 'districts',
      type: 'passage',
      label: 'കേരളത്തിലെ ജില്ലകൾ',
      data: {
        title: 'കേരളത്തിലെ ജില്ലകൾ',
        text: [
          `# തിരുവനന്തപുരം:
കേരളത്തിന്റെ തലസ്ഥാനമാണ് തിരുവനന്തപുരം.
ശ്രീപദ്മനാഭസ്വാമി ക്ഷേത്രം ഇവിടെയാണ് സ്ഥിതിചെയ്യുന്നത്.
കേരളത്തിലെ പഴക്കമുള്ള നഗരം ആയിരിക്കുന്നു.
# കൊല്ലം:
കേരളത്തിലെ നഗരങ്ങളിലെ ഒരുപക്ഷേ സൗരഭ്യപൂർണ്ണമായ നഗരം.
കടൽത്തീരം, കടല്‍വളക്ക്, അലപ്പുഴത്തു പേട്ടയുടെ വള്ളം എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# ആലപ്പുഴ:
ആലപ്പുഴ കെരളത്തിലെ മഹത്തായ വേദികളിലൊന്നാണ്.
നീലക്കാറ്റ്, ആലപ്പുഴ പായസം, കടലാസ്ഥംഗം എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# കോട്ടയം:
കോട്ടയം കെരളത്തിലെ മഹത്തായ ഗ്രാമം ആയിരിക്കുന്നു.
കോട്ടയം ചാന്ദ്രപ്പാപ്പൻ, കോട്ടയം സന്ധ്യാവനം, കോട്ടയം പുളിശ്ശേരി എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# കണ്ണൂർ:
കണ്ണൂർ കേരളത്തിലെ കൊടുങ്ങളുടെ രാജധാനിയായിരിക്കുന്നു.
പയ്യണ്ട് പടപ്പൊലി, സ്നേഹിതന്മാർ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# കോഴിക്കോട്:
കോഴിക്കോട് കേരളത്തിലെ വടക്കൻ പാശ്ചാത്യമേഖലയിലെ ഒരു ജില്ലയാണ്.
വാഴിയേരി റൈസ്, കോഴിക്കോടൻ തട്ടാൽ, കോഴിക്കോടൻ ഹല്‍വ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# മലപ്പുറം:
മലപ്പുറം കേരളത്തിലെ കടലോരംഗമായ ഒരു ജില്ലയാണ്.
കാറിമ്പുമ്പല്ലി ചക്ക, മലപ്പുറം ഹല്‍വ, പഴയപുഴയിലെ ആരാമ്പൊരുള്‍ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# പാലക്കാട്:
പാലക്കാട് കേരളത്തിലെ വടക്കൻ മലബാറിലെ ഒരു ജില്ലയാണ്.
പാഴക്കാട് ബിരിയാണി, പാലക്കാടൻ പപ്പടം, പാലക്കാടൻ തേങ്ങ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# തൃശ്ശൂർ:
തൃശ്ശൂർ കേരളത്തിലെ സാംസ്കാരികമായ ഹൃദയം ആയിരിക്കുന്നു.
വാടക്കണ്ണാടന്‍ പരിപ്പുരം, തൃശ്ശൂരിന്റെ ചായക്കടം, പൂവാങ്കൽ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# കാസർഗോഡ്:
കാസർഗോഡ് കേരളത്തിലെ വടക്കൻ മലബാറിലെ ഒരു ജില്ലയാണ്.
കാസർഗോഡൻ ബിർയാണി, കാസർഗോഡൻ താടി സ്വാദിഷ്ടം, കാസർഗോഡൻ തപ്പാണി എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# പത്തനംതിട്ട:
പത്തനംതിട്ട കേരളത്തിലെ വടക്കൻ കാനാർ മുഖത്തെ ഒരു ജില്ലയാണ്.
വടക്കേ പേരിടി, പത്തനംതിട്ട താടി കൂട്ട്, പത്തനംതിട്ട കോഴിക്കോടൻ ചിക്കൻ എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# വയനാട്:
വയനാട് കേരളത്തിലെ മലബാറിലെ ഒരു ജില്ലയാണ്.
വയനാട് പുളിക്കാട്, വയനാട് കോള എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# ഇടുക്കി:
ഇടുക്കി കേരളത്തിലെ മലബാറിലെ ഒരു ജില്ലയാണ്.
കുഞ്ഞണ്ണി പായസം, ഇടുക്കി ബിർയാണി, കൊതിയൻ അപ്പം എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.
# എറണാകുളം:
എറണാകുളം കേരളത്തിലെ പടയണംപിടിപ്പിച്ച ഒരു ജില്ലയാണ്.
മട്ടച്ചോട്ടക്കാല്‍ പുഴ, പുറവഴി ബീച്ച്, വഴിക്കടലെ കയറ്റ് എന്നിവ പ്രധാനമായ സ്ഥലങ്ങളാണ്.`
        ]
      }
    },
    {
      id: 'mcq',
      label: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക',
      type: 'mcq',
      data: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക',
        questions: [
          {
            qText: 'കേരളത്തിലെ തലസ്ഥാനമായ ജില്ല ഏതാണ്?',
            options: 'തിരുവനന്തപുരം, കൊല്ലം, ആലപ്പുഴ, കോട്ടയം'
          },
          {
            qText: `കേരളത്തിൽ "സൗരഭ്യപൂർണ്ണമായ നഗരം" എന്നാൽ ഏതാണ്?`,
            options: `കൊല്ലം, തിരുവനന്തപുരം, ആലപ്പുഴ, കോട്ടയം`
          },
          {
            qText: `കേരളത്തിലെ "മഹത്തായ വേദികളിലൊന്നാണ്" എന്നാൽ ഏതാണ്?`,
            options: `ആലപ്പുഴ, കോഴിക്കോട്, കണ്ണൂർ, തൃശ്ശൂർ`
          },
          {
            qText: 'കേരളത്തിൽ "മഹത്തായ ഗ്രാമം" എന്നാൽ ഏതാണ്?',
            options: `കോട്ടയം, കണ്ണൂർ, കോഴിക്കോട്, പത്തനംതിട്ട`
          },
          {
            qText: 'കേരളത്തിലെ "പടയണംപിടിപ്പിച്ച ജില്ല" എന്നാൽ ഏതാണ്?',
            options: `എറണാകുളം, ഇടുക്കി, മലപ്പുറം, പാലക്കാട്`
          }
        ]
      }
    },
    {
      id: 'match6',
      type: 'match',
      label: 'ജില്ലകൾ ',
      data: {
        title: ' ഇനിപ്പറയുന്നവയുമായി പൊരുത്തപ്പെടുക',
        text: `തിരുവനന്തപുരം, തലസ്ഥാനം
കൊല്ലം, സൗരഭ്യപൂർണ്ണമായ നഗരം
കോട്ടയം, മഹത്തായ ഗ്രാമം
തൃശ്ശൂർ, സാംസ്കാരികമായ ഹൃദയം`
      }
    },
    {
      label: 'ജില്ലകളുടെ പ്രത്യേകതകൾ',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'districts-match',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `*തിരുവനന്തപുരം*: പഴക്കമുള്ള നഗരം
*കൊല്ലം*: സൗരഭ്യപൂർണ്ണമായ നഗരം
*ആലപ്പുഴ*: മഹത്തായ വേദികളായ നഗരം
*കോട്ടയം*: മഹത്തായ ഗ്രാമം
*കണ്ണൂർ*: കൊടുങ്ങളുടെ രാജധാനി`,

        `*കോഴിക്കോട്*: വടക്കൻ പാശ്ചാത്യമേഖലയിലെ ജില്ല
*മലപ്പുറം*: കടലോരംഗമായ ജില്ല
*പാലക്കാട്*: വടക്കൻ മലബാറിലെ ജില്ല
*ഇടുക്കി*: മലബാറിലെ ജില്ല
*കാസർഗോഡ്*: വടക്കൻ മലബാറിലെ ജില്ല`,

        `*പത്തനംതിട്ട*: കാനാർ മുഖത്തെ ജില്ല
*വയനാട്*: മലബാറിലെ ജില്ല
*തൃശ്ശൂർ*: സാംസ്കാരികമായ ഹൃദയം
*എറണാകുളം*: പടയണംപിടിപ്പിച്ച ജില്ല`
      ]
    }
  ]
};
