export default {
  label: 'സാമൂഹിക ശാസ്ത്രം',
  id: 'ml-social',
  img: 'social',
  lockAfter: 4,
  list: [
    {
      label: 'നഗരം',
      lockAfter: 2,
      type: 'matchByDragDrop',
      id: 'right-word',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1rem',
          dashWidth: 70
        }
      },
      data: [
        `ചെങ്കോട്ട - *ഡൽഹി*
താജ്മഹൽ - *ആഗ്ര*
മൈസൂർ കൊട്ടാരം - *മൈസൂർ*
സുവർണ്ണ ക്ഷേത്രം - *അമൃത്സർ*
ബൃഹദീശ്വര ക്ഷേത്രം - *തഞ്ചാവൂർ*`,

        `ഹവ മഹൽ - *ജയ്പൂർ*
ഛത്രപതി ശിവജി ടെർമിനസ് - *മുംബൈ*
ലോട്ടസ് ടെമ്പിൾ - *ഡൽഹി*
വിക്ടോറിയ മെമ്മോറിയൽ - *കൊൽക്കത്ത*
സാഞ്ചി സ്തൂപം - *സാഞ്ചി*`,

        `കുത്തബ് മിനാർ - *ഡൽഹി*
ഫത്തേപൂർ സിക്രി - *ആഗ്ര*
കൊണാർക്ക് സൂര്യക്ഷേത്രം - *കൊണാർക്ക്*
ചമ്പാനർ പാവഗഢ് സ്മാരകം - *ഗുജറാത്ത്*
മഹാബലിപുരത്തിന്റെ സ്മാരകങ്ങൾ - *മഹാബലിപുരം*`,

        `ജയ്സാൽമീർ കോട്ട - *ജയ്സാൽമീർ*
അജന്ത എല്ലോറ ഗുഹകൾ - *ഔറംഗബാദ്*
ഹംപിയിലെ സ്മാരകങ്ങളുടെ കൂട്ടം - *കർണ്ണാടക*
മീനാക്ഷി ക്ഷേത്രം - *മധുര*
ഇന്ത്യാ ഗേറ്റ് - *ഡൽഹി*`,

        `ചാർമിനാർ - *ഹൈദരാബാദ്*
ഹുമയൂണിന്റെ ശവകുടീരം - *ഡൽഹി*
ഗേറ്റ്‌വേ ഓഫ് ഇന്ത്യ - *മുംബൈ*
ഖജുരാഹോയിലെ സ്മാരകങ്ങൾ - *മധ്യപ്രദേശ്*
വിക്ടോറിയ മെമ്മോറിയൽ - *കൊൽക്കത്ത*`
      ]
    },
    {
      id: 'match1',
      type: 'match',
      label: 'ആളുകളും ജോലിസ്ഥലവും',
      data: {
        title: 'ആളുകളെയും ജോലിസ്ഥലത്തെയും ബന്ധിപ്പിക്കുക. ',
        text: `ഡോക്ടർ, ആശുപത്രി
അധ്യാപകൻ, സ്കൂൾ
അഭിഭാഷകൻ, കോടതി
കർഷകൻ, കൃഷി
തോട്ടക്കാരൻ, തോട്ടം
പുരോഹിതൻ, ക്ഷേത്രം
നടൻ, സിനിമ`
      }
    },
    {
      id: 'match2',
      type: 'match',
      label: 'ആളുകളും ഉപകരണങ്ങളും',
      data: {
        title: 'ആളുകളെയും ഉപകരണങ്ങളെയും ഒരുമിച്ച് ബന്ധിപ്പിക്കുക. ',
        text: `ഡോക്ടർ, സ്റ്റെതസ്കോപ്പ്
മത്സ്യത്തൊഴിലാളി, വല
മരംവെട്ടുകാരൻ, കോടാലി
പട്ടാളക്കാരൻ, തോക്ക്
പുരോഹിതൻ, മണി
ബാർബർ, കത്രിക`
      }
    },
    {
      type: 'match',
      label: 'സംസ്ഥാനങ്ങളും തലസ്ഥാനങ്ങളും',
      lockAfter: 2,
      id: 'match3',
      commonData: {
        title: 'സംസ്ഥാനങ്ങളെയും തലസ്ഥാനങ്ങളെയും ബന്ധിപ്പിക്കുക.'
      },
      data: [
        `അസം, ദിസ്പൂർ
ബീഹാർ, പട്ന
ഛത്തീസ്ഗഡ്, റായ്പൂർ
ഗുജറാത്ത്, ഗാന്ധിനഗർ`,

        `ഹരിയാന, ചണ്ഡീഗഡ്
കർണാടക, ബാംഗ്ലൂർ
കേരളം, തിരുവനന്തപുരം
മഹാരാഷ്ട്ര, മുംബൈ`,

        `മേഘാലയ, ഷില്ലോങ്
ഒഡീഷ, ഭുവനേശ്വർ
പഞ്ചാബ്, ചണ്ഡീഗഡ്
രാജസ്ഥാൻ, ജയ്പൂർ`,

        `തെലങ്കാന, ഹൈദരാബാദ്
ഉത്തർപ്രദേശ്, ലഖ്നൗ
ഉത്തരാഖണ്ഡ്, ഡെറാഡൂൺ
പശ്ചിമ ബംഗാൾ, കൊൽക്കത്ത`
      ]
    },
    {
      type: 'match',
      label: 'സംസ്ഥാനവും അതിന്റ്റെ ഭാഷയും.',
      id: 'match4',
      commonData: {
        title: 'സംസ്ഥാനവും അതിന്റ്റെ ഭാഷയും പൊരുത്തപ്പെടുത്തുക.'
      },
      data: [
        `അസം, അസമീസ്
പശ്ചിമ ബംഗാൾ, ബംഗ്ല
ബീഹാർ, ഭോജ്പുരി
ഉത്തർപ്രദേശ്, ഹിന്ദി
പഞ്ചാബ്, പഞ്ചാബി
ഗോവ, കൊങ്കണി`,

        `ആന്ധ്രപ്രദേശ്, തെലുങ്ക്
തമിഴ്നാട്, തമിഴ്
കേരളം, മലയാളം
മഹാരാഷ്ട്ര, മറാത്തി
ഗുജറാത്ത്, ഗുജറാത്തി
ഉത്തരാഖണ്ഡ്, ഹിന്ദി`
      ]
    },
    {
      id: 'match5',
      type: 'match',
      label: ' ലോകാത്ഭുതങ്ങൾ',
      data: {
        title: ' ഇനിപ്പറയുന്നവയുമായി പൊരുത്തപ്പെടുക',
        text: `താജ് മഹൽ, ആഗ്ര
ചൈനയിലെ വൻമതിൽ, ചൈന
മച്ചു പിച്ചു, പെറു
കൊളോസിയം, റോം`
      }
    },
    {
      label: 'ദേശീയ ചിഹ്നങ്ങൾ',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'nationalofindia',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `ഇന്ത്യയുടെ ദേശീയ പക്ഷി - *മയിൽ*
ഇന്ത്യയുടെ ദേശീയ ചിഹ്നം - *അശോക സ്തംഭം*
ഇന്ത്യയുടെ ദേശീയ പുഷ്പം - *താമര*
ഇന്ത്യയുടെ ദേശീയ ഗാനം - *ജനഗണമന*
ഇന്ത്യയുടെ ദേശീയ മൃഗം - *കടുവ*
ഇന്ത്യയുടെ ദേശീയ ഫലം - *മാങ്ങ*`,

        `ഇന്ത്യയുടെ ദേശീയ ഗാനം - *വന്ദേമാതരം*
ഇന്ത്യയുടെ ദേശീയ പതാക - *ത്രിവർണ്ണ പതാക*
ഇന്ത്യയുടെ ദേശീയ കളി - *ഹോക്കി*
ഇന്ത്യയുടെ ദേശീയ വൃക്ഷം - *ആല്‍മരം*
ഇന്ത്യയുടെ ദേശീയ നദി - *ഗംഗ*
ഇന്ത്യയുടെ ദേശീയ കറൻസി - *ഇന്ത്യൻ രൂപ*`
      ]
    },
    {
      label: 'ഇന്ത്യയിലെ ആദ്യത്തേത്',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'indias-first',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `ഇന്ത്യയുടെ ആദ്യ രാഷ്ട്രപതി - *ഡോ. രാജേന്ദ്ര പ്രസാദ്*
ഇന്ത്യയുടെ ആദ്യ ഉപരാഷ്ട്രപതി - *സർവേപ്പള്ളി രാധാകൃഷ്ണൻ*
ഇന്ത്യയുടെ ആദ്യ പ്രധാനമന്ത്രി - *പണ്ഡിറ്റ് ജവഹർലാൽ നെഹ്‌റു*
ഇന്ത്യയുടെ ആദ്യ ആഭ്യന്തര മന്ത്രി - *സർദാർ വല്ലഭായ് പട്ടേൽ*
ഇന്ത്യയുടെ ആദ്യത്തെ നിയമമന്ത്രി - *ഡോ. ഭീംറാവു അംബേദ്കർ*`,

        `ഇന്ത്യയുടെ ആദ്യ റെയിൽവേ മന്ത്രി - *ജോൺ മത്തായി*
ഇന്ത്യയുടെ ആദ്യ വിദ്യാഭ്യാസ മന്ത്രി - *മൗലാന അബുൽ കലാം ആസാദ്*
ഇന്ത്യയുടെ ആദ്യ പ്രതിരോധ മന്ത്രി - *വാൽദേവ് സിംഗ്*
ഇന്ത്യയുടെ ആദ്യ ആരോഗ്യമന്ത്രി - *രാജകുമാരി അമൃത കൗർ*
ഇന്ത്യയുടെ ആദ്യ വാർത്താവിനിമയ മന്ത്രി - *റാഫി അഹമ്മദ് കിദ്വായ്*
ഇന്ത്യയുടെ ആദ്യ തൊഴിൽ മന്ത്രി - *ജഗ്ജീവൻ റാം*`
      ]
    }
  ]
};
