export default {
  label: 'വാചകം',
  id: 'ml-sentence',
  img: 'sentence',
  lockAfter: 3,
  list: [
    {
      id: 'form-sentence',
      label: 'ശരിയായ വാക്യങ്ങൾ ഉണ്ടാക്കുക',
      lockAfter: 2,
      type: 'sequence',
      commonData: {
        title: 'അർത്ഥവത്തായ വാക്യങ്ങൾ ഉണ്ടാക്കാൻ വാക്കുകൾ സംയോജിപ്പിക്കുക',
        lang: 'ml'
      },
      data: [
        `ശുഭ രാത്രി
എനിക്ക് സുഖമാണ്
നിന്റ്റെ പേരെന്താണ്
ഒത്തിരി നന്ദി
ഇത് എവിടെയാണ്`,

        `എനിക്ക് വിശക്കുന്നു
എനിക്ക് മനസ്സിലാകുന്നില്ല
എവിടെ പോകുന്നു
നമുക്ക് പോകാം
അകത്തേയ്ക്ക് വരൂ`,

        `മുന്നോട്ട് പോകുക
നേരെ പോകുക
അടുത്ത സ്റ്റോപ്പ്
വീണ്ടും വരിക
എന്നോട് ക്ഷമിക്കൂ`,

        `അത് ഭയങ്കരമാണ്
നന്ദി സർ
ഒരു പ്രശ്നവുമില്ല
വളരെ നല്ലത് 
നന്നായി ചെയ്തു`
      ]
    },
    {
      id: 'form-sentence-2',
      label: 'ശരിയായ വാക്യങ്ങൾ ഉണ്ടാക്കുക',
      lockAfter: 2,
      type: 'sequence',
      commonData: {
        title: 'അർത്ഥവത്തായ വാക്യങ്ങൾ ഉണ്ടാക്കാൻ വാക്കുകൾ സംയോജിപ്പിക്കുക',
        lang: 'ml'
      },
      data: [
        `നിങ്ങളെ കണ്ടതിൽ സന്തോഷം
നിങ്ങൾക്ക് എന്നെ സഹായിക്കാമോ
നിങ്ങൾ എവിടെ പോകുന്നു
എനിക്ക് ഇവിടെ ഇറങ്ങണം
ഇത്ര വേഗത്തിൽ സംസാരിക്കില്ലേ`,

        `എന്നെ ഒറ്റയ്ക്ക് വിടുക
വേഗം സുഖം ആകട്ടെ
ഞാൻ നിന്നെ സ്നേഹിക്കുന്നു
അത് വളരെ മോശമാണ് 
അത് വളരെ അധികമാണ്`,

        `ആ മനുഷ്യൻ ആരാണ്
ആരാണ് ഇത് നിർമ്മിച്ചത്
അവൾക്ക് ദേഷ്യം വന്നു
അവള് ഒരു അധ്യാപികയാണ്
ഞാൻ വളരെ സന്തോഷത്തിലാണ്`,

        `എനിക്ക് ഓടാൻ കഴിയും
എനിക്ക് നീന്താന് കഴിയും
എനിക്ക് വരാൻ കഴിയില്ല
അവൻ നീന്താൻ ഇഷ്ടപ്പെടുന്നു
എനിക്ക് നിങ്ങളെ സഹായിക്കാനാകുമോ`,

        `ഈ റോഡ് എങ്ങോട്ടാണ് പോകുന്നത്
നിങ്ങൾ എപ്പോഴാണ് തിരികെ പോകുന്നത്
ഈ മാന്യൻ പണം നൽകും
എനിക്ക് നിങ്ങളെ കേൾക്കാൻ കഴിയില്ല
നിനക്ക് ഇത് ചെയ്യാൻ കഴിയുമോ`,

        `എനിക്ക് വേഗത്തിൽ ഓടാൻ കഴിയും
എനിക്ക് ജോലി ചെയ്യാൻ കഴിയും
എനിക്ക് വേഗത്തിൽ ഓടാൻ കഴിയും
എനിക്ക് ഇത് വിശ്വസിക്കാൻ കഴിയുന്നില്ല
ഈ പക്ഷിക്ക് പറക്കാൻ കഴിയില്ല`,

        `നീ ഒരു യാത്ര പോകുമോ
നീ എന്നെ സ്നേഹിക്കുന്നുണ്ടോ ഇല്ലയോ
എനിക്ക് ശരിക്കും നിന്നെ മിസ്സാകുന്നു
നിങ്ങൾക്ക് ഈ പുസ്തകം ആവശ്യമുണ്ടോ
നിങ്ങൾ ഒരു കത്ത് എഴുതുകയാണോ`,

        `ഇപ്പോൾ വന്നു എന്നെ കാണൂ
ഞാൻ ഈ ആഴ്ച തിരക്കിലാണ് 
ഞങ്ങൾക്ക് കുറച്ച് പണം വേണം
ഇന്ന് നീ എന്താണ് ചെയ്യുന്നത്
എനിക്ക് നിനക്കായി എന്തുചെയ്യാൻ കഴിയൂം`
      ]
    }
  ]
};
