export default {
  label: 'Word',
  id: 'ml-word',
  img: 'word',
  list: [
    {
      id: 'jumbled-ml-1',
      label: 'വാക്ക് രൂപീകരണം (2 letter words)',
      lockAfter: 4,
      type: 'sequence',
      commonData: {
        title: 'അർത്ഥവത്തായ വാക്കുകൾ ഉണ്ടാക്കാൻ അക്ഷരങ്ങൾ ബന്ധിപ്പിക്കുക',
        lang: 'ml'
      },
      data: [
        `ഇല, ആന, ഓല, അറ, അശ, തറ, വല, തല, ഞാന്, പാല്‍`,
        `മഴ, പച്ച, മണ്ണ്, കത്തി, പാലം, കാക്ക, പടം, പൂച്ച , പൂവ്, പുഴ `,
        `മരം, മുട്ട, പഴം , അമ്മ, മീൻ, പോലെ, വേണ്ടി, മേല്, ഉണ്ട്, കൂടെ`,
        `എന്നു, ഒന്ന്, നിന്ന്, കൊണ്ട്, വാക്ക്, പക്ഷേ, എന്ത്, കുറെ, അത്`,
        `ഒരു, ഒപ്പം, ഒരു, മറ്റ്, ഏത്, കാലം, മൂന്ന്, കളി, വീട്, ജന്തു`,
        `ബിന്ദു, അമ്മ, ലോകം, ഭൂമി, ഭാഗം, ശേഷം, മാത്രം, ചുറ്റും, വന്നു, പേര്`,
        `രൂപം, വിധി, വര, മുമ്പ്, കുട്ടി, കൂടി, എല്ലാം, വഴി, ഇവ, ജനം`,
        `വെള്ളം, വിളി, ആദ്യം, ആര്, മേയ്, വശം, തല, രാജ്യം, ചെടി, മൂടി`,
        `നാല്, കണ്ണ്, ചിന്ത, മരം, കഥ, ഓട്ടം, രാത്രി, ഇടം, നിറം, മുഖം`,
        `മരം, കിട്ടി, നദി, കാൽ, മതി, നായ്, ഭാവം, പാട്ട്, പാറ, തെക്ക്`,
        `ചുരം, ചക്രം, പാദം, രേഖ, അതെ, ചായം, ഭാഷ, പിഴ, ഈച്ച, ചിത്രം`,
        `പെട്ടി, നാമം, വാല്, ഇടം, നൂറ്, അഞ്ച്, ആറ്, പത്ത്, പണം, മഴ`,
        `ചട്ടം, കല, ഭാരം, പന്ത്, കാട്, പുല്ല്, പശു, ജോലി, മാസം, പൂവ്`,
        `കട, കോളം, ഉപ്പ്, മൂക്ക്, കോപം`
      ]
    },
    {
      id: 'jumbled-ml-2',
      label: 'വാക്ക് രൂപീകരണം (3 letter words)',
      lockAfter: 4,
      type: 'sequence',
      commonData: {
        title: 'അർത്ഥവത്തായ വാക്കുകൾ ഉണ്ടാക്കാൻ അക്ഷരങ്ങൾ ബന്ധിപ്പിക്കുക',
        lang: 'ml'
      },
      data: [
        `അഥവാ, പുറത്ത്, ചെയ്യുക, പറഞ്ഞു, ചെറിയ, വലിയ, പിതാവ്, പുതിയ, എവിടെ`,
        `തിരികെ, ചെറിയ, നമ്മുടെ, വളരെ, സഹായം, കുറഞ്ഞ, ഭിന്നത, വളവ്, കാരണം, വലത്`,
        `പഴയ, ദിവസം, ഏറ്റവും, അധികം, ഉത്തരം, ഭക്ഷണം, സൂര്യൻ, നഗരം, തുടക്കം, വടക്ക്`,
        `ആശയം, മത്സ്യം, കുതിര, കാവൽ, സംഗീതം, അക്ഷരം, നാഴിക, ചുവപ്പ്, പട്ടിക, ശരീരം`,
        `കുടുംബം, നേരായ, അളവ്, വാതില്, പ്രദേശം, പകുതി, രാജാവ്, തെരുവ്, ചന്ദ്രൻ, തിരക്ക്`,
        `വിമാനം, പകരം, ആയിരം, കിഴക്ക്, പട്ടണം, ഇരുണ്ട, യന്ത്രം, കുറിപ്പ്, സമുദ്രം,  മികച്ച`,
        `ചുവട്, പാടുക, കുറവ്, രാവിലെ, കിടന്നു, മാതൃക, കേന്ദ്രം, സ്നേഹം, ഭൂപടം, കിടക്ക`,
        `കാരണം, വിഷയം, പ്രദേശം, വലയം, ഹൃദയം, തീവണ്ടി, ഉറക്കം, ചുവര്, ആകാശം, പലക`
      ]
    },
    {
      id: 'jumbled-ml-3',
      label: 'വാക്ക് രൂപീകരണം (4 letter words)',
      lockAfter: 4,
      type: 'sequence',
      commonData: {
        title: 'അർത്ഥവത്തായ വാക്കുകൾ ഉണ്ടാക്കാൻ അക്ഷരങ്ങൾ ബന്ധിപ്പിക്കുക',
        lang: 'ml'
      },
      data: [
        `തുറമുഖം, പ്രവർത്തി, ശ്രമിക്കുക, പണിയുക, എടുക്കുക, ജീവിക്കുക, മനുഷ്യൻ, മഹത്തായ, ചിന്തിക്കുക, പറയുക`,
        `ഉപയോഗം, എഴുതുക, ഉണ്ടാക്കുക, കൂടുതൽ, അറിയുക, പഠിക്കുക, മുറിക്കുക, തുറക്കുക, നടക്കുക, കടലാസ്`,
        `അടയാളം, അടിക്കടി, മുകളിൽ, മുഴുവൻ, ചിരിക്കുക, ശരിയായ, പിടിക്കുക, നിരവധി, എതിരായി, വലിക്കുക`,
        `തിരമാല, അഭിലാഷം, ശീതകാലം, അടയാളം, അലറുക, വർധന, ശതമാനം, കയറുക, ഇരുപത്, തലമുടി`,
        `താപനില, ദയവായി, വിതരണം, പരമാണു, കഴുകുക, തടവുക, തിരയൽ, ശരിയായ, മറുപടി, പരിഹാരം`,
        `സഹോദരി, വഴികാട്ടി, പരിചയം, അവസ്ഥ, കാലാവധി, അവസരം, എറിയുക, അവകാശം`
      ]
    },
    {
      type: 'match',
      label: 'അക്കങ്ങൾ',
      id: 'numerals',
      lockAfter: 2,
      commonData: {
        title: 'ഇനിപ്പറയുന്നവയുമായി പൊരുത്തപ്പെടുക'
      },
      data: [
        `0, പൂജ്യം
4, നാല്
7, ഏഴ്
10, പത്ത്
2, രണ്ട്`,

        `6, ആറ്
9, ഒമ്പത്
3, മൂന്ന്
5, അഞ്ച്
1, ഒന്ന്`,

        `12, പന്ത്രണ്ട്
16, പതിനാറ്
20, ഇരുപത്
11, പതിനൊന്ന്
15, പതിനഞ്ച്`,

        `18, പതിനെട്ട്
13, പതിമൂന്ന്
19, പത്തൊമ്പത്
14, പതിനാല്
17, പതിനേഴു`,

        `50, അമ്പത്
80, എൺപത്
100, നൂറ്
60, അറുപത്
90, തൊണ്ണൂറ്`
      ]
    },
    {
      type: 'match',
      label: 'നിറം',
      id: 'colours',
      commonData: {
        title: 'ഇനിപ്പറയുന്നവയുമായി പൊരുത്തപ്പെടുക'
      },
      data: [
        `White, വെള്ള
Black, കറുപ്പ്
Blue, നീല
Yellow, മഞ്ഞ
Red, ചുവപ്പ്`,

        `Green, പച്ച
Pink, പിങ്ക്
Silver, വെള്ളി
Magenta, മജന്ത
Orange, ഓറഞ്ച്
Grey, ചാരനിറം`
      ]
    },
    {
      id: 'match-days',
      label: 'ദിവസം',
      type: 'match',
      data: {
        text: `Monday, തിങ്കളാഴ്ച
Tuesday, ചൊവ്വാഴ്ച 
Wednesday, ബുധനാഴ്ച 
Thursday, വ്യാഴാഴ്ച
Friday, വെള്ളിയാഴ്ച
Saturday, ശനിയാഴ്ച
Sunday, ഞായറാഴ്ച`,
        title: 'ഇനിപ്പറയുന്നവയുമായി പൊരുത്തപ്പെടുക'
      }
    },
    {
      label: 'കടങ്കഥകൾ',
      type: 'matchByDragDrop',
      id: 'riddles',
      commonData: {
        title: 'ശരിയായ ഉത്തരം തിരഞ്ഞെടുക്കുക.',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `ഞെട്ടില്ല വട്ടേല? - *പപ്പടം* 
ഓടും കുതിര, ചാടും കുതിര, വെള്ളം കണ്ടാൽ നില്കും കുതിര? - *ചെരുപ്പ്*     
മുറ്റത്തെ ചെപ്പിനു അടപ്പില്ല?  - *കിണർ*      
ഇട്ടാൽ പൊട്ടും ഇംഗ്ലീഷ് മുട്ട? - *കടുക്*`,

        `ഒരു അമ്മ പെറ്റതെല്ലാം തൊപ്പികുട്ടന്മാർ? - *അടക്ക*  
അടി പാറ, നാട് വടി, മീതെ കുട?  - *ചേന*
അകത്തുരോമം പുറത്തിറച്ചി?  - *മൂക്ക്*       
അങ്ങോട്ടോടും, ഇങ്ങോട്ടോടും. നേരെനിന്ന് സത്യം പറയും? - *ത്രാസ്സ്* `,

        `അടി മുള്ള്, നടു കാട്, തല പൂവ്? - *പൈനാപ്പിൾ*  
മുള്ളുണ്ട് മുരിക്കല്ല, കൈപ്പുണ്ട് കാഞ്ഞിരമല്ല?  -*പാവക്ക*       
ആയിരം പോലീസുകാർക്ക് ഒരു ബെൽറ്റ് - *ചൂല്*       
ആയിരം പറ അവളിൽ ഒരു നുള്ള് കൊട്ടത്തേങ്ങ? - *ചന്ദ്രക്കല* `,

        `ആയിരം കിളികൾക്ക് ഒറ്റക്കൊക്ക്? - *വാഴക്കുല*
ആനയിലുണ്ട് ചേനയിലില്ല, ഇമയിലുണ്ട് ഇഷ്ട്ടത്തിലില്ല. രണ്ട് അക്ഷരമുള്ള ഞാനാര്? - *ആമ*      
അമ്മയെകുത്തി മകൻ മരിച്ചു?  - *തീപ്പെട്ടി*      
ഉണ്ടാക്കുന്നവൻ ഉപയോഗിക്കുന്നില്ല, ഉപയോഗിക്കുന്നവൻ അറിയുന്നില്ല?  - *ശവപ്പെട്ടി*`,

        `എന്നെ തൊട്ടുകൂട്ടും, പക്ഷെ സദ്യക്ക് എടുക്കില്ല? - *കാൽക്കുലേറ്റർ*       
ഒരമ്മ പെറ്റതെല്ലാം കറുത്ത പട്ടാളം? - *കട്ടുറുമ്പ്*     
ഒരു കുപ്പിയിൽ രണ്ടെണ്ണ? - *മുട്ട*            
കണ്ടാലൊരു വണ്ടി, തൊട്ടാലൊരു ചക്രം? - *തേരട്ട*`,

        `കിക്കിലുക്കം, കിലുകിലുക്കം ഉത്തരത്തിൽ ചത്തിരിക്കും? -*താക്കോൽകൂട്ടം*
കാലുപിടിക്കുന്നവനെ സംരക്ഷിക്കുന്നവൻ? -*കുട*
കുത്തുന്ന കാളക്ക് പിന്നിൽ കണ്ണ്? -*സൂചി*
കാടുണ്ട് കടുവയില്ല, വീടുണ്ട് വീട്ടാറില്ല, കുളമുണ്ട് മീനില്ല? -*തേങ്ങ*`,

        `കരടിയിലുണ്ട് കുതിരയിലില്ല, ഉഴുന്നിലുണ്ട് ഉലുവയിലില്ല, ജനതയിലുണ്ട് ജനങ്ങളിലില്ല. മൂന്നക്ഷരമുള്ള ഞാനാര്? -*കഴുത*
ചെടി ചെടിയിന്മേൽകായ് കയ്യിന്മേൽ ചെടി? -*കൈതച്ചക്ക*
നല്ല നായ്ക്ക് നാവിന്മേൽ പല്ല്? -*ചിരവ*
പൊന്നുതിന്ന് വെള്ളിതുപ്പി? -*ചക്കച്ചുള*`,

        `മലയിലെ അമ്മക്ക് നെറുകയിൽപൂവ്? -*കൈതച്ചക്ക*
മുള്ളുണ്ട് മുരിക്കല്ല, കൊമ്പുണ്ട് കുത്തില്ല, പാലുണ്ട് പശുവല്ല? -*ചക്ക*
അമ്മയെ കുത്തി മകൻ മരിച്ചു ? -*തീപ്പെട്ടി*
മുറ്റത്തുണ്ടൊരു പോലീസേതോ കളവുതേടി നടക്കുന്നു ? -*കോഴി*`,

        `അടുക്കളയിലെ അമ്മായി അമ്മ ? -*പൂച്ച*
ആശാരി മൂശാരി തൊടാത്ത തടി വെള്ളത്തിലിട്ടാൽ ചീയാത്ത തടി ? -*ചീങ്കണ്ണി*
ആയിരം കടലോടി വരുന്ന ചെങ്കുപ്പായക്കാരൻ കൂനന്റെ പേരെന്ത് ? -*ചെമ്മീൻ*
പകലെല്ലാം മിന്നി മിന്നി രാത്രി ഇരുട്ടറയിൽ ? -*കണ്ണ്*`,

        `കാവൽ ഇല്ലാത്ത കൊട്ടാരത്തിൽ കണക്കില്ലാത്ത മുത്തുമണികൾ ? -*നക്ഷത്രങ്ങൾ*
ചുണ്ടില്ലെങ്കിലും ചിരിക്കും കരയും അട്ടഹസിക്കും ? -*മേഘം*
നീണ്ടു നീണ്ടു മാനം നോക്കി പോകുന്ന പച്ചക്കുപ്പായക്കാരൻ ? -*മുള*
പൊന്നുതിന്ന് വെള്ളിതുപ്പി ? -*ചക്കച്ചുള*`
      ]
    },
    {
      type: 'completeWord',
      id: 'riddles-2',
      label: 'കടങ്കഥകൾ',
      commonData: {
        title: 'വാക്ക് പൂർത്തിയാക്കുക',
        lang: 'ml'
      },
      data: [
        `ഞെട്ടില്ല വട്ടേല? |പപ്പടം
ഓടും കുതിര, ചാടും കുതിര, വെള്ളം കണ്ടാൽ നില്കും കുതിര? |ചെരുപ്പ്   
മുറ്റത്തെ ചെപ്പിനു അടപ്പില്ല?  |കിണർ    
ഇട്ടാൽ പൊട്ടും ഇംഗ്ലീഷ് മുട്ട? |കടുക്
ഒരു അമ്മ പെറ്റതെല്ലാം തൊപ്പികുട്ടന്മാർ? |അടക്ക  
അടി പാറ, നാട് വടി, മീതെ കുട?  |ചേന
അകത്തുരോമം പുറത്തിറച്ചി?  |മൂക്ക്      
അങ്ങോട്ടോടും, ഇങ്ങോട്ടോടും. നേരെനിന്ന് സത്യം പറയും? |ത്രാസ്സ്
അടി മുള്ള്, നടു കാട്, തല പൂവ്? |പൈനാപ്പിൾ  
മുള്ളുണ്ട് മുരിക്കല്ല, കൈപ്പുണ്ട് കാഞ്ഞിരമല്ല? |പാവക്ക`,

        `ആയിരം പോലീസുകാർക്ക് ഒരു ബെൽറ്റ് |ചൂല്       
ആയിരം പറ അവളിൽ ഒരു നുള്ള് കൊട്ടത്തേങ്ങ? |ചന്ദ്രക്കല 
ആയിരം കിളികൾക്ക് ഒറ്റക്കൊക്ക്? |വാഴക്കുല
ആനയിലുണ്ട് ചേനയിലില്ല, ഇമയിലുണ്ട് ഇഷ്ട്ടത്തിലില്ല. രണ്ട് അക്ഷരമുള്ള ഞാനാര്? |ആമ      
അമ്മയെകുത്തി മകൻ മരിച്ചു?  |തീപ്പെട്ടി    
ഉണ്ടാക്കുന്നവൻ ഉപയോഗിക്കുന്നില്ല, ഉപയോഗിക്കുന്നവൻ അറിയുന്നില്ല?  |ശവപ്പെട്ടി
എന്നെ തൊട്ടുകൂട്ടും, പക്ഷെ സദ്യക്ക് എടുക്കില്ല? |കാൽക്കുലേറ്റർ       
ഒരമ്മ പെറ്റതെല്ലാം കറുത്ത പട്ടാളം? |കട്ടുറുമ്പ്     
ഒരു കുപ്പിയിൽ രണ്ടെണ്ണ? |മുട്ട
കണ്ടാലൊരു വണ്ടി, തൊട്ടാലൊരു ചക്രം? |തേരട്ട`,

        `കിക്കിലുക്കം, കിലുകിലുക്കം ഉത്തരത്തിൽ ചത്തിരിക്കും? |താക്കോൽകൂട്ടം
കാലുപിടിക്കുന്നവനെ സംരക്ഷിക്കുന്നവൻ? |കുട
കുത്തുന്ന കാളക്ക് പിന്നിൽ കണ്ണ്? |സൂചി
കാടുണ്ട് കടുവയില്ല, വീടുണ്ട് വീട്ടാറില്ല, കുളമുണ്ട് മീനില്ല? |തേങ്ങ
കരടിയിലുണ്ട് കുതിരയിലില്ല, ഉഴുന്നിലുണ്ട് ഉലുവയിലില്ല, ജനതയിലുണ്ട് ജനങ്ങളിലില്ല. മൂന്നക്ഷരമുള്ള ഞാനാര്? |കഴുത
ചെടി ചെടിയിന്മേൽകായ് കയ്യിന്മേൽ ചെടി? |കൈതച്ചക്ക
നല്ല നായ്ക്ക് നാവിന്മേൽ പല്ല്? |ചിരവ
പൊന്നുതിന്ന് വെള്ളിതുപ്പി? |ചക്കച്ചുള
മലയിലെ അമ്മക്ക് നെറുകയിൽപൂവ്? |കൈതച്ചക്ക
മുള്ളുണ്ട് മുരിക്കല്ല, കൊമ്പുണ്ട് കുത്തില്ല, പാലുണ്ട് പശുവല്ല? |ചക്ക`,

        `അമ്മയെ കുത്തി മകൻ മരിച്ചു ? |തീപ്പെട്ടി
മുറ്റത്തുണ്ടൊരു പോലീസേതോ കളവുതേടി നടക്കുന്നു ? |കോഴി
അടുക്കളയിലെ അമ്മായി അമ്മ ? |പൂച്ച
ആശാരി മൂശാരി തൊടാത്ത തടി വെള്ളത്തിലിട്ടാൽ ചീയാത്ത തടി ? |ചീങ്കണ്ണി
ആയിരം കടലോടി വരുന്ന ചെങ്കുപ്പായക്കാരൻ കൂനന്റെ പേരെന്ത് ? |ചെമ്മീൻ
പകലെല്ലാം മിന്നി മിന്നി രാത്രി ഇരുട്ടറയിൽ ? |കണ്ണ്
കാവൽ ഇല്ലാത്ത കൊട്ടാരത്തിൽ കണക്കില്ലാത്ത മുത്തുമണികൾ ? |നക്ഷത്രങ്ങൾ
ചുണ്ടില്ലെങ്കിലും ചിരിക്കും കരയും അട്ടഹസിക്കും ? |മേഘം
നീണ്ടു നീണ്ടു മാനം നോക്കി പോകുന്ന പച്ചക്കുപ്പായക്കാരൻ ? |മുള
പൊന്നുതിന്ന് വെള്ളിതുപ്പി ? |ചക്കച്ചുള`
      ]
    }
  ]
};
