export default {
  label: 'பாரதி',
  id: 'barathi',
  img: 'barathi',
  list: [
    {
      id: 'notes',
      type: 'passage',
      label: `பாப்பா பாட்டு`,
      data: {
        title: `பாப்பா பாட்டு`,
        type: 'poem',
        text: [
          `ஓடி விளையாடு பாப்பா! - நீ
          ஓய்ந்திருக்க லாகாது பாப்பா!
          கூடிவிளையாடு பாப்பா! - ஒரு
          குழந்தையை வையாதே பாப்பா!`,

          `சின்னஞ் சிறுகுருவி போலே - நீ
  திரிந்து பறந்துவா பாப்பா!
  வண்ணப் பறவைகளைக் கண்டு - நீ
  மனதில் மகிழ்ச்சிகொள்ளு பாப்பா!`,

          `கொத்தித் திரியுமந்தக் கோழி - அதைக்
  கூட்டி விளையாடு பாப்பா!
  எத்தித் திருடுமந்தக் காக்காய் - அதற்கு
  இரக்கப் படவேணும் பாப்பா!`,

          `பாலைப் பொழிந்து தரும், பாப்பா! - அந்தப்
  பசுமிக நல்லதடி பாப்பா!
  வாலைக் குழைத்துவரும் நாய்தான் - அது
  மனிதர்க்குத் தோழனடி பாப்பா!`,

          `வண்டி இழுக்கும் நல்ல குதிரை, - நெல்லு
  வயலில் உழுதுவரும் மாடு,
  அண்டிப் பிழைக்கும் நம்மை ஆடு, - இவை
  ஆதரிக்க வேணுமடி பாப்பா!`,

          `காலை எழுந்தவுடன் படிப்பு - பின்பு
  கனிவு கொடுக்கும் நல்ல பாட்டு
  மாலை முழுதும் விளையாட்டு - என்று
  வழக்கப் படுத்திக்கொள்ளு பாப்பா!`,

          `பொய்சொல்லக் கூடாது பாப்பா! - என்றும்
  புறஞ்சொல்ல லாகாது பாப்பா!
  தெய்வம் நமக்குத்துணை பாப்பா! - ஒரு
  தீங்குவர மாட்டாது பாப்பா!`,

          `பாதகஞ் செய்பவரைக் கண்டால் - நாம்
  பயங்கொள்ள லாகாது பாப்பா!
  மோதி மிதித்துவிடு பாப்பா! - அவர்
  முகத்தில் உமிழ்ந்துவிடு பாப்பா!`
        ]
      }
    },
    {
      id: '200',
      type: 'passage',
      label: `அச்சமில்லை`,
      data: {
        title: `அச்சமில்லை`,
        type: 'poem',
        text: [
          `அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          இச்சகத்து ளோரெலாம் எதிர்த்து நின்ற போதினும்,
          அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையே
          துச்சமாக எண்ணி நம்மைத் தூறுசெய்த போதினும்
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          பிச்சை வாங்கி உண்ணும் வாழ்க்கை பெற்று விட்ட போதிலும்
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          இச்சைகொண்ட பொருளெலாம் இழந்துவிட்ட போதிலும்,
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே`
        ]
      }
    },
    {
      id: '200-audio',
      type: 'slides2',
      label: `அச்சமில்லை - audio`,
      data: {
        title: `அச்சமில்லை`,
        disType: 'highlight',
        audio: 'tamil/ta-barathi-achamillai.mp3',
        audioOffsets: [3.5, 7.2, 11, 14.4, 18, 21.4, 24.8, 28, 100],
        steps: [
          `அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          இச்சகத்து ளோரெலாம் எதிர்த்து நின்ற போதினும்,
          அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையே
          துச்சமாக எண்ணி நம்மைத் தூறுசெய்த போதினும்
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          பிச்சை வாங்கி உண்ணும் வாழ்க்கை பெற்று விட்ட போதிலும்
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே
          இச்சைகொண்ட பொருளெலாம் இழந்துவிட்ட போதிலும்,
          அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையே`
        ]
      }
    },
    {
      id: '300',
      type: 'passage',
      label: `மனதில் உறுதி வேண்டும்`,
      data: {
        title: `மனதில் உறுதி வேண்டும்`,
        type: 'poem',
        text: [
          `மனதிலுறுதி வேண்டும்,
          வாக்கினி லேயினிமை வேண்டும்;
          நினைவு நல்லது வேண்டும்,
          நெருங்கின பொருள் கைப்பட வேண்டும்;
          கனவு மெய்ப்பட வேண்டும்,
          கைவசமாவது விரைவில் வேண்டும்;
          தனமும் இன்பமும் வேண்டும்,
          தரணியிலே பெருமை வேண்டும்.
          கண் திறந்திட வேண்டும்,
          காரியத்தி லுறுதி வேண்டும்;
          பெண் விடுதலை வேண்டும்,
          பெரிய கடவுள் காக்க வேண்டும்,
          மண் பயனுற வேண்டும்,
          வானகமிங்கு தென்பட வேண்டும்;
          உண்மை நின்றிட வேண்டும்.
          ஓம்! ஓம்! ஓம்! ஓம்!`
        ]
      }
    },
    {
      id: '400',
      type: 'passage',
      label: `புதிய ஆத்திசூடி`,
      data: {
        title: `புதிய ஆத்திசூடி`,
        type: 'poem',
        text: [
          `அச்சம் தவிர்
          ஆண்மை தவறேல்
          இளைத்தல் இகழ்ச்சி
          ஈகை திறன்
          உடலினை உறுதி செய்
          ஊண்மிக விரும்பு
          எண்ணுவது உயர்வு
          ஏறு போல் நட
          ஐம்பொறி ஆட்சி கொள்
          ஒற்றுமை வலிமையாம் 
          ஓய்தல் ஒழி
          ஔடதம் குறை`
        ]
      }
    },
    {
      id: '500',
      type: 'passage',
      label: `செந்தமிழ் நாடு `,
      data: {
        title: `செந்தமிழ் நாடு `,
        type: 'poem',
        text: [
          `செந்தமிழ் நாடெனும் போதினிலே-இன்பத்
          தேன் வந்து பாயுது காதினிலே-எங்கள்
          தந்தையர் நாடென்ற பேச்சினிலே-ஒரு
          சக்தி பிறக்குது மூச்சினிலே`,

          `கல்வி சிறந்த தமிழ்நாடு-புகழ்க்
          கம்பன் பிறந்த தமிழ்நாடு-நல்ல
          பல்விதமாயின சாத்திரத்தின்-மணம்
          பாரெங்கும் வீசுந் தமிழ்நாடு!`
        ]
      }
    },
    {
      id: '600',
      type: 'passage',
      label: `தேடிச் சோறுநிதந் தின்று`,
      data: {
        title: `தேடிச் சோறுநிதந் தின்று`,
        type: 'poem',
        text: [
          `தேடிச் சோறுநிதந் தின்று - பல
          சின்னஞ் சிறுகதைகள் பேசி - மனம்
          வாடித் துன்பமிக உழன்று - பிறர்
          வாடப் பலசெயல்கள் செய்து - நரை
          கூடிக் கிழப்பருவ மெய்தி - கொடுங்
          கூற்றுக் கிரையெனப்பின் மாயும் - பல
          வேடிக்கை மனிதரைப் போலே - நான்
          வீழ்வே னென்று நினைத் தாயோ?`,

          `நின்னைச் சிலவரங்கள் கேட்பேன் - அவை
          நேரே இன்றெனக்குத் தருவாய் - என்றன்
          முன்னைத் தீயவினைப் பயன்கள் - இன்னும்
          மூளா தழிந்திடுதல் வேண்டும் - இனி
          என்னைப் புதியவுயி ராக்கி - எனக்
          கேதுங் கவலையறச் செய்து - மதி
          தன்னை மிகத்தெளிவு செய்து - என்றும்
          சந்தோஷங் கொண்டிருக்கச் செய்வாய்`
        ]
      }
    },
    {
      id: '600-audio',
      type: 'slides2',
      label: `தேடிச் சோறு - audio`,
      data: {
        title: `தேடிச் சோறுநிதந் தின்று`,
        disType: 'highlight',
        audio: 'tamil/ta-barathi-ninnai.mp3',
        audioOffsets: [
          2.5,
          5,
          8,
          10.5,
          13.5,
          16.5,
          19,
          22.5,
          25,
          28,
          30.5,
          33.5,
          36,
          38.5,
          41,
          44
        ],
        steps: [
          `தேடிச் சோறுநிதந் தின்று - பல
சின்னஞ் சிறுகதைகள் பேசி - மனம்
வாடித் துன்பமிக உழன்று - பிறர்
வாடப் பலசெயல்கள் செய்து - நரை
கூடிக் கிழப்பருவ மெய்தி - கொடுங்
கூற்றுக் கிரையெனப்பின் மாயும் - பல
வேடிக்கை மனிதரைப் போலே - நான்
வீழ்வே னென்று நினைத் தாயோ?
நின்னைச் சிலவரங்கள் கேட்பேன் - அவை
நேரே இன்றெனக்குத் தருவாய் - என்றன்
முன்னைத் தீயவினைப் பயன்கள் - இன்னும்
மூளா தழிந்திடுதல் வேண்டும் - இனி
என்னைப் புதியவுயி ராக்கி - எனக்
கேதுங் கவலையறச் செய்து - மதி
தன்னை மிகத்தெளிவு செய்து - என்றும்
சந்தோஷங் கொண்டிருக்கச் செய்வாய்`
        ]
      }
    },
    {
      id: '700',
      type: 'passage',
      label: `அன்னையை வேண்டுதல்`,
      data: {
        title: `அன்னையை வேண்டுதல்`,
        type: 'poem',
        text: [
          `எண்ணிய முடிதல் வேண்டும்,
          நல்லவே எண்ணல் வேண்டும்;
          திண்ணிய நெஞ்சம் வேண்டும்,
          தெறிந்தநல் லறிவு வேண்டும்;
          பண்ணிய பாவ மெல்லாம்
          பரிதி முன் பனியே போல,
          நண்ணிய நின்முன் இங்கு
          நசித்திடல் வேண்டும் அன்னாய்!`
        ]
      }
    },
    {
      id: '800',
      type: 'passage',
      label: `நந்த லாலா`,
      data: {
        title: `நந்த லாலா`,
        type: 'poem',
        text: [
    `காக்கைச் சிறகினிலே நந்த லாலா!-நின்தன்
    கரியநிறந் தோன்று தையே நந்த லாலா!
    பார்க்கும் மரங்க ளெல்லாம் நந்த லாலா!-நின்தன்
    பச்சை நிறந் தோன்று தையே நந்த லாலா!
    கேட்கு மொலியி லெல்லாம் நந்த லாலா!-நின்தன்
    கீத மிசக்குதடா நந்த லாலா!
    தீக்குள் விரலை வைத்தால் நந்த லாலா!-நின்னைத்
    தீண்டு மின்பந் தோன்று தடா நந்த லாலா!`
  ]
}
},
{
  id: '900',
  type: 'passage',
  label: `நல்லதோர் வீணை`,
  data: {
    title: `நல்லதோர் வீணை`,
    type: 'poem',
    text: [
`நல்லதோர் வீணைசெய்தே-அதை
நலங்கெடப் புழுதியில் எறிவதுண்டோ?
சொல்லடி, சிவசக்தி;-எனைச்
சுடர்மிகும் அறிவுடன் படைத்துவிட்டாய்,
வல்லமை தாராயோ,-இந்த
மாநிலம் பயனுற வாழ்வதற்கே?
சொல்லடி, சிவசக்தி!`
]
}
},
    {
      id: 'match',
      type: 'match',
      label: 'பொருத்துக',
      commonData: {
        title: 'பொருத்துக',
        fontSize: '1rem'
      },
      data: [
        `அச்சம், தவிர்
        ஆண்மை, தவறேல்
        இளைத்தல், இகழ்ச்சி
        ஈகை, திறன்
        உடலினை, உறுதி செய்
        ஊண்மிக, விரும்பு`,

        `எண்ணுவது, உயர்வு
        ஏறு போல், நட
        ஐம்பொறி, ஆட்சி கொள்
        ஒற்றுமை, வலிமையாம்
        ஓய்தல், ஒழி
        ஔடதம்,குறை`,

        `மனதில், உறுதி 
        வாக்கினில், இனிமை 
        நினைவு, நல்லது 
        கனவு, மெய்ப்பட
        கண், திறந்திட
         பெண், விடுதலை`
      ]
    },
    {
      label: 'கோடிட்ட இடங்களை நிரப்புக ',
      type: 'matchByDragDrop',
      id: 'match-2',
      commonData: {
        isPractice: false,
        title: 'கோடிட்ட இடங்களை நிரப்புக ',
        styles: {
          fontSize: '1rem',
          dashWidth: 80
        }
      },
      data: [
        `ஓடி விளையாடு *பாப்பா*!
        கொத்தித் திரியுமந்தக் *கோழி* 
        வண்டி இழுக்கும் நல்ல *குதிரை*
        வயலில் உழுதுவரும் *மாடு*
        பொய்சொல்லக் *கூடாது* பாப்பா!
        புறஞ்சொல்லல் *ஆகாது* பாப்பா`,

        `காலை எழுந்தவுடன் *படிப்பு*
        கனிவு கொடுக்கும் நல்ல *பாட்டு*
        மாலை முழுதும் *விளையாட்டு*
        பாதகஞ் செய்பவரைக் *கண்டால்* - நாம்
        *பயங்கொள்ள* லாகாது பாப்பா!
        *மோதி* மிதித்துவிடு பாப்பா! - அவர்
        *முகத்தில்* உமிழ்ந்துவிடு பாப்பா!`,

        `இச்சகத்து ளோரெலாம் *எதிர்த்து* நின்ற போதினும்
        துச்சமாக *எண்ணி* நம்மைத் தூறுசெய்த போதினும்
        *பிச்சை* வாங்கி உண்ணும் வாழ்க்கை பெற்று விட்ட போதிலும்
        இச்சைகொண்ட பொருளெலாம் *இழந்துவிட்ட* போதிலும்`,

        `மனதில் *உறுதி* வேண்டும்
        வாக்கினிலே *இனிமை* வேண்டும்
        *நினைவு* நல்லது வேண்டும்
        நெருங்கின பொருள் *கைப்பட* வேண்டும்
        *கனவு* மெய்ப்பட வேண்டும்`,

        `கைவசமாவது *விரைவில்* வேண்டும்
         தனமும் *இன்பமும்* வேண்டும்
         *தரணியிலே* பெருமை வேண்டும்
         கண் *திறந்திட* வேண்டும்
         *காரியத்தில்* உறுதி வேண்டும்`,

        `பெண் *விடுதலை* வேண்டும்
         பெரிய *கடவுள்* காக்க வேண்டும்
         *மண்* பயனுற வேண்டும்
         வானகமிங்கு *தென்பட* வேண்டும்
         *உண்மை* நின்றிட வேண்டும்`,

        `அச்சம் *தவிர்*
          *ஆண்மை* தவறேல்
          *இளைத்தல்* இகழ்ச்சி
          ஈகை *திறன்*
          உடலினை *உறுதி* செய்
          *ஊண்மிக* விரும்பு`,

        `எண்ணுவது *உயர்வு*
          ஏறு போல் *நட*
          *ஐம்பொறி* ஆட்சி கொள்
          *ஒற்றுமை* வலிமையாம்
          ஓய்தல் *ஒழி*
          *ஔடதம்* குறை`,

        `செந்தமிழ் *நாடெனும்* போதினிலே
        இன்பத்தேன் வந்து *பாயுது* காதினிலே
        ஒரு *சக்தி* பிறக்குது மூச்சினிலே
        *கல்வி* சிறந்த தமிழ்நாடு
        புகழ்க்கம்பன் பிறந்த *தமிழ்நாடு*
        *மணம்* பாரெங்கும் வீசுந் தமிழ்நாடு`
      ]
    }
  ]
};
