export default {    
    label: 'ব্যাকরণ-2',
    id: 'bn-grammar-2',
    img: 'writing',
    list: [
  
      {
          // class-4 content ref-bhasapath-iv
        type: 'group',
        label: 'ব্যঞ্জনধ্বনি - অল্পপ্রাণ/মহাপ্রাণ ধ্বনি',
        id: 'classify-sound-type-1',
        commonData: {
          title: 'অল্পপ্রাণ ধ্বনি ও মহাপ্রাণ ধ্বনি গুলি সঠিক বক্সে রাখুন ',
          fontSize: '2rem',
          printTitle:
            'Rewrite the words given at the bottom at approprate boxes.',
          types: ['অল্পপ্রাণ ধ্বনি', 'মহাপ্রাণ ধ্বনি']
        },
        data: [
              [`ক ,চ , ট , ত ,প`, `খ , ছ , ঠ , থ , ফ`],
              [`গ , জ , ড , দ , ব`, `ঘ , ঝ , ঢ, ধ, ভ`],
              [`ক ,চ , ট , ত ,প`, `ঘ , ঝ , ঢ, ধ, ভ`],
              [`গ , জ , ড , দ , ব`, `খ , ছ , ঠ , থ , ফ`],
              [`ক ,চ , ট , দ , ব`, `ঝ , ঢ, ধ , থ , ফ`],
              [`গ , জ , ড , ত ,প`, `খ , ছ , ঝ , ঢ, ধ`],
  
        ]
      },
      {
        type: 'group',
        label: 'ব্যঞ্জনধ্বনি - অঘোষ/ঘোষ ধ্বনি',
        id: 'classify-sound-type-2',
        commonData: {
          title: 'অঘোষ ধ্বনি ও ঘোষ ধ্বনি গুলি সঠিক বক্সে রাখুন ',
          fontSize: '2rem',
          printTitle:
            'Rewrite the words given at the bottom at approprate boxes.',
          types: ['অঘোষ ধ্বনি', 'ঘোষ ধ্বনি']
        },
        data: [
              [`ক ,চ , ট , ত ,প`, `গ , জ , ড , দ , ব`],
              [`খ , ছ , ঠ , থ , ফ`, `ঘ , ঝ , ঢ, ধ, ভ`],
              [`ক ,চ , ট , ত ,প`, `ঘ , ঝ , ঢ, ধ, ভ`],
              [`খ , ছ , ঠ , থ , ফ`, `গ , জ , ড , দ , ব`],
              [`ক ,চ , ট , খ , ছ `, `ঘ , ঝ , ড , দ , ব`],
              [`ত ,প , ঠ , থ , ফ`, `গ , জ , ঢ, ধ, ভ`],
  
        ]
      },
        
              {
        type: 'rightOne',
        label: 'সঠিক বাঞ্জনধ্বনি চয়ন',
        id: 'sound-type-1',
        commonData: {
          title: 'কোন ধরণের ধ্বনি নির্বাচন করুন ',
          noCaps: true,
          hasHint: true
        },
        data: [
          `ক / চ = , অঘোষ , ঘোষ 
          ঙ / ঞ = , নাসিক্য , অঘোষ
          ত / প = , অঘোষ , ঘোষ
          গ / জ = , ঘোষ , নাসিক্য 
          ধ, ভ = , ঘোষ , অঘোষ`,

          `ক / চ = , অল্পপ্রাণ , মহাপ্রাণ 
          ত / প = , অল্পপ্রাণ , মহাপ্রাণ 
          থ / ফ = , মহাপ্রাণ , অল্পপ্রাণ
          ন / ণ  = , নাসিক্য , অল্পপ্রাণ 
          ঞ / ম = , নাসিক্য , অঘোষ`,

          `ম / ন = , নাসিক্য , মহাপ্রাণ 
          জ / ঢ = , ঘোষ , নাসিক্য 
          ড / দ = , ঘোষ , অঘোষ
          গ / জ  = , অল্পপ্রাণ , মহাপ্রাণ
          দ / ব = , অল্পপ্রাণ , মহাপ্রাণ`,

          `ঝ / ঢ= , মহাপ্রাণ, নাসিক্য  
          ঘ / ঝ = , মহাপ্রাণ, নাসিক্য 
          ড / দ = , ঘোষ , অঘোষ
          ট / দ = , অল্পপ্রাণ , মহাপ্রাণ
          প / ঠ = , অল্পপ্রাণ , মহাপ্রাণ`,

          `ন / ণ = , নাসিক্য , মহাপ্রাণ 
          ঢ / ধ = , অঘোষ , নাসিক্য 
          চ / ট = , ঘোষ , অঘোষ
          খ / ছ  = , মহাপ্রাণ , অল্পপ্রাণ
          ঝ / ঢ = , মহাপ্রাণ , অল্পপ্রাণ`,

        ]
      },
              {
        // class-5 content ref-bhasapath-v
        label: 'বাক্যে পদ',
        type: 'classifySentence',
        id: 'bn-partofspeach',
        // lockAfter: 10,
        commonData: {
          title: 'আন্ডারলাইন করা শব্দটিকে বিশেষ্য, বিশেষণ বা ক্রিয়াপদ হিসেবে শ্রেণীবদ্ধ করুন.',
          types: ['বিশেষ্য', 'বিশেষণ', 'ক্রিয়া']
        },
        data: [
          [
            `*আকাশ* ভালো ফুটবল খেলে। 
            পাতার রং *সবুজ*। 
            আমার বন্ধুর নাম *শীর্ষেন্দু*।`,
            `আকাশ *ভালো* ফুটবল খেলে। 
            আমি রোজ *হেঁটে* স্কুলে যাই। 
            আমার *সবুজ* কলাপাতায় খেতে খুব ভালোলাগে।`,
            `আকাশ ভালো ফুটবল *খেলে*। 
            আমি রোজ হেঁটে স্কুলে *যাই*। 
            আমার সবুজ কলাপাতায় *খেতে* খুব ভালোলাগে।`
          ],
          [
            `*নন্টে* খুব দুস্টু ছেলে। 
            নন্টের প্রিয় বন্ধুর নাম *ফন্টে*। 
            *মাস্টামশাই* খুব রাগী। 
            *কেল্টুদা* সারাদিন মিষ্টি খায়। 
            নন্টে ফন্টে *নারায়ণ দেবনাথের* লেখা গল্প। `,
            `নন্টে খুব *দুস্টু* ছেলে। 
            নন্টের *প্রিয়* বন্ধুর নাম ফন্টে। 
            মাস্টামশাই *খুব* রাগী। 
            কেল্টুদা *সারাদিন* মিষ্টি খায়।`,
            `কেল্টুদা সারাদিন মিষ্টি *খায়*। 
            নন্টে ফন্টে নারায়ণ দেবনাথের *লেখা* গল্প। `,
          ],
          [
            `আমার *মা* ভালো রান্না করেন। 
            আমার *বাবা* রোজ কাজে যান। 
            আমার *দাদা* সারাদিন পড়াশুনা করে। 
            আমি এখন *স্কুল* যাচ্ছি। `,
            `আমার মা *ভালো* রান্না করেন। 
            আমার বাবা *রোজ* কাজে যান। 
            আমার দাদা সারাদিন *পড়াশুনা* করে। 
            আমি আর আমার বন্ধুরা *সারাদিন* খেলি। `,
            `আমার মা ভালো রান্না *করেন*। 
            আমার বাবা রোজ কাজে *যান*। 
            আমার দাদা সারাদিন পড়াশুনা *করে*। 
            আমি এখন স্কুল *যাচ্ছি*। 
            আমি আর আমার বন্ধুরা সারাদিন *খেলি*। `,
          ],
          [
            `*রবীন্দ্রনাথ ঠাকুর* সহজপাঠ লিখেছেন। 
            তিনি আমাকে তার গল্পের *বইগুলো* দিলেন। 
            আমি চিঠি লিখে *বাড়ি* যাব। `,
            `তিনি আমাকে তার *গল্পের* বইগুলো দিলেন। 
            তুমি আর আমি *কাল* স্কুলে যাব।  `,
            `রবীন্দ্রনাথ ঠাকুর সহজপাঠ *লিখেছেন*। 
            তিনি আমাকে তার গল্পের বইগুলো *দিলেন*। 
            আমি চিঠি লিখে বাড়ি *যাব*। 
            তোমার ঘুম *ভেঙেছে*?
            তুমি আর আমি কাল স্কুলে *যাব*।  `,
          ],
          [
            `পাকা *আম* খেতে মিষ্টি। 
            *কাকাবাবু* সবসময় খুশি থাকেন। 
            *অম্বর* অত্যন্ত ভালো মানুষ। 
            ছেলেটা সবকটা *পুতুল* ভেঙে ফেলেছে।  `,
            `*পাকা* আম খেতে মিষ্টি। 
            কাকাবাবু *সবসময়* খুশি থাকেন। 
            তুমি একটু *আস্তে* চল। 
            অম্বর *অত্যন্ত* ভালো মানুষ। 
            ছেলেটা *সবকটা* পুতুল ভেঙে ফেলেছে।` ,
            `পাকা আম *খেতে* মিষ্টি। 
            কাকাবাবু সবসময় খুশি *থাকেন*। 
            তুমি একটু আস্তে *চল*। 
            ছেলেটা সবকটা পুতুল *ভেঙে ফেলেছে*। `,
          ],
        ],
        },
                  {
              // Synonyms - class-4 content ref-bhasapath-iv
            type: 'rightOne',
            label: 'ব্যাকরণ - প্রতিশব্দ বা সমার্থক শব্দ চয়ন',
            id: 'bn_synonyms-2',
            commonData: {
              title: 'সঠিক অর্থ চয়ন করুন',
              noCaps: true,
              hasHint: true
            },
            data: [
              `পথ  = , মার্গ, সরিৎ 
                গৃহ  = , আবাস, নিশা 
                হাতি  = , গজ, গিরি 
                বাগান  = , উদ্যান, গগন 
                পৃথিবী  = , জগৎ, বিধান `, 
                
                `সমীর  = , বাতাস,  সরিৎ
                নদী  = , সরিৎ, নিশা
                রাত্রি  = , নিশা, বিধান 
                আকাশ  = , গগন, ধরণী  
                মাটি  = , মৃত্তিকা, মার্গ`,
        
                    `অচল  = , গতিহীন, অলস
                নয়ন  = , চোখ, গগন
                অনেক  = , বেশি, আহ্বান
                চমৎকার = , সুন্দর, খাঁটি
                অভাব = , অনটন, উচ্ছেদ`,

                    `অরণ্য = , বন, বর্তমান
                অলস = , কুড়ে, গিরি, 
                অল্প = , কম, প্রথম
                আইন = , বিধান, আসল
                আকাশ = , গগন, উপকথা`,

                    `আদি = , প্রথম, ন্যায্য
                আধুনিক = , বর্তমান, একতা
                আমন্ত্রণ = , আহ্বান, কলহ
                চমক = , অবাক, চন্দ্র
                আসল = , খাঁটি, রবি`,

                    `ইতি = , শেষ, উৎখাত
                ঈশ্বর = , প্রভু, ঋষি
                উচিত = , ন্যায্য, কঠিন
                উচ্ছেদ = , উৎখাত, কলহ
                উপকথা = , গল্প, রবি`,

                    `উপকার = , মঙ্গল, উপকথা
                ঋষি = , মুনি, গিরি
                একতা = , ঐক্ক, প্রভু
                কঠিন = , কঠোর, কলহ
                কলহ = , ঝগড়া, ধরণী`,

                    `ফুল = , পুস্প, খাঁটি 
                পৃথিবী = , ধরণী, গগন
                পর্বত = , গিরি, মুনি 
                চাঁদ = , চন্দ্র, রবি
                সূর্য = , রবি, সরিৎ`,

            ]
          },
                  {
                      // for class -5 students 
            type: 'rightOne',
            label: 'ব্যাকরণ - সমোচ্চারিত ভিন্নার্থক শব্দ চয়ন',
            id: 'bn_samesoundingword-2',
            commonData: {
              title: 'সঠিক অর্থ চয়ন করুন',
              noCaps: true,
              hasHint: true
            },
            data: [
              `পরা = , পরিধান, পড়াশুনা  
              পড়া =, পড়াশুনা, পরিধান
              নিত্য =, প্রতিদিন,  নাচ 
              নৃত্য =, নাচ,  প্রতিদিন
              মূর্খ =, জ্ঞানহীন, প্রধান 
              মুখ্য =, প্রধান,  জ্ঞানহীন`,

              `আসা = , আগমন, আকাঙ্ক্ষা
              আশা = , আকাঙ্ক্ষা, আগমন 
              কটি = , কোমর, শত লক্ষ 
              কোটি = , শত লক্ষ, কোমর 
              কুল = , বংশ, তট
              কূল = , তট, বংশ`,

              `দিন = , দিবস, দারিদ্র 
                দীন = , দারিদ্র, দিবস 
                দার = , পত্নী, দরজা 
                দ্বার = , দরজা, পত্নী 
                সুর = , দেবতা, বীর 
                শূর = , বীর, দেবতা `,

                    `নিতি = , নিত্য, আদর্শ 
                নীতি = , আদর্শ, নিত্য 
                ধনি = , সুন্দরী, পায়সা বহুল 
                ধনী= , পায়সা বহুল, শব্দ 
                ধ্বনি = , শব্দ, সুন্দরী`,

                    `লক্ষণ = , চিহ্ন, রামের ভাই
                লক্ষ্মণ = , রামের ভাই, চিহ্ন
                হাঁস = , পাখি, হাসি
                হাস = , হাসি, পাখি
                গিরিশ = , মহাদেব, হিমালয় 
                গিরীশ = , হিমালয়, মহাদেব`,

                    `সাড়া = , সংকেত, সমাপ্ত 
                সারা = , সমাপ্ত, সংকেত
                নিরাশ = , আশাহীন, প্রত্যাখান
                নিরাস = , প্রত্যাখান, আশাহীন
                বাণ = , তির, বন্যা 
                বান  = , বন্যা, তির`
      
           
            ]
          },

    ]
  };
