export default {
    label: 'ব্যাকরণ',
    id: 'bn-grammar',
    img: 'langGrammar',
    list: [
      {
        //Same sounding words - Need to add more
        id: 'number',
        type: 'match',
        label: 'ব্যাকরণ - সমোচ্চারিত ভিন্নার্থক শব্দ',
        commonData: {
          title: 'সমোচ্চারিত ভিন্নার্থক শব্দ - অর্থ মেলান',
          fontSize: '1.2rem'
        },
        data: [
          `পরা, পরিধান
  পড়া, পড়াশুনা
  নিত্য, প্রতিদিন 
  নৃত্য, নাচ 
  মূর্খ, জ্ঞানহীন
  মুখ্য, প্রধান`,
  
          `লক্ষণ, চিহ্ন
  লক্ষ্মণ, রামের ভাই
  হাঁস, পাখি
  হাস, হাসি`,
  
          `সাড়া, সংকেত 
  সারা, সমাপ্ত
  নিরাশ, আশাহীন
  নিরাস, প্রত্যাখান`
        ]
      },
  
      {
        //Same sounding words
        id: 'number-2',
        type: 'match',
        label: 'ব্যাকরণ - বচন',
        commonData: {
          title: 'একবচন বহুবচন - মেলান',
          fontSize: '1.2rem'
        },
        data: [
          `আমি, আমরা
  তুমি, তোমরা
  আপনি, আপনারা
  তুই, তোরা
  পুরুষ, পুরুষেরা
  মহিলা, মহিলারা`,
  
          `বন্ধু, বন্ধুরা
  কন্যা, কন্যারা
  পুত্র, পুত্ররা
  ছেলে, ছেলেরা
  মেয়ে, মেয়েরা`,
  
          `কুকুর, কুকুরগুলো
  বিড়াল, বিড়ালগুলো
  গরু, গরুগুলো
  ছাগল, ছাগলগুলো
  গাড়ি, গাড়িগুলো
  বিছানা, বিছানাগুলো`
        ]
      },
  
      {
        //Gender
        id: 'number-3',
        type: 'match',
        label: 'ব্যাকরণ - লিঙ্গ',
        commonData: {
          title: 'পুলিঙ্গ স্ত্রীলিঙ্গ - মেলান',
          fontSize: '1.2rem'
        },
        data: [
          `বাবা, মা
  ছেলে, মেয়ে
  পুত্র, কন্যা
  স্বামী, স্ত্রী 
  কাকা, কাকিমা`,
  
          `দাদু, দিদা
  জেঠু, জেঠিমা
  বন্ধু, বান্ধবী
  বালক, বালিকা
  ভাই, বোন`,

  `ছাত্র, ছাত্রী 
  তরুণ, তরুণী 
  মামা, মামি 
  কাকা, কাকিমা 
  সুন্দর, সুন্দরী`,

  `কর্তা, গিন্নি 
  বর, কনে 
  ভূত, পেত্নি 
  বোনপো, বোনঝি 
  ভাইপো, ভাইঝি`,

  `ভদ্রলোক, ভদ্রমহিলা 
  বেটাছেলে, মেয়েছেলে 
  বাঘ, বাঘিনি 
  অধ্যাপক, অধ্যাপিকা 
  নায়ক, নায়িকা 
  বালক, বালিকা`
  
          `আধুনিক, আধুনিকা 
  কোকিল, কোকিলা 
  চতুর, চতুরা 
  চঞ্চল, চঞ্চলা 
  নবীন, নবীনা 
  প্রিয়, প্রিয়া 
  বিদ্ধ, বৃদ্ধা `
        ]
      },
  
      {
        type: 'rightOne',
        label: 'স্বরসন্ধি',
        id: 'compoundword',
        commonData: {
          title: 'সঠিক বানান চয়ন করুন',
          noCaps: true,
          hasHint: true
        },
        data: [
          `সূর্য + উদয় = , সূর্যোদয়, সূর্যদয়  
  স্ব + অধীনতা =, স্বাধীনতা, স্বধীনতা
  পদ + অর্পণ =, পদার্পন, পদর্পন 
  অশ্ব + আরোহী =, অশ্বারোহী, অশ্বারহী 
  মেঘ + আচ্ছন্ন =, মেঘাচ্ছন্ন,  মেঘচ্ছন্ন`,
  
          `বিদ্যা + অভ্যাস = , বিদ্যাভ্যাস, বিদ্যভ্যাস
  যথা + অর্থ = , যথার্থ, যথর্থ
  বিদ্যা + আলয় =, বিদ্যালয়, বিদ্যলয়
  মহা + আকাশ =, মহাকাশ, মহোকাশ
  রবি + ইন্দ্র =, রবীন্দ্র , রবিন্দ্র `,
  
          `অতি + ইত = , অতীত , অতিত
  মরু + উদ্যান = ,মরূদ্যান , মরুদ্যান
  লঘু + ঊর্মি = , লঘূর্মি , লঘর্মি
  শুভ + ইচ্ছা = , শুভেচ্চা , শুভইচ্ছা
  নর + ইন্দ্র = , নরেন্দ্র , নরন্দ্র`,
  
          `মহা + ইন্দ্র = , মহেন্দ্র , মহীন্দ্রা
  রমা + ঈশ = , রমেশ , রমিশ  
  যথা + উচিত = , যথোচিত, যথচিত
  মহা + ঊর্মি = , মহোর্মী , মহর্মী
  দেব + ঋষি = , দেবর্ষি , দেবঋর্ষি`,
  
          `মহা + ঋষি = , মহর্ষি , মহার্ষি
  পিপাসা + ঋত = , পিপাসার্ত , পিপসার্ত
  জন + এক = , জনৈক , জনেক
  মত + ঐক্য = , মতৈক্য , মতৈক `
        ]
      },
  
      {
        type: 'rightOne',
        label: 'ব্যাঞ্জনসন্ধি',
        id: 'compoundword-2',
        commonData: {
          title: 'সঠিক বানান চয়ন করুন',
          noCaps: true,
          hasHint: true
        },
        data: [
          `আ + ছন্ন = , আচ্ছন্ন , আছন্ন
  বি + ছেদ = , বিচ্ছেদ , বিছেদ
  দিক্ + অন্ত = , দিগন্ত , দিকন্ত
  প্রাক্ + ঐতিহাসিক = , প্রাগৈতিহাসিক , প্রাকতিহাসিক `,
  
          `নিচ্ + অন্ত = , নিজন্ত , নিচন্ত
  সৎ + আশয় =, সদাশয় , সদশয়
  সৎ + ইচ্ছা = , সদিচ্ছা , সৎচ্ছা
  উৎ + চারণ = , উচ্চারণ , উচরণ`,
  
          `চলৎ + চিত্র = , চলচিত্র 
  উৎ + ছাল = , উচ্ছল , উচ্ছাল 
  উৎ + ছেদ = , উচ্ছেদ , উচ্চদ  
  সৎ + জন = , সজ্জন , সৎজন 
  উৎ + জ্বল = , উজ্জ্বল , উৎজ্বল`,
  
          `চিৎ + ময় = , চিন্ময় , চিনয়
  মৃৎ + ময় = , মৃন্ময় , মৃনয়
  উৎ + লাস = , উল্লাস , উৎলাস 
  উৎ + লেখ = , উল্লেখ , উলেখ
  উৎ + নতি = , উন্নতি , উন্নাতি `
        ]
      }
    ]
  };
