export default {
    label: 'ব্যাকরণ',
    id: 'bn-grammar',
    img: 'langGrammar',
    list: [
        {
            //Antonyms
            id: 'number',
            type: 'match',
            label: 'ব্যাকরণ - সমোচ্চারিত ভিন্নার্থক শব্দ',
            commonData: {
              title: 'সমোচ্চারিত ভিন্নার্থক শব্দ - অর্থ মেলান',
              fontSize: '1.2rem'
            },
            data: [
            `পরা, পরিধান
            পড়া, পড়াশুনা
            নিত্য, প্রতিদিন 
            নৃত্য, নাচ 
            মূর্খ, জ্ঞানহীন
            মুখ্য, প্রধান`,
    
            `লক্ষণ, চিহ্ন
            লক্ষ্মণ, রামের ভাই
            হাঁস, পাখি
            হাস, হাসি`,
    
             `সাড়া, সংকেত 
             সারা, সমাপ্ত
             নিরাশ, আশাহীন
             নিরাস, প্রত্যাখান`,
    
            ]
          },
    ]
  };
