export default {
    label: 'ব্যাকরণ',
    id: 'bn-grammar',
    img: 'langGrammar',
    list: [
        {
            //Same sounding words
            id: 'number',
            type: 'match',
            label: 'ব্যাকরণ - সমোচ্চারিত ভিন্নার্থক শব্দ',
            commonData: {
              title: 'সমোচ্চারিত ভিন্নার্থক শব্দ - অর্থ মেলান',
              fontSize: '1.2rem'
            },
            data: [
            `পরা, পরিধান
            পড়া, পড়াশুনা
            নিত্য, প্রতিদিন 
            নৃত্য, নাচ 
            মূর্খ, জ্ঞানহীন
            মুখ্য, প্রধান`,
    
            `লক্ষণ, চিহ্ন
            লক্ষ্মণ, রামের ভাই
            হাঁস, পাখি
            হাস, হাসি`,
    
             `সাড়া, সংকেত 
             সারা, সমাপ্ত
             নিরাশ, আশাহীন
             নিরাস, প্রত্যাখান`,
    
            ]
          },

          {
            //Same sounding words
            id: 'number',
            type: 'match',
            label: 'ব্যাকরণ - বচন',
            commonData: {
              title: 'একবচন বহুবচন - মেলান',
              fontSize: '1.2rem'
            },
            data: [
            `আমি, আমরা
            তুমি, তোমরা
            আপনি, আপনারা
            তুই, তোরা
            পুরুষ, পুরুষেরা
            মহিলা, মহিলারা`,
    
            `বন্ধু, বন্ধুরা
            কন্যা, কন্যারা
            পুত্র, পুত্ররা
            ছেলে, ছেলেরা
            মেয়ে, মেয়েরা`,
    
             `কুকুর, কুকুরগুলো
             বিড়াল, বিড়ালগুলো
             গরু, গরুগুলো
             ছাগল, ছাগলগুলো
             গাড়ি, গাড়িগুলো
             বিছানা, বিছানাগুলো`,
    
            ]
          },

          {
            //Gender
            id: 'number',
            type: 'match',
            label: 'ব্যাকরণ - লিঙ্গ',
            commonData: {
              title: 'এপুলিঙ্গ স্ত্রীলিঙ্গ - মেলান',
              fontSize: '1.2rem'
            },
            data: [
            `বাবা, মা
            ছেলে, মেয়ে
            পুত্র, কন্যা
            স্বামী, স্ত্রী 
            কাকা, কাকিমা`,
    
            `দাদু, দিদা
            জেঠু, জেঠিমা
            বন্ধু, বান্ধবী
            বালক. বালিকা
            ভাই, বোন`,
    
            ]
          },
    ]
  };
