export default {
    // class-4 content ref-bhasapath-iv
    label: 'বর্ণ',
    id: 'bn-grammar-2',
    img: 'writing',
    list: [
  
      {
        type: 'group',
        label: 'ব্যঞ্জনধ্বনি - অল্পপ্রাণ/মহাপ্রাণ ধ্বনি',
        id: 'classify-sound-type-1',
        commonData: {
          title: 'অল্পপ্রাণ ধ্বনি ও মহাপ্রাণ ধ্বনি গুলি সঠিক বক্সে রাখুন ',
          fontSize: '2rem',
          printTitle:
            'Rewrite the words given at the bottom at approprate boxes.',
          types: ['অল্পপ্রাণ ধ্বনি', 'মহাপ্রাণ ধ্বনি']
        },
        data: [
              [`ক ,চ , ট , ত ,প`, `খ , ছ , ঠ , থ , ফ`],
              [`গ , জ , ড , দ , ব`, `ঘ , ঝ , ঢ, ধ, ভ`],
              [`ক ,চ , ট , ত ,প`, `ঘ , ঝ , ঢ, ধ, ভ`],
              [`গ , জ , ড , দ , ব`, `খ , ছ , ঠ , থ , ফ`],
              [`ক ,চ , ট , দ , ব`, `ঝ , ঢ, ধ , থ , ফ`],
              [`গ , জ , ড , ত ,প`, `খ , ছ , ঝ , ঢ, ধ`],
  
        ]
      },
      {
        type: 'group',
        label: 'ব্যঞ্জনধ্বনি - অঘোষ/ঘোষ ধ্বনি',
        id: 'classify-sound-type-2',
        commonData: {
          title: 'অঘোষ ধ্বনি ও ঘোষ ধ্বনি গুলি সঠিক বক্সে রাখুন ',
          fontSize: '2rem',
          printTitle:
            'Rewrite the words given at the bottom at approprate boxes.',
          types: ['অঘোষ ধ্বনি', 'ঘোষ ধ্বনি']
        },
        data: [
              [`ক ,চ , ট , ত ,প`, `গ , জ , ড , দ , ব`],
              [`খ , ছ , ঠ , থ , ফ`, `ঘ , ঝ , ঢ, ধ, ভ`],
              [`ক ,চ , ট , ত ,প`, `ঘ , ঝ , ঢ, ধ, ভ`],
              [`খ , ছ , ঠ , থ , ফ`, `গ , জ , ড , দ , ব`],
              [`ক ,চ , ট , খ , ছ `, `ঘ , ঝ , ড , দ , ব`],
              [`ত ,প , ঠ , থ , ফ`, `গ , জ , ঢ, ধ, ভ`],
  
        ]
      },
        
              {
        type: 'rightOne',
        label: 'সঠিক বাঞ্জনধ্বনি চয়ন',
        id: 'compoundword-2',
        commonData: {
          title: 'কোন ধরণের ধ্বনি নির্বাচন করুন ',
          noCaps: true,
          hasHint: true
        },
        data: [
          `ক / চ = , অঘোষ , ঘোষ 
          ঙ / ঞ = , নাসিক্য , অঘোষ
          ত / প = , অঘোষ , ঘোষ
          গ / জ = , ঘোষ , নাসিক্য 
          ধ, ভ = , ঘোষ , অঘোষ`,

          `ক / চ = , অল্পপ্রাণ , মহাপ্রাণ 
          ত / প = , অল্পপ্রাণ , মহাপ্রাণ 
          থ / ফ = , মহাপ্রাণ , অল্পপ্রাণ
          ন / ণ  = , নাসিক্য , অল্পপ্রাণ 
          ঞ / ম = , নাসিক্য , অঘোষ`,

          `ম / ন = , নাসিক্য , মহাপ্রাণ 
          জ / ঢ = , ঘোষ , নাসিক্য 
          ড / দ = , ঘোষ , অঘোষ
          গ / জ  = , অল্পপ্রাণ , মহাপ্রাণ
          দ / ব = , অল্পপ্রাণ , মহাপ্রাণ`,

          `ঝ / ঢ= , মহাপ্রাণ, নাসিক্য  
          ঘ / ঝ = , মহাপ্রাণ, নাসিক্য 
          ড / দ = , ঘোষ , অঘোষ
          ট / দ = , অল্পপ্রাণ , মহাপ্রাণ
          প / ঠ = , অল্পপ্রাণ , মহাপ্রাণ`,

          `ন / ণ = , নাসিক্য , মহাপ্রাণ 
          ঢ / ধ = , অঘোষ , নাসিক্য 
          চ / ট = , ঘোষ , অঘোষ
          খ / ছ  = , মহাপ্রাণ , অল্পপ্রাণ
          ঝ / ঢ = , মহাপ্রাণ , অল্পপ্রাণ`,

        ]
      },

    ]
  };
