export default {
    label: 'আরো বর্ণ',
    id: 'bn-writing-2',
    img: 'writing',
    list: [
            {
          //Coumpound letters
          id: 'Coumpound_letters_bn_2',
          type: 'match',
          label: 'বর্ণ - ব্যঞ্জনবর্ণের সাথে স্বরবর্ণ যোগ',
          commonData: {
            title: 'সঠিছ অক্ষর মেলান',
            fontSize: '2rem'
          },
          data: [
            `চ + আ, চা 
            চ + ই, চি
            চ + ঈ, চী 
            চ + উ, চু  
            চ + ঊ, চূ`,
  
            `চ +ঋ, চৃ
            চ +এ, চে
            চ +ঐ, চৈ
            চ +ও, চো
            চ +ঔ, চৌ`,
  
            `ছ + আ, ছা
            ছ + ই, ছি
            ছ + ঈ, ছী
            ছ + উ, ছু
            ছ + ঊ, ছূ`,
  
            `ছ + ঋ, ছৃ
            ছ + এ, ছে
            ছ + ঐ, ছৈ
            ছ + ও, ছো
            ছ + ঔ, ছৌ`,
  
            `জ + আ, জা
            জ + ই, জু
            জ + ঈ, জী
            জ + উ, জু
            জ + ঊ, জূ`,
  
            `জ + ঋ, জৃ
            জ + এ, জে
            জ + ঐ, জৈ
            জ + ও, জো
            জ + ঔ, জৌ`,
  
            `ঝ + আ, ঝা 
            ঝ + ই, ঝি
            ঝ + ঈ, ঝী
            ঝ +উ, ঝু
            ঝ + ঊ, ঝূ`,
  
            `ঝ + ঋ, ঝৃ
            ঝ + এ, ঝে 
            ঝ +ঐ, ঝৈ 
            ঝ +ও, ঝো 
            ঝ +ঔ, ঝৌ`,
            
            `ট + আ, টা 
            ট + ই, টি
            ট + ঈ, টী 
            ট + উ, টু  
            ট + ঊ, টূ`,
  
            `ট +ঋ, টৃ
            ট +এ, টে
            ট +ঐ, টৈ
            ট +ও, টো
            ট +ঔ, টৌ`,
  
            `ঠ + আ, ঠা
            ঠ + ই, ঠি
            ঠ + ঈ, ঠী
            ঠ + উ, ঠু
            ঠ + ঊ, ঠূ`,
  
            `ঠ + ঋ, ঠৃ
            ঠ + এ, ঠে
            ঠ + ঐ, ঠৈ
            ঠ + ও, ঠো
            ঠ + ঔ, ঠৌ`,
  
            `ড + আ, ডা
            ড + ই, ডু
            ড + ঈ, ডী
            ড + উ, ডু
            ড + ঊ, ডূ`,
  
            `ড + ঋ, ডৃ
            ড + এ, ডে
            ড + ঐ, ডৈ
            ড + ও, ডো
            ড + ঔ, ডৌ`,
  
            `ঢ + আ, ঢা 
            ঢ + ই, ঢি
            ঢ + ঈ, ঢী
            ঢ +উ, ঢু
            ঢ + ঊ, ঢূ`,
  
            `ঢ + ঋ, ঢৃ
            ঢ + এ, ঢে 
            ঢ +ঐ, ঢৈ 
            ঢ +ও, ঢো 
            ঢ +ঔ, ঢৌ`,
            
           `ণ + আ, ণা
            ণ + ই, ণি 
            ণ + ঈ, ণী 
            ণ + উ, ণু
            ণ + ঊ, ণু`,
  
            `ণ + ঋ, ণৃ
            ণ + এ, ণে
            ণ + ঐ, ণৈ
            ণ + ও, ণো
            ণ + ঔ, ণৌ`,
              
            `ত + আ, তা 
            ত + ই, তি
            ত + ঈ, তী 
            ত + উ, তু  
            ত + ঊ, তূ`,
  
            `ত +ঋ, তৃ
            ত +এ, তে
            ত +ঐ, তৈ
            ত +ও, তো
            ত +ঔ, তৌ`,
  
            `থ + আ, থা
            থ + ই, থি
            থ + ঈ, থী
            থ + উ, থু
            থ + ঊ, থূ`,
  
            `থ + ঋ, থৃ
            থ + এ, থে
            থ + ঐ, থৈ
            থ + ও, থো
            থ + ঔ, থৌ`,
  
            `দ + আ, দা
            দ + ই, দু
            দ + ঈ, দী
            দ + উ, দু
            দ + ঊ, দূ`,
  
            `দ + ঋ, দৃ
            দ + এ, দে
            দ + ঐ, দৈ
            দ + ও, দো
            দ + ঔ, দৌ`,
  
            `ধ + আ, ধা 
            ধ + ই, ধি
            ধ + ঈ, ধী
            ধ +উ, ধু
            ধ + ঊ, ধূ`,
  
            `ধ + ঋ, ধৃ
            ধ + এ, ধে 
            ধ +ঐ, ধৈ 
            ধ +ও, ধো 
            ধ +ঔ, ধৌ`,
            
           `ন + আ, না
            ন + ই, নি 
            ন + ঈ, নী 
            ন + উ, নু
            ন + ঊ, নু`,
  
            `ন + ঋ, নৃ
            ন + এ, নে
            ন + ঐ, নৈ
            ন + ও, নো
            ন + ঔ, নৌ`,  
            
              `প + আ, পা 
            প + ই, পি
            প + ঈ, পী 
            প + উ, পু  
            প + ঊ, পূ`,
  
            `প +ঋ, পৃ
            প +এ, পে
            প +ঐ, পৈ
            প +ও, পো
            প +ঔ, পৌ`,
  
            `ফ + আ, ফা
            ফ + ই, ফি
            ফ + ঈ, ফী
            ফ + উ, ফু
            ফ + ঊ, ফূ`,
  
            `ফ + ঋ, ফৃ
            ফ + এ, ফে
            ফ + ঐ, ফৈ
            ফ + ও, ফো
            ফ + ঔ, ফৌ`,
  
            `ব + আ, বা
            ব + ই, বু
            ব + ঈ, বী
            ব + উ, বু
            ব + ঊ, বূ`,
  
            `ব + ঋ, বৃ
            ব + এ, বে
            ব + ঐ, বৈ
            ব + ও, বো
            ব + ঔ, বৌ`,
  
            `ভ + আ, ভা 
            ভ + ই, ভি
            ভ + ঈ, ভী
            ভ +উ, ভু
            ভ + ঊ, ভূ`,
  
            `ভ + ঋ, ভৃ
            ভ + এ, ভে 
            ভ +ঐ, ভৈ 
            ভ +ও, ভো 
            ভ +ঔ, ভৌ`,
            
           `ম + আ, মা
            ম + ই, মি 
            ম + ঈ, মী 
            ম + উ, মু
            ম + ঊ, মু`,
  
            `ম + ঋ, মৃ
            ম + এ, মে
            ম + ঐ, মৈ
            ম + ও, মো
            ম + ঔ, মৌ`,
            

          ]
        },

    ]
  };
