export default {
    label: 'আরো বর্ণ',
    id: 'bn-writing-2',
    img: 'writing',
    list: [
            {
          //Coumpound letters
          id: 'Coumpound_letters_bn_2',
          type: 'match',
          label: 'বর্ণ - ব্যঞ্জনবর্ণের সাথে স্বরবর্ণ যোগ',
          commonData: {
            title: 'সঠিছ অক্ষর মেলান',
            fontSize: '2rem'
          },
          data: [
            `চ + আ, চা 
            চ + ই, চি
            চ + ঈ, চী 
            চ + উ, চু  
            চ + ঊ, চূ`,
  
            `চ +ঋ, চৃ
            চ +এ, চে
            চ +ঐ, চৈ
            চ +ও, চো
            চ +ঔ, চৌ`,
  
            `ছ + আ, ছা
            ছ + ই, ছি
            ছ + ঈ, ছী
            ছ + উ, ছু
            ছ + ঊ, ছূ`,
  
            `ছ + ঋ, ছৃ
            ছ + এ, ছে
            ছ + ঐ, ছৈ
            ছ + ও, ছো
            ছ + ঔ, ছৌ`,
  
            `জ + আ, জা
            জ + ই, জু
            জ + ঈ, জী
            জ + উ, জু
            জ + ঊ, জূ`,
  
            `জ + ঋ, জৃ
            জ + এ, জে
            জ + ঐ, জৈ
            জ + ও, জো
            জ + ঔ, জৌ`,
  
            `ঝ + আ, ঝা 
            ঝ + ই, ঝি
            ঝ + ঈ, ঝী
            ঝ +উ, ঝু
            ঝ + ঊ, ঝূ`,
  
            `ঝ + ঋ, ঝৃ
            ঝ + এ, ঝে 
            ঝ +ঐ, ঝৈ 
            ঝ +ও, ঝো 
            ঝ +ঔ, ঝৌ`,
            
            
            

  
            
  
          ]
        },

    ]
  };
