export default {
  label: 'কবিতা',
  id: 'bn-poem',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'আতা গাছে তোতা পাখি',
      data: {
        title: 'আতা গাছে তোতা পাখি',
        text: [
          {
            type: 'poem',
            text: `আতা গাছে তোতা পাখি
            ডালিম গাছে মৌ,
            এতো ডাকি তবুও কেন
            কওনা কথা বউ ?`
          }
        ]
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'চাঁদ উঠেছে ফুল ফুটেছে',
      data: {
        title: 'চাঁদ উঠেছে ফুল ফুটেছে',
        text: [
          {
            type: 'poem',
            text: `চাঁদ উঠেছে ফুল ফুটেছে
            কদম তলায় কে?
            হাতি নাচছে ঘোড়া নাচছে
            সোনামুনির বে.`
          }
        ]
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'শিল পড়া',
      data: {
        title: 'শিল পড়া',
        text: [
          {
            type: 'poem',
            text: `শিল পড়ে টুপটাপ
            খোকা খুকু চুপচাপ ,
            শিল পড়া থামল ,
            আঙিনায় নামল ,
            হুটোপুটি, ছুটোছুটি,
            সারাবেলা দুপদাপ।`
          }
        ]
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'খোকন খোকন',
      data: {
        title: 'খোকন খোকন',
        text: [
          {
            type: 'poem',
            text: `খোকন খোকন করে মায়,
            খোকন গেছে কাদের নাই ,
            সাতরা কাকে দাঁড় বাই ,
            খোকনরে তুই ঘরে আই।`
          }
        ]
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'কাঠবেড়ালি',
      data: {
        title: 'কাঠবেড়ালি',
        text: [
          {
            type: 'poem',
            text: `কাঠবেড়ালি, কাঠবেড়ালি
            কাপড় কেচে দে ,
            তোর বিয়েতে নাচতে যাব
            ঝুমকো কিনে দে।`
          }
        ]
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'বাক বাকুম পায়রা',
      data: {
        title: 'বাক বাকুম পায়রা',
        text: [
          {
            type: 'poem',
            text: `বাক বাকুম পায়রা
            মাথায় দিয়ে টায়রা।
            বৌ সাজাবে কাল কি
            চড়বে সোনার পালকি।`
          }
        ]
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'তাঁতীর বাড়ি',
      data: {
        title: 'তাঁতীর বাড়ি',
        text: [
          {
            type: 'poem',
            text: `তাঁতীর বাড়ি
            ব্যাঙের বাসা ,
            কোলা ব্যাঙের ছা
            খায় - দায় গান গায় ,
            তাই রে নাই রে না।`
          }
        ]
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'রামধনু',
      data: {
        title: 'রামধনু',
        text: [
          {
            type: 'poem',
            text: `আকাশের গায়ে কি বা রামধনু খেলে,
            দেখে চেয়ে কত লোকে সব কাজ ফেলে,
            তাই দেখে খুঁতধরা বুড়ো কয় চটে,
            দেখছ কি, এই রঙ পাকা নয় মোটে ॥`
          }
        ]
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'নোটন নোটন পায়রাগুলি',
      data: {
        title: 'নোটন নোটন পায়রাগুলি',
        text: [
          {
            type: 'poem',
            text: `নোটন নোটন পায়রাগুলি ঝোঁটন বেঁধেছে
            ওপারেতে ছেলেমেয়ে নাইতে নেমেছে।
            দুই পারে দুই রুই কাতলা ভেসে উঠেছে,
            কে দেখেছে? কে দেখেছে? দাদা দেখেছে।
            দাদার হাতে কলম ছিল ছুঁড়ে মেরেছে
            উঃ দাদা! বড্ড লেগেছে।।`
          }
        ]
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'হাট্টিমাটিমটিম',
      data: {
        title: 'হাট্টিমাটিমটিম',
        text: [
          {
            type: 'poem',
            text: `হাট্টিমা টিম টিম
            তারা মাঠে পাড়ে ডিম
            তাদের খাড়া দুটো শিং
            তারা হাট্টিমা টিম টিম।।`
          }
        ]
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'খোকার প্রশ্',
      data: {
        title: 'খোকার প্রশ্',
        text: [
          {
            type: 'poem',
            text: `আচ্ছা মাগো, বলো দেখি
            রাত্রি কেন কালো ?
            সুয্যিমামা কোথা থেকে
            পেলেন এমন আলো ?
            ফুলগুলো সব নানান রঙের
            কেমন করে হয় ?
            পাতাগুলো সবুজ কেন
            ফুলের মতো নয় ?`
          }
        ]
      }
    },
    {
      id: '1200',
      type: 'passage',
      label: 'আবোল তাবোল - সুকুমার রায়',
      data: {
        title: 'আবোল তাবোল - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `আয়রে ভোলা খেয়াল খোলা
            স্বপনদোলা নাচিয়ে আয়,
          আয়রে পাগল আবোল তাবোল
                  মত্ত মাদল বাজিয়ে আয় ৷
          আয় যেখানে ক্ষ্যাপার গানে
                  নাইকো মানে নাইকো সুর,
          আয়রে যেথায় উধাও হাওয়ায়
                  মন ভেসে যায় কোন্ সুদূর ৷
          আয় ক্ষ্যাপা–মন ঘুচিয়ে বাঁধন
                  জাগিয়ে নাচন তাধিন্ ধিন্,
          আয় বেয়াড়া সৃষ্টিছাড়া
                  নিয়মহারা হিসাব–হীন ৷
          আজগুবি চাল বেঠিক বেতাল
                  মাতবি মাতাল রঙ্গেতে,
          আয়রে তবে ভুলের ভবে
                  অসম্ভবের ছন্দেতে ৷৷`
          }
        ]
      }
    },

    {
      id: '1300',
      type: 'passage',
      label: 'বাবু রাম সাপুড়ে - সুকুমার রায়',
      data: {
        title: 'বাবু রাম সাপুড়ে - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `বাবুরাম সাপুড়ে,
            আয় বাবা দেখে যা,
            যে সাপের চোখ্ নেই,
            ছোটে না কি হাঁটে না,
            করে নাকো ফোঁস্ ফাঁস্,
            নেই কোনো উৎপাত,
            সেই সাপ জ্যান্ত
            তেড়ে মেরে ডাণ্ডা
            কোথা যাস্ বাপুরে ?
              দুটো সাপ রেখে যা—
              শিং নেই, নোখ্ নেই,
              কাউকে যে কাটে না,
              মারে নাকো ঢুঁশ্‌ঢাঁশ,
              খায় শুধু দুধ ভাত,
              গোটা দুই আন্‌ত !
              ক'রে দিই ঠাণ্ডা ৷`
          }
        ]
      }
    },

    {
      id: '1400',
      type: 'passage',
      label: 'সৎপাত্র - সুকুমার রায়',
      data: {
        title: 'সৎপাত্র - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `শুনতে পেলাম পোস্তা গিয়ে—
            তোমার নাকি মেয়ের বিয়ে ?
            গঙ্গারামকে পাত্র পেলে ?
            জানতে চাও সে কেমন ছেলে ?
            মন্দ নয় সে পাত্র ভালো 
            রঙ যদিও বেজায় কালো ;
            তার উপরে মুখের গঠন
            অনেকটা ঠিক পেঁচার মতন ;
            বিদ্যে বুদ্ধি ? বলছি মশাই—
            ধন্যি ছেলের অধ্যবসায় !
            উনিশটিবার ম্যাট্রিকে সে
            ঘায়েল হয়ে থামল শেষে ।
            বিষয় আশয় ? গরীব বেজায়—
            কষ্টে–সৃষ্টে দিন চলে যায় ।
            মানুষ তো নয় ভাইগুলো তার—
          একটা পাগল একটা গোঁয়ার ;
          আরেকটি সে তৈরী ছেলে,
          জাল করে নোট গেছেন জেলে ।
          কনিষ্ঠটি তবলা বাজায়
          যাত্রাদলে পাঁচ টাকা পায় ।
          গঙ্গারাম তো কেবল ভোগে
          পিলের জ্বর আর পাণ্ডু রোগে ।
          কিন্তু তারা উচ্চ ঘর,
          কংসরাজের বংশধর !
          শ্যাম লাহিড়ী বনগ্রামের
          কি যেন হয় গঙ্গারামের ।—
          যহোক, এবার পাত্র পেলে,
          এমন কি আর মন্দ ছেলে ?`
          }
        ]
      }
    },

    {
      id: '1500',
      type: 'passage',
      label: 'ফস্‌কে গেল! - সুকুমার রায়',
      data: {
        title: 'ফস্‌কে গেল! - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `দেখ্ বাবাজি দেখ্‌বি নাকি দেখ্‌রে খেলা দেখ্ চালাকি,
            ভোজর বাজি ভেল্কি ফাঁকি পড়্ পড়্ পড়্‌বি পাখি–ধপ্ !
            লাফ দি'রে তাই তালটি ঠুকে তাক ক'রে যাই তীর ধনুকে,
            ছাড়্‌ব সটান ঊর্ধ্বমুখে হুশ্ ক'রে তোর লাগবে বুকে–খপ্ !
            গুড়্ গুড়্ গুড়্ গুড়িয়ে হামা খাপ পেতেছেন গোষ্ঠ মামা,
            এগিয়ে আছেন বাগিয়ে ধামা, এইবারে বাণ চিড়িয়া নামা–চট্ !
            ঐ যা ! গেল ফস্কে যে সে–হেঁই মামা তুই ক্ষেপ্‌লি শেষে ?
            ঘ্যাঁচ ক'রে তোর পাঁজর ঘেঁষে লাগ্‌ল কি বাণ ছট্‌কে এসে–ফট্ ?`
          }
        ]
      }
    },

    {
      id: '1600',
      type: 'passage',
      label: 'খুড়োর কল - সুকুমার রায়',
      data: {
        title: 'খুড়োর কল - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `কল করেছেন আজব রকম চণ্ডীদাসের খুড়ো—
            সবাই শুনে সাবাস্ বলে পাড়ার ছেলে বুড়ো ।
            খুড়োর যখন অল্প বয়স– বছর খানেক হবে—
            উঠ্‌ল কেঁদে 'গুংগা' বলে ভীষণ অট্টরবে ।
            আর তো সবাই 'মামা' 'গাগা' আবোল তাবোল বকে,
            খুড়োর মুখে 'গুংগা' শুনে চম্‌কে গেল লোকে ।
            বল্‌লে সবাই, "এই ছেলেটা বাঁচলে পরে তবে,
            বুদ্ধি জোরে এ সংসারে একটা কিছু হবে ।"
            সেই খুড়ো আজ কল করেছেন আপন বুদ্ধি বলে,
            পাঁচ ঘন্টার রাস্তা যাবেন দেড় ঘন্টায় চলে ।
            দেখে এলাম কলটি অতি সহজ এবং সোজা,
            ঘন্টা পাঁচেক ঘাঁটলে পরে আপনি যাবে বোঝা ।
            বলব কি আর কলের ফিকির, বলতে না পাই ভাষা,
            ঘাড়ের সঙ্গে যন্ত্র জুড়ে এক্কেবারে খাসা ।
            সামনে তাহার খাদ্য ঝোলে যার যে–রকম রুচি—
            মণ্ডা মিঠাই চপ্ কাট্‌লেট্ খাজা কিংবা লুচি ।
            মন বলে তায় 'খাব খাব', মুখ চলে তায় খেতে,
            মুখের সঙ্গে খাবার চলে পাল্লা দিয়ে মেতে ।
            এমনি করে লোভের টানে খাবার পানে চেয়ে,
            উৎসাহেতে হুঁস্ রবে না চলবে কেবল ধেয়ে ।
            হেসে খেলে দু–দশ যোজন চলবে বিনা ক্লেশে,
            খাবার গন্ধে পাগল হয়ে জিভের জলে ভেসে ।
            সবাই বলে সমস্বরে ছেলে জোয়ান বুড়ো,
            অতুল কীর্তি রাখল ভবে চণ্ডীদাসের খুড়ো ।`
          }
        ]
      }
    },
    {
      id: '1700',
      type: 'passage',
      label: 'আহ্লাদী - সুকুমার রায়',
      data: {
        title: 'আহ্লাদী - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `হাসছি মোরা হাসছি দেখ, হাসছি মোরা আহ্লাদী,
            তিনজনেতে জট্‌লা করে ফোক্‌লা হাসির পাল্লা দি ৷
            হাসতে হাসতে আসছে দাদা আসছি আমি আসছে ভাই,
            হাসছি কেন কেউ জানে না, পাচ্ছে হাসি হাসছি তাই ৷`
          },
          {
            type: 'poem',
            text: `ভাবছি মনে, হাসছি কেন ? থাকব হাসি ত্যাগ ক'রে,
            ভাবতে গিয়ে ফিকফিকিয়ে ফেলছি হেসে ফ্যাক ক'রে ৷
            পাচ্ছে হাসি চাইতে গিয়ে, পাচ্ছে হাসি চোখ বুজে,
            পাচ্ছে হাসি চিম্‌টি কেটে নাকের ভিতর নোখ গুঁজে ৷`
          },
          {
            type: 'poem',
            text: `হাসছি দেখে চাঁদের কলা জোলার মাকু জেলের দাঁড়,
            নৌকা ফানুস পিঁপড়ে মানুষ রেলের গাড়ী তেলের ভাঁড় ৷
            পড়তে গিয়ে ফেলছি হেসে 'ক খ গ' আর শ্লেট দেখে—
            উঠছে হাসি ভসভসিয়ে সোডার মতন পেট থেকে ৷`
          }
        ]
      }
    },

    {
      id: '1800',
      type: 'passage',
      label: 'একুশে আইন - সুকুমার রায়',
      data: {
        title: 'একুশে আইন - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `শিব ঠাকুরের আপন দেশে,
            আইন কানুন সর্বনেশে !
            কেউ যদি যায় পিছ্‌লে প'ড়ে
            প্যায়দা এসে পাক্‌ড়ে ধরে,
            কাজির কাছে হয় বিচার—
                    একুশ টাকা দণ্ড তার ৷৷`
          },
          {
            type: 'poem',
            text: `সেথায় সন্ধ্যে ছ'টার আগে,
            হাঁচতে হ'লে টিকিট লাগে ;
            হাঁচ্‌লে পরে বিন্‌টিকিটে—
            দম্‌দমাদম্ লাগায় পিঠে,
            কোটাল এসে নস্যি ঝাড়ে—
                    একুশ দফা হাঁচিয়ে মারে ৷৷`
          },
          {
            type: 'poem',
            text: `কারুর যদি দাঁতটি নড়ে,
            চারটি টাকা মাশুল ধরে,
            কারুর যদি গোঁফ গজায়,
            একশো আনা ট্যাক্‌স চায়—
            খুঁচিয়ে পিঠে গুঁজিয়ে ঘাড়,
                      সেলাম ঠোকায় একুশ বার ৷৷`
          },
          {
            type: 'poem',
            text: ` চলতে গিয়ে কেউ যদি চায়,
            এদিক ওদিক ডাইনে বাঁয়,
            রাজার কাছে খবর ছোটে,
            পল্টনেরা লাফিয়ে ওঠে,
            দুপুর রোদে ঘামিয়ে তায়
                    একুশ হাতা জল গেলায় ৷৷`
          },
          {
            type: 'poem',
            text: `যে সব লোকে পদ্য লেখে,
            তাদের ধ'রে খাঁচায় রেখে,
            কানের কাছে নানান্ সুরে,
            নামতা শোনায় একশো উড়ে,
            সামনে রেখে মুদীর খাতা
                    হিসেব কষায় একুশ পাতা ৷৷`
          },
          {
            type: 'poem',
            text: `হঠাৎ সেথায় রাত দুপুরে,
            নাক ডাকলে ঘুমের ঘোরে,
            অম্‌নি তেড়ে মাথায় ঘষে,
            গোবর গুলে বেলের কষে,
            একুশটি পাক ঘুরিয়ে তাকে
                    একুশ ঘন্টা ঝুলিয়ে রাখে ৷৷`
          }
        ]
      }
    },

    {
      id: '1900',
      type: 'passage',
      label: 'প্যাঁচা আর প্যাঁচানী - সুকুমার রায়',
      data: {
        title: 'প্যাঁচা আর প্যাঁচানী - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `প্যাঁচা কয় প্যাঁচানী,
            খাসা তোর চ্যাঁচানি
     শুনে শুনে আন্‌মন
            নাচে মোর প্রাণমন !
     মাজা–গলা চাঁচা–সুর
            আহলাদে ভরপুর !
     গলা–চেরা ধমকে
            গাছ পালা চমকে,
     সুরে সুরে কত প্যাঁচ
            গিট্‌কিরি ক্যাঁচ্ ক্যাঁচ্ !
     যত ভয় যত দুখ
            দুরু দুরু ধুক্ ধুক্,
     তোর গানে পেঁচি রে
            সব ভুলে গেছি রে,
     চাঁদমুখে মিঠে গান ̰
            শুনে ঝরে দু'নয়ান ৷`
          }
        ]
      }
    },

    {
      id: '2000',
      type: 'passage',
      label: 'রাম গরুড়ের ছানা - সুকুমার রায়',
      data: {
        title: 'রাম গরুড়ের ছানা - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `রামগরুড়ের ছানা - হাসতে তাদের মানা,
            হাসির কথা শুনলে বলে, "হাসব না–না, না–না !"
              সদাই মরে ত্রাসে – ঐ বুঝি কেউ হাসে !
            এক চোখে তাই মিটমিটিয়ে, তাকায় আশেপাশে ।
              ঘুম নেই তার চোখে - আপনি ব'কে ব'কে
            আপনারে কয়, "হাসিস যদি, মারব কিন্তু তোকে !"
              যায় না বনের কাছে - কিম্বা গাছে গাছে,
            দখিন হাওয়ার সুড়সুড়িতে, হাসিয়ে ফেলে পাছে !
            সোয়াস্তি নেই মনে – মেঘের কোণে কোণে
            হাসির বাষ্প উঠছে ফেঁপে, কান পেতে তাই শোনে ।
              ঝোপের ধারে ধারে - রাতের অন্ধকারে
            জোনাক জ্বলে আলোর তালে, হাসির ঠারে ঠারে ।
              হাসতে হাসতে যারা - হচ্ছে কেবল সারা,
            রামগরুড়ের লাগছে ব্যাথা, বুঝছে না কি তারা ?
              রামগরুড়ের বাসা - ধমক দিয়ে ঠাসা,
            হাসির হাওয়া বন্ধ সেথায়,নিষেধ সেথায় হাসা ।`
          }
        ]
      }
    }
  ]
};
