export default {
  label: 'কবিতা',
  id: 'bn-poem',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'আতা গাছে তোতা পাখি',
      data: {
        title: 'আতা গাছে তোতা পাখি',
        text: [
          {
            type: 'poem',
            text: `আতা গাছে তোতা পাখি
            ডালিম গাছে মৌ,
            এতো ডাকি তবুও কেন
            কওনা কথা বউ ?`
          }
        ]
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'চাঁদ উঠেছে ফুল ফুটেছে',
      data: {
        title: 'চাঁদ উঠেছে ফুল ফুটেছে',
        text: [
          {
            type: 'poem',
            text: `চাঁদ উঠেছে ফুল ফুটেছে
            কদম তলায় কে?
            হাতি নাচছে ঘোড়া নাচছে
            সোনামুনির বে.`
          }
        ]
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'শিল পড়া',
      data: {
        title: 'শিল পড়া',
        text: [
          {
            type: 'poem',
            text: `শিল পড়ে টুপটাপ
            খোকা খুকু চুপচাপ ,
            শিল পড়া থামল ,
            আঙিনায় নামল ,
            হুটোপুটি, ছুটোছুটি,
            সারাবেলা দুপদাপ।`
          }
        ]
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'খোকন খোকন',
      data: {
        title: 'খোকন খোকন',
        text: [
          {
            type: 'poem',
            text: `খোকন খোকন করে মায়,
            খোকন গেছে কাদের নাই ,
            সাতরা কাকে দাঁড় বাই ,
            খোকনরে তুই ঘরে আই।`
          }
        ]
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'কাঠবেড়ালি',
      data: {
        title: 'কাঠবেড়ালি',
        text: [
          {
            type: 'poem',
            text: `কাঠবেড়ালি, কাঠবেড়ালি
            কাপড় কেচে দে ,
            তোর বিয়েতে নাচতে যাব
            ঝুমকো কিনে দে।`
          }
        ]
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'বাক বাকুম পায়রা',
      data: {
        title: 'বাক বাকুম পায়রা',
        text: [
          {
            type: 'poem',
            text: `বাক বাকুম পায়রা
            মাথায় দিয়ে টায়রা।
            বৌ সাজাবে কাল কি
            চড়বে সোনার পালকি।`
          }
        ]
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'তাঁতীর বাড়ি',
      data: {
        title: 'তাঁতীর বাড়ি',
        text: [
          {
            type: 'poem',
            text: `তাঁতীর বাড়ি
            ব্যাঙের বাসা ,
            কোলা ব্যাঙের ছা
            খায় - দায় গান গায় ,
            তাই রে নাই রে না।`
          }
        ]
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'রামধনু',
      data: {
        title: 'রামধনু',
        text: [
          {
            type: 'poem',
            text: `আকাশের গায়ে কি বা রামধনু খেলে,
            দেখে চেয়ে কত লোকে সব কাজ ফেলে,
            তাই দেখে খুঁতধরা বুড়ো কয় চটে,
            দেখছ কি, এই রঙ পাকা নয় মোটে ॥`
          }
        ]
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'নোটন নোটন পায়রাগুলি',
      data: {
        title: 'নোটন নোটন পায়রাগুলি',
        text: [
          {
            type: 'poem',
            text: `নোটন নোটন পায়রাগুলি ঝোঁটন বেঁধেছে
            ওপারেতে ছেলেমেয়ে নাইতে নেমেছে।
            দুই পারে দুই রুই কাতলা ভেসে উঠেছে,
            কে দেখেছে? কে দেখেছে? দাদা দেখেছে।
            দাদার হাতে কলম ছিল ছুঁড়ে মেরেছে
            উঃ দাদা! বড্ড লেগেছে।।`
          }
        ]
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'হাট্টিমাটিমটিম',
      data: {
        title: 'হাট্টিমাটিমটিম',
        text: [
          {
            type: 'poem',
            text: `হাট্টিমা টিম টিম
            তারা মাঠে পাড়ে ডিম
            তাদের খাড়া দুটো শিং
            তারা হাট্টিমা টিম টিম।।`
          }
        ]
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'খোকার প্রশ্',
      data: {
        title: 'খোকার প্রশ্',
        text: [
          {
            type: 'poem',
            text: `আচ্ছা মাগো, বলো দেখি
            রাত্রি কেন কালো ?
            সুয্যিমামা কোথা থেকে
            পেলেন এমন আলো ?
            ফুলগুলো সব নানান রঙের
            কেমন করে হয় ?
            পাতাগুলো সবুজ কেন
            ফুলের মতো নয় ?`
          }
        ]
      }
    },
    {
      id: '1200',
      type: 'passage',
      label: 'আবোল তাবোল - সুকুমার রায়',
      data: {
        title: 'আবোল তাবোল - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `আয়রে ভোলা খেয়াল খোলা
            স্বপনদোলা নাচিয়ে আয়,
          আয়রে পাগল আবোল তাবোল
                  মত্ত মাদল বাজিয়ে আয় ৷
          আয় যেখানে ক্ষ্যাপার গানে
                  নাইকো মানে নাইকো সুর,
          আয়রে যেথায় উধাও হাওয়ায়
                  মন ভেসে যায় কোন্ সুদূর ৷
          আয় ক্ষ্যাপা–মন ঘুচিয়ে বাঁধন
                  জাগিয়ে নাচন তাধিন্ ধিন্,
          আয় বেয়াড়া সৃষ্টিছাড়া
                  নিয়মহারা হিসাব–হীন ৷
          আজগুবি চাল বেঠিক বেতাল
                  মাতবি মাতাল রঙ্গেতে,
          আয়রে তবে ভুলের ভবে
                  অসম্ভবের ছন্দেতে ৷৷`
          }
        ]
      }
    },

    {
      id: '1300',
      type: 'passage',
      label: 'বাবু রাম সাপুড়ে - সুকুমার রায়',
      data: {
        title: 'বাবু রাম সাপুড়ে - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `বাবুরাম সাপুড়ে,
            আয় বাবা দেখে যা,
            যে সাপের চোখ্ নেই,
            ছোটে না কি হাঁটে না,
            করে নাকো ফোঁস্ ফাঁস্,
            নেই কোনো উৎপাত,
            সেই সাপ জ্যান্ত
            তেড়ে মেরে ডাণ্ডা
            কোথা যাস্ বাপুরে ?
              দুটো সাপ রেখে যা—
              শিং নেই, নোখ্ নেই,
              কাউকে যে কাটে না,
              মারে নাকো ঢুঁশ্‌ঢাঁশ,
              খায় শুধু দুধ ভাত,
              গোটা দুই আন্‌ত !
              ক'রে দিই ঠাণ্ডা ৷`
          }
        ]
      }
    },

    {
      id: '1400',
      type: 'passage',
      label: 'সৎপাত্র - সুকুমার রায়',
      data: {
        title: 'সৎপাত্র - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `শুনতে পেলাম পোস্তা গিয়ে—
            তোমার নাকি মেয়ের বিয়ে ?
            গঙ্গারামকে পাত্র পেলে ?
            জানতে চাও সে কেমন ছেলে ?
            মন্দ নয় সে পাত্র ভালো 
            রঙ যদিও বেজায় কালো ;
            তার উপরে মুখের গঠন
            অনেকটা ঠিক পেঁচার মতন ;
            বিদ্যে বুদ্ধি ? বলছি মশাই—
            ধন্যি ছেলের অধ্যবসায় !
            উনিশটিবার ম্যাট্রিকে সে
            ঘায়েল হয়ে থামল শেষে ।
            বিষয় আশয় ? গরীব বেজায়—
            কষ্টে–সৃষ্টে দিন চলে যায় ।
            মানুষ তো নয় ভাইগুলো তার—
          একটা পাগল একটা গোঁয়ার ;
          আরেকটি সে তৈরী ছেলে,
          জাল করে নোট গেছেন জেলে ।
          কনিষ্ঠটি তবলা বাজায়
          যাত্রাদলে পাঁচ টাকা পায় ।
          গঙ্গারাম তো কেবল ভোগে
          পিলের জ্বর আর পাণ্ডু রোগে ।
          কিন্তু তারা উচ্চ ঘর,
          কংসরাজের বংশধর !
          শ্যাম লাহিড়ী বনগ্রামের
          কি যেন হয় গঙ্গারামের ।—
          যহোক, এবার পাত্র পেলে,
          এমন কি আর মন্দ ছেলে ?`
          }
        ]
      }
    },

    {
      id: '1500',
      type: 'passage',
      label: 'ফস্‌কে গেল! - সুকুমার রায়',
      data: {
        title: 'ফস্‌কে গেল! - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `দেখ্ বাবাজি দেখ্‌বি নাকি দেখ্‌রে খেলা দেখ্ চালাকি,
            ভোজর বাজি ভেল্কি ফাঁকি পড়্ পড়্ পড়্‌বি পাখি–ধপ্ !
            লাফ দি'রে তাই তালটি ঠুকে তাক ক'রে যাই তীর ধনুকে,
            ছাড়্‌ব সটান ঊর্ধ্বমুখে হুশ্ ক'রে তোর লাগবে বুকে–খপ্ !
            গুড়্ গুড়্ গুড়্ গুড়িয়ে হামা খাপ পেতেছেন গোষ্ঠ মামা,
            এগিয়ে আছেন বাগিয়ে ধামা, এইবারে বাণ চিড়িয়া নামা–চট্ !
            ঐ যা ! গেল ফস্কে যে সে–হেঁই মামা তুই ক্ষেপ্‌লি শেষে ?
            ঘ্যাঁচ ক'রে তোর পাঁজর ঘেঁষে লাগ্‌ল কি বাণ ছট্‌কে এসে–ফট্ ?`
          }
        ]
      }
    },

    {
      id: '1600',
      type: 'passage',
      label: 'খুড়োর কল - সুকুমার রায়',
      data: {
        title: 'খুড়োর কল - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `কল করেছেন আজব রকম চণ্ডীদাসের খুড়ো—
            সবাই শুনে সাবাস্ বলে পাড়ার ছেলে বুড়ো ।
            খুড়োর যখন অল্প বয়স– বছর খানেক হবে—
            উঠ্‌ল কেঁদে 'গুংগা' বলে ভীষণ অট্টরবে ।
            আর তো সবাই 'মামা' 'গাগা' আবোল তাবোল বকে,
            খুড়োর মুখে 'গুংগা' শুনে চম্‌কে গেল লোকে ।
            বল্‌লে সবাই, "এই ছেলেটা বাঁচলে পরে তবে,
            বুদ্ধি জোরে এ সংসারে একটা কিছু হবে ।"
            সেই খুড়ো আজ কল করেছেন আপন বুদ্ধি বলে,
            পাঁচ ঘন্টার রাস্তা যাবেন দেড় ঘন্টায় চলে ।
            দেখে এলাম কলটি অতি সহজ এবং সোজা,
            ঘন্টা পাঁচেক ঘাঁটলে পরে আপনি যাবে বোঝা ।
            বলব কি আর কলের ফিকির, বলতে না পাই ভাষা,
            ঘাড়ের সঙ্গে যন্ত্র জুড়ে এক্কেবারে খাসা ।
            সামনে তাহার খাদ্য ঝোলে যার যে–রকম রুচি—
            মণ্ডা মিঠাই চপ্ কাট্‌লেট্ খাজা কিংবা লুচি ।
            মন বলে তায় 'খাব খাব', মুখ চলে তায় খেতে,
            মুখের সঙ্গে খাবার চলে পাল্লা দিয়ে মেতে ।
            এমনি করে লোভের টানে খাবার পানে চেয়ে,
            উৎসাহেতে হুঁস্ রবে না চলবে কেবল ধেয়ে ।
            হেসে খেলে দু–দশ যোজন চলবে বিনা ক্লেশে,
            খাবার গন্ধে পাগল হয়ে জিভের জলে ভেসে ।
            সবাই বলে সমস্বরে ছেলে জোয়ান বুড়ো,
            অতুল কীর্তি রাখল ভবে চণ্ডীদাসের খুড়ো ।`
          }
        ]
      }
    },
    {
      id: '1700',
      type: 'passage',
      label: 'আহ্লাদী - সুকুমার রায়',
      data: {
        title: 'আহ্লাদী - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `হাসছি মোরা হাসছি দেখ, হাসছি মোরা আহ্লাদী,
            তিনজনেতে জট্‌লা করে ফোক্‌লা হাসির পাল্লা দি ৷
            হাসতে হাসতে আসছে দাদা আসছি আমি আসছে ভাই,
            হাসছি কেন কেউ জানে না, পাচ্ছে হাসি হাসছি তাই ৷`
          },
          {
            type: 'poem',
            text: `ভাবছি মনে, হাসছি কেন ? থাকব হাসি ত্যাগ ক'রে,
            ভাবতে গিয়ে ফিকফিকিয়ে ফেলছি হেসে ফ্যাক ক'রে ৷
            পাচ্ছে হাসি চাইতে গিয়ে, পাচ্ছে হাসি চোখ বুজে,
            পাচ্ছে হাসি চিম্‌টি কেটে নাকের ভিতর নোখ গুঁজে ৷`
          },
          {
            type: 'poem',
            text: `হাসছি দেখে চাঁদের কলা জোলার মাকু জেলের দাঁড়,
            নৌকা ফানুস পিঁপড়ে মানুষ রেলের গাড়ী তেলের ভাঁড় ৷
            পড়তে গিয়ে ফেলছি হেসে 'ক খ গ' আর শ্লেট দেখে—
            উঠছে হাসি ভসভসিয়ে সোডার মতন পেট থেকে ৷`
          }
        ]
      }
    },

    {
      id: '1800',
      type: 'passage',
      label: 'একুশে আইন - সুকুমার রায়',
      data: {
        title: 'একুশে আইন - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `শিব ঠাকুরের আপন দেশে,
            আইন কানুন সর্বনেশে !
            কেউ যদি যায় পিছ্‌লে প'ড়ে
            প্যায়দা এসে পাক্‌ড়ে ধরে,
            কাজির কাছে হয় বিচার—
                    একুশ টাকা দণ্ড তার ৷৷`
          },
          {
            type: 'poem',
            text: `সেথায় সন্ধ্যে ছ'টার আগে,
            হাঁচতে হ'লে টিকিট লাগে ;
            হাঁচ্‌লে পরে বিন্‌টিকিটে—
            দম্‌দমাদম্ লাগায় পিঠে,
            কোটাল এসে নস্যি ঝাড়ে—
                    একুশ দফা হাঁচিয়ে মারে ৷৷`
          },
          {
            type: 'poem',
            text: `কারুর যদি দাঁতটি নড়ে,
            চারটি টাকা মাশুল ধরে,
            কারুর যদি গোঁফ গজায়,
            একশো আনা ট্যাক্‌স চায়—
            খুঁচিয়ে পিঠে গুঁজিয়ে ঘাড়,
                      সেলাম ঠোকায় একুশ বার ৷৷`
          },
          {
            type: 'poem',
            text: ` চলতে গিয়ে কেউ যদি চায়,
            এদিক ওদিক ডাইনে বাঁয়,
            রাজার কাছে খবর ছোটে,
            পল্টনেরা লাফিয়ে ওঠে,
            দুপুর রোদে ঘামিয়ে তায়
                    একুশ হাতা জল গেলায় ৷৷`
          },
          {
            type: 'poem',
            text: `যে সব লোকে পদ্য লেখে,
            তাদের ধ'রে খাঁচায় রেখে,
            কানের কাছে নানান্ সুরে,
            নামতা শোনায় একশো উড়ে,
            সামনে রেখে মুদীর খাতা
                    হিসেব কষায় একুশ পাতা ৷৷`
          },
          {
            type: 'poem',
            text: `হঠাৎ সেথায় রাত দুপুরে,
            নাক ডাকলে ঘুমের ঘোরে,
            অম্‌নি তেড়ে মাথায় ঘষে,
            গোবর গুলে বেলের কষে,
            একুশটি পাক ঘুরিয়ে তাকে
                    একুশ ঘন্টা ঝুলিয়ে রাখে ৷৷`
          }
        ]
      }
    },

    {
      id: '1900',
      type: 'passage',
      label: 'প্যাঁচা আর প্যাঁচানী - সুকুমার রায়',
      data: {
        title: 'প্যাঁচা আর প্যাঁচানী - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `প্যাঁচা কয় প্যাঁচানী,
            খাসা তোর চ্যাঁচানি
     শুনে শুনে আন্‌মন
            নাচে মোর প্রাণমন !
     মাজা–গলা চাঁচা–সুর
            আহলাদে ভরপুর !
     গলা–চেরা ধমকে
            গাছ পালা চমকে,
     সুরে সুরে কত প্যাঁচ
            গিট্‌কিরি ক্যাঁচ্ ক্যাঁচ্ !
     যত ভয় যত দুখ
            দুরু দুরু ধুক্ ধুক্,
     তোর গানে পেঁচি রে
            সব ভুলে গেছি রে,
     চাঁদমুখে মিঠে গান ̰
            শুনে ঝরে দু'নয়ান ৷`
          }
        ]
      }
    },

    {
      id: '2000',
      type: 'passage',
      label: 'রাম গরুড়ের ছানা - সুকুমার রায়',
      data: {
        title: 'রাম গরুড়ের ছানা - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `রামগরুড়ের ছানা - হাসতে তাদের মানা,
            হাসির কথা শুনলে বলে, "হাসব না–না, না–না !"
              সদাই মরে ত্রাসে – ঐ বুঝি কেউ হাসে !
            এক চোখে তাই মিটমিটিয়ে, তাকায় আশেপাশে ।
              ঘুম নেই তার চোখে - আপনি ব'কে ব'কে
            আপনারে কয়, "হাসিস যদি, মারব কিন্তু তোকে !"
              যায় না বনের কাছে - কিম্বা গাছে গাছে,
            দখিন হাওয়ার সুড়সুড়িতে, হাসিয়ে ফেলে পাছে !
            সোয়াস্তি নেই মনে – মেঘের কোণে কোণে
            হাসির বাষ্প উঠছে ফেঁপে, কান পেতে তাই শোনে ।
              ঝোপের ধারে ধারে - রাতের অন্ধকারে
            জোনাক জ্বলে আলোর তালে, হাসির ঠারে ঠারে ।
              হাসতে হাসতে যারা - হচ্ছে কেবল সারা,
            রামগরুড়ের লাগছে ব্যাথা, বুঝছে না কি তারা ?
              রামগরুড়ের বাসা - ধমক দিয়ে ঠাসা,
            হাসির হাওয়া বন্ধ সেথায়,নিষেধ সেথায় হাসা ।`
          }
        ]
      }
    },
          {
        id: '2100',
        type: 'passage',
        label: 'আমাদের ছোট নদী - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'আমাদের ছোট নদী - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `আমাদের ছোটো নদী চলে বাঁকে বাঁকে 
              বৈশাখ মাসে তার হাঁটু জল থাকে। 
              পার হয়ে যায় গোরু, পার হয় গাড়ি, 
              দুই ধার উঁচু তার, ঢালু তার পাড়ি।` 
            },
            {
                type: 'poem',
                text:  
              `চিক্ চিক্ করে বালি, কোথা নাই কাদা, 
              একধারে কাশবন ফুলে ফুলে সাদা। 
              কিচিমিচি করে সেথা শালিকের ঝাঁক, 
              রাতে ওঠে থেকে থেকে শেয়ালের হাঁক।` 
            }, 
            {
                type: 'poem',
                text: 
              `আর-পারে আমবন তালবন চলে, 
              গাঁয়ের বামুন পাড়া তারি ছায়াতলে। 
              তীরে তীরে ছেলে মেয়ে নাইবার কালে 
              গামছায় জল ভরি গায়ে তারা ঢালে।` 
            },
            {
                type: 'poem',
                text:   
              `সকালে বিকালে কভু নাওয়া হলে পরে 
              আঁচল ছাঁকিয়া তারা ছোটো মাছ ধরে। 
              বালি দিয়ে মাজে থালা, ঘটিগুলি মাজে, 
              বধূরা কাপড় কেচে যায় গৃহকাজে।` 
            },
              {
                type: 'poem',
                text: 
              `আষাঢ়ে বাদল নামে, নদী ভর ভর 
              মাতিয়া ছুটিয়া চলে ধারা খরতর। 
              মহাবেগে কলকল কোলাহল ওঠে, 
              ঘোলা জলে পাকগুলি ঘুরে ঘুরে ছোটে। 
              দুই কূলে বনে বনে পড়ে যায় সাড়া, 
              বরষার উৎসবে জেগে ওঠে পাড়া।।`
            },
          ]
        }
      },

      {
        id: '2200',
        type: 'passage',
        label: 'এসেছে শরৎ - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'এসেছে শরৎ - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `এসেছে শরৎ, হিমের পরশ
              লেগেছে হাওয়ার পরে,
              সকাল বেলায় ঘাসের আগায়
              শিশিরের রেখা ধরে।` 
            },
            {
                type: 'poem',
                text:  
              `আমলকী-বন কাঁপে, যেন তার
              বুক করে দুরু দুরু-
              পেয়েছে খবর পাতা-খসানোর
              সময় হয়েছে শুরু।` 
            }, 
            {
                type: 'poem',
                text: 
              `শিউলির ডালে কুঁড়ি ভ'রে এল
              টগর ফুটিল মেলা,
              মালতীলতায় খোঁজ নিয়ে যায়
              মৌমাছি দুই বেলা।` 
            },
            {
                type: 'poem',
                text:   
              `গগনে গগনে বরষন শেষে
              মেঘেরা পেয়েছে ছাড়া-
              বাতাসে বাতাসে ফেরে ভেসে ভেসে,
              নাই কোনো কাজে তাড়া।` 
            },
              {
                type: 'poem',
                text: 
              `দিঘি-ভরা জল করে ঢল্ ঢল্,
              নানা ফুল ধারে ধারে,
              কচি ধানগাছে খেত ভরে আছে-
              হাওয়া দোলা দেয় তারে।`
            },
            {
                type: 'poem',
                text: 
              `যে দিকে তাকাই সোনার আলোয়
              দেখি যে ছুটির ছবি-
              পূজার ফুলের বনে ওঠে ওই
              পূজার দিনের রবি।`
            },
          ]
        }
      },

      {
        id: '2300',
        type: 'passage',
        label: 'কাল ছিল ডাল খালি - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'কাল ছিল ডাল খালি - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `কাল ছিল ডাল খালি,
              আজ ফুলে যায় ভ'রে৷
              বল দেখি তুই মালী,
              হয় সে কেমন ক'রে৷` 
            },
            {
                type: 'poem',
                text:  
              `গাছের ভিতর থেকে
              করে ওরা যাওয়া-আসা৷
              কোথা থাকে মুখ ঢেকে,
              কোথা যে ওদের বাসা!` 
            }, 
            {
                type: 'poem',
                text: 
              `থাকে ওরা কান পেতে
              লুকানো ঘরের কোণে৷
              ডাক পড়ে বাতাসেতে,
              কী ক'রে সে ওরা শোনে!` 
            },
            {
                type: 'poem',
                text:   
              `দেরি আর সহে না যে,
              মুখ মেজে তাড়া তাড়ি
              কত রঙে ওরা সাজে,
              চ'লে আসে ছেড়ে বাড়ি৷` 
            },
              {
                type: 'poem',
                text: 
              `ওদের সে ঘর খানি
              থাকে কি মাটির কাছে?
              দাদা বলে, জানি জানি
              সে ঘর আকাশে আছে৷`
            },
            {
                type: 'poem',
                text: 
              `সেথা করে আসা-যাওয়া
              নানারঙা মেঘ গুলি ৷
              আসে আলো আসে হাওয়া
              গোপন দুয়ার খুলি৷`
            },
          ]
        }
      },

      {
        id: '2400',
        type: 'passage',
        label: 'হাট - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'হাট - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `কুমোর-পাড়ার গোরুর গাড়ি —
              বোঝাই-করা কলসি-হাঁড়ি।
              গাড়ি চালায় বংশীবদন,
              সঙ্গে যে যায় ভাগ্নে মদন।
              হাট বসেছে শুক্রবারে
              বক্সীগঞ্জে পদ্মাপারে।
              জিনিসপত্র জুটিয়ে এনে
              গ্রামের মানুষ বেচে কেনে।` 
            },

            {
                type: 'poem',
                text:   
              `উচ্ছে বেগুন পটল মুলো,
              বেতের বোনা ধামা কুলো,
              সর্ষে ছোলা ময়দা আটা,
              শীতের র‍্যাপার নকশাকাটা,
              ঝাঁঝরি কড়া বেড়ি হাতা,
              শহর থেকে সস্তা ছাতা।` 
            },
              {
                type: 'poem',
                text: 
              `কলসিভরা এখো গুড়ে
              মাছি যত বেড়ায় উড়ে।
              খড়ের আঁটি নৌকো বেয়ে
              আনল ঘাটে চাষির মেয়ে,
              অন্ধ কানাই পথের ‘পরে
              গান শুনিয়ে ভিক্ষে করে।
              পাড়ার ছেলে স্নানের ঘাটে
              জল ছিটিয়ে সাঁতার কাটে।।`
            },

          ]
        }
      },

      {
        id: '2500',
        type: 'passage',
        label: 'ঐখানে মা পুকুর পাড়ে - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'ঐখানে মা পুকুর পাড়ে - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `ঐখানে মা পুকুর পাড়ে
              জিয়ল গাছের বেড়ার ধারে
              হোথায় হব বনবাসী,
             কেউ কোত্থাও নেই।` 
            },
            {
                type: 'poem',
                text:  
              ` ঐখানে ঝাউতলা জুড়ে
              বাঁধব তোমার ছোট্ট কুঁড়ে,
              শুক‍্‌নো পাতা বিছিয়ে ঘরে
                থাকব দুজনেই।` 
            }, 
            {
                type: 'poem',
                text: 
              `বাঘ ভাল্লুক, অনেক আছে—
              আসবে না কেউ তোমার কাছে,
              দিনরাত্তির কোমর বেঁধে
                থাকব পাহারাতে।` 
            },
            {
                type: 'poem',
                text:   
              `রাক্ষসেরা ঝোপে ঝাড়ে
              মারবে উঁকি আড়ে আড়ে,
              দেখবে আমি দাঁড়িয়ে আছি
                ধনুক নিয়ে হাতে।` 
            },
              {
                type: 'poem',
                text: 
              `আঁচলেতে খই নিয়ে তুই
              যেই দাঁড়াবি দ্বারে,
                অম‍্‌নি যত বনের হরিণ
              আসবে সারে সারে।`
            },
            {
                type: 'poem',
                text: 
              `শিংগুলি সব আঁকা বাঁকা,
              গায়েতে দাগ চাকা চাকা,
              লুটিয়ে তারা পড়বে ভুঁয়ে
               পায়ের কাছে এসে।`
            },
            {
                type: 'poem',
                text: 
              ` ওরা সবাই আমায় বোঝে,
              করবে না ভয় একটুও যে,
              হাত বুলিয়ে দেব গায়ে,
                বসবে কাছে ঘেঁসে।`
            },
            {
                type: 'poem',
                text: 
              `ফল্‌সাবনে গাছে গাছে
              ফল ধরে মেঘ ঘনিয়ে আছে,
              ঐখানেতে ময়ূর এসে
               নাচ দেখিয়ে যাবে।`
            },
            {
                type: 'poem',
                text: 
              `শালিখরা সব মিছিমিছি
              লাগিয়ে দেবে কিচিমিচি,
              কাঠবেড়ালি ল্যাজটি তুলে
              হাত থেকে ধান খাবে।`
            },
          ]
        }
      },
  ]
};
