export default {
  // Primarily for class 1 and 2 students. above class also can refer
  label: 'কবিতা',
  id: 'bn-poem',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'আতা গাছে তোতা পাখি',
      data: {
        title: 'আতা গাছে তোতা পাখি',
        text: [
          {
            type: 'poem',
            text: `আতা গাছে তোতা পাখি
            ডালিম গাছে মৌ,
            এতো ডাকি তবুও কেন
            কওনা কথা বউ ?`
          }
        ]
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'চাঁদ উঠেছে ফুল ফুটেছে',
      data: {
        title: 'চাঁদ উঠেছে ফুল ফুটেছে',
        text: [
          {
            type: 'poem',
            text: `চাঁদ উঠেছে ফুল ফুটেছে
            কদম তলায় কে?
            হাতি নাচছে ঘোড়া নাচছে
            সোনামুনির বে.`
          }
        ]
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'শিল পড়া',
      data: {
        title: 'শিল পড়া',
        text: [
          {
            type: 'poem',
            text: `শিল পড়ে টুপটাপ
            খোকা খুকু চুপচাপ ,
            শিল পড়া থামল ,
            আঙিনায় নামল ,
            হুটোপুটি, ছুটোছুটি,
            সারাবেলা দুপদাপ।`
          }
        ]
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'খোকন খোকন',
      data: {
        title: 'খোকন খোকন',
        text: [
          {
            type: 'poem',
            text: `খোকন খোকন করে মায়,
            খোকন গেছে কাদের নাই ,
            সাতরা কাকে দাঁড় বাই ,
            খোকনরে তুই ঘরে আই।`
          }
        ]
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'কাঠবেড়ালি',
      data: {
        title: 'কাঠবেড়ালি',
        text: [
          {
            type: 'poem',
            text: `কাঠবেড়ালি, কাঠবেড়ালি
            কাপড় কেচে দে ,
            তোর বিয়েতে নাচতে যাব
            ঝুমকো কিনে দে।`
          }
        ]
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'বাক বাকুম পায়রা',
      data: {
        title: 'বাক বাকুম পায়রা',
        text: [
          {
            type: 'poem',
            text: `বাক বাকুম পায়রা
            মাথায় দিয়ে টায়রা।
            বৌ সাজাবে কাল কি
            চড়বে সোনার পালকি।`
          }
        ]
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'তাঁতীর বাড়ি',
      data: {
        title: 'তাঁতীর বাড়ি',
        text: [
          {
            type: 'poem',
            text: `তাঁতীর বাড়ি
            ব্যাঙের বাসা ,
            কোলা ব্যাঙের ছা
            খায় - দায় গান গায় ,
            তাই রে নাই রে না।`
          }
        ]
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'রামধনু',
      data: {
        title: 'রামধনু',
        text: [
          {
            type: 'poem',
            text: `আকাশের গায়ে কি বা রামধনু খেলে,
            দেখে চেয়ে কত লোকে সব কাজ ফেলে,
            তাই দেখে খুঁতধরা বুড়ো কয় চটে,
            দেখছ কি, এই রঙ পাকা নয় মোটে ॥`
          }
        ]
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'নোটন নোটন পায়রাগুলি',
      data: {
        title: 'নোটন নোটন পায়রাগুলি',
        text: [
          {
            type: 'poem',
            text: `নোটন নোটন পায়রাগুলি ঝোঁটন বেঁধেছে
            ওপারেতে ছেলেমেয়ে নাইতে নেমেছে।
            দুই পারে দুই রুই কাতলা ভেসে উঠেছে,
            কে দেখেছে? কে দেখেছে? দাদা দেখেছে।
            দাদার হাতে কলম ছিল ছুঁড়ে মেরেছে
            উঃ দাদা! বড্ড লেগেছে।।`
          }
        ]
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'হাট্টিমাটিমটিম',
      data: {
        title: 'হাট্টিমাটিমটিম',
        text: [
          {
            type: 'poem',
            text: `হাট্টিমা টিম টিম
            তারা মাঠে পাড়ে ডিম
            তাদের খাড়া দুটো শিং
            তারা হাট্টিমা টিম টিম।।`
          }
        ]
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'খোকার প্রশ্',
      data: {
        title: 'খোকার প্রশ্',
        text: [
          {
            type: 'poem',
            text: `আচ্ছা মাগো, বলো দেখি
            রাত্রি কেন কালো ?
            সুয্যিমামা কোথা থেকে
            পেলেন এমন আলো ?
            ফুলগুলো সব নানান রঙের
            কেমন করে হয় ?
            পাতাগুলো সবুজ কেন
            ফুলের মতো নয় ?`
          }
        ]
      }
    },

          {
        id: '2100',
        type: 'passage',
        label: 'আমাদের ছোট নদী - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'আমাদের ছোট নদী - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `আমাদের ছোটো নদী চলে বাঁকে বাঁকে 
              বৈশাখ মাসে তার হাঁটু জল থাকে। 
              পার হয়ে যায় গোরু, পার হয় গাড়ি, 
              দুই ধার উঁচু তার, ঢালু তার পাড়ি।` 
            },
            {
                type: 'poem',
                text:  
              `চিক্ চিক্ করে বালি, কোথা নাই কাদা, 
              একধারে কাশবন ফুলে ফুলে সাদা। 
              কিচিমিচি করে সেথা শালিকের ঝাঁক, 
              রাতে ওঠে থেকে থেকে শেয়ালের হাঁক।` 
            }, 
            {
                type: 'poem',
                text: 
              `আর-পারে আমবন তালবন চলে, 
              গাঁয়ের বামুন পাড়া তারি ছায়াতলে। 
              তীরে তীরে ছেলে মেয়ে নাইবার কালে 
              গামছায় জল ভরি গায়ে তারা ঢালে।` 
            },
            {
                type: 'poem',
                text:   
              `সকালে বিকালে কভু নাওয়া হলে পরে 
              আঁচল ছাঁকিয়া তারা ছোটো মাছ ধরে। 
              বালি দিয়ে মাজে থালা, ঘটিগুলি মাজে, 
              বধূরা কাপড় কেচে যায় গৃহকাজে।` 
            },
              {
                type: 'poem',
                text: 
              `আষাঢ়ে বাদল নামে, নদী ভর ভর 
              মাতিয়া ছুটিয়া চলে ধারা খরতর। 
              মহাবেগে কলকল কোলাহল ওঠে, 
              ঘোলা জলে পাকগুলি ঘুরে ঘুরে ছোটে। 
              দুই কূলে বনে বনে পড়ে যায় সাড়া, 
              বরষার উৎসবে জেগে ওঠে পাড়া।।`
            },
          ]
        }
      },

      {
        id: '2200',
        type: 'passage',
        label: 'এসেছে শরৎ - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'এসেছে শরৎ - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `এসেছে শরৎ, হিমের পরশ
              লেগেছে হাওয়ার পরে,
              সকাল বেলায় ঘাসের আগায়
              শিশিরের রেখা ধরে।` 
            },
            {
                type: 'poem',
                text:  
              `আমলকী-বন কাঁপে, যেন তার
              বুক করে দুরু দুরু-
              পেয়েছে খবর পাতা-খসানোর
              সময় হয়েছে শুরু।` 
            }, 
            {
                type: 'poem',
                text: 
              `শিউলির ডালে কুঁড়ি ভ'রে এল
              টগর ফুটিল মেলা,
              মালতীলতায় খোঁজ নিয়ে যায়
              মৌমাছি দুই বেলা।` 
            },
            {
                type: 'poem',
                text:   
              `গগনে গগনে বরষন শেষে
              মেঘেরা পেয়েছে ছাড়া-
              বাতাসে বাতাসে ফেরে ভেসে ভেসে,
              নাই কোনো কাজে তাড়া।` 
            },
              {
                type: 'poem',
                text: 
              `দিঘি-ভরা জল করে ঢল্ ঢল্,
              নানা ফুল ধারে ধারে,
              কচি ধানগাছে খেত ভরে আছে-
              হাওয়া দোলা দেয় তারে।`
            },
            {
                type: 'poem',
                text: 
              `যে দিকে তাকাই সোনার আলোয়
              দেখি যে ছুটির ছবি-
              পূজার ফুলের বনে ওঠে ওই
              পূজার দিনের রবি।`
            },
          ]
        }
      },

      {
        id: '2300',
        type: 'passage',
        label: 'কাল ছিল ডাল খালি - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'কাল ছিল ডাল খালি - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `কাল ছিল ডাল খালি,
              আজ ফুলে যায় ভ'রে৷
              বল দেখি তুই মালী,
              হয় সে কেমন ক'রে৷` 
            },
            {
                type: 'poem',
                text:  
              `গাছের ভিতর থেকে
              করে ওরা যাওয়া-আসা৷
              কোথা থাকে মুখ ঢেকে,
              কোথা যে ওদের বাসা!` 
            }, 
            {
                type: 'poem',
                text: 
              `থাকে ওরা কান পেতে
              লুকানো ঘরের কোণে৷
              ডাক পড়ে বাতাসেতে,
              কী ক'রে সে ওরা শোনে!` 
            },
            {
                type: 'poem',
                text:   
              `দেরি আর সহে না যে,
              মুখ মেজে তাড়া তাড়ি
              কত রঙে ওরা সাজে,
              চ'লে আসে ছেড়ে বাড়ি৷` 
            },
              {
                type: 'poem',
                text: 
              `ওদের সে ঘর খানি
              থাকে কি মাটির কাছে?
              দাদা বলে, জানি জানি
              সে ঘর আকাশে আছে৷`
            },
            {
                type: 'poem',
                text: 
              `সেথা করে আসা-যাওয়া
              নানারঙা মেঘ গুলি ৷
              আসে আলো আসে হাওয়া
              গোপন দুয়ার খুলি৷`
            },
          ]
        }
      },

      {
        id: '2400',
        type: 'passage',
        label: 'হাট - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'হাট - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `কুমোর-পাড়ার গোরুর গাড়ি —
              বোঝাই-করা কলসি-হাঁড়ি।
              গাড়ি চালায় বংশীবদন,
              সঙ্গে যে যায় ভাগ্নে মদন।
              হাট বসেছে শুক্রবারে
              বক্সীগঞ্জে পদ্মাপারে।
              জিনিসপত্র জুটিয়ে এনে
              গ্রামের মানুষ বেচে কেনে।` 
            },

            {
                type: 'poem',
                text:   
              `উচ্ছে বেগুন পটল মুলো,
              বেতের বোনা ধামা কুলো,
              সর্ষে ছোলা ময়দা আটা,
              শীতের র‍্যাপার নকশাকাটা,
              ঝাঁঝরি কড়া বেড়ি হাতা,
              শহর থেকে সস্তা ছাতা।` 
            },
              {
                type: 'poem',
                text: 
              `কলসিভরা এখো গুড়ে
              মাছি যত বেড়ায় উড়ে।
              খড়ের আঁটি নৌকো বেয়ে
              আনল ঘাটে চাষির মেয়ে,
              অন্ধ কানাই পথের ‘পরে
              গান শুনিয়ে ভিক্ষে করে।
              পাড়ার ছেলে স্নানের ঘাটে
              জল ছিটিয়ে সাঁতার কাটে।।`
            },

          ]
        }
      },

      {
        id: '2500',
        type: 'passage',
        label: 'ঐখানে মা পুকুর পাড়ে - রবীন্দ্রনাথ ঠাকুর',
        data: {
          title: 'ঐখানে মা পুকুর পাড়ে - রবীন্দ্রনাথ ঠাকুর',
          text: [
            {
              type: 'poem',
              text: `ঐখানে মা পুকুর পাড়ে
              জিয়ল গাছের বেড়ার ধারে
              হোথায় হব বনবাসী,
             কেউ কোত্থাও নেই।` 
            },
            {
                type: 'poem',
                text:  
              ` ঐখানে ঝাউতলা জুড়ে
              বাঁধব তোমার ছোট্ট কুঁড়ে,
              শুক‍্‌নো পাতা বিছিয়ে ঘরে
                থাকব দুজনেই।` 
            }, 
            {
                type: 'poem',
                text: 
              `বাঘ ভাল্লুক, অনেক আছে—
              আসবে না কেউ তোমার কাছে,
              দিনরাত্তির কোমর বেঁধে
                থাকব পাহারাতে।` 
            },
            {
                type: 'poem',
                text:   
              `রাক্ষসেরা ঝোপে ঝাড়ে
              মারবে উঁকি আড়ে আড়ে,
              দেখবে আমি দাঁড়িয়ে আছি
                ধনুক নিয়ে হাতে।` 
            },
              {
                type: 'poem',
                text: 
              `আঁচলেতে খই নিয়ে তুই
              যেই দাঁড়াবি দ্বারে,
                অম‍্‌নি যত বনের হরিণ
              আসবে সারে সারে।`
            },
            {
                type: 'poem',
                text: 
              `শিংগুলি সব আঁকা বাঁকা,
              গায়েতে দাগ চাকা চাকা,
              লুটিয়ে তারা পড়বে ভুঁয়ে
               পায়ের কাছে এসে।`
            },
            {
                type: 'poem',
                text: 
              ` ওরা সবাই আমায় বোঝে,
              করবে না ভয় একটুও যে,
              হাত বুলিয়ে দেব গায়ে,
                বসবে কাছে ঘেঁসে।`
            },
            {
                type: 'poem',
                text: 
              `ফল্‌সাবনে গাছে গাছে
              ফল ধরে মেঘ ঘনিয়ে আছে,
              ঐখানেতে ময়ূর এসে
               নাচ দেখিয়ে যাবে।`
            },
            {
                type: 'poem',
                text: 
              `শালিখরা সব মিছিমিছি
              লাগিয়ে দেবে কিচিমিচি,
              কাঠবেড়ালি ল্যাজটি তুলে
              হাত থেকে ধান খাবে।`
            },
          ]
        }
      },
              {
            id: '2600',
            type: 'passage',
            label: 'সেদিন ভোরে দেখি উঠে - রবীন্দ্রনাথ ঠাকুর',
            data: {
              title: 'সেদিন ভোরে দেখি উঠে - রবীন্দ্রনাথ ঠাকুর',
              text: [
                {
                  type: 'poem',
                  text: `সেদিন ভোরে দেখি উঠে
                  বৃষ্টি বাদল গেছে ছুটে,
                  রোদ উঠেছে ঝিল‍্‌মিলিয়ে
                  বাঁশের ডালে ডালে,` 
                },
                {
                    type: 'poem',
                    text:  
                  ` ছুটির দিনে কেমন সুরে
                  পূজোর সানাই বাজায় দূরে,
                  তিনটে শালিখ ঝগড়া করে
                  রান্নাঘরের চালে।` 
                }, 
                {
                    type: 'poem',
                    text: 
                  `শীতের বেলায় দুই পহরে
                  দূরে কাদের ছাদের ‘পরে
                  ছোট্ট মেয়ে রোদ্‌দুরে দেয়
                  বেগনি রঙের শাড়ি,` 
                },
                {
                    type: 'poem',
                    text:   
                  `চেয়ে চেয়ে চুপ ক’রে রই—
                  তেপান্তরের পার বুঝি ওই,
                  মনে ভাবি ঐখানেতেই
                  আছে রাজার বাড়ি।` 
                },
                  {
                    type: 'poem',
                    text: 
                  `থাকতো যদি মেঘে-ওড়া
                  পক্ষিরাজের বাচ্ছা ঘোড়া
                  তক্ষনি-যে যেতেম তারে
                  লাগাম দিয়ে ক’ষে,`
                },
                {
                    type: 'poem',
                    text: 
                  `যেতে যেতে নদীর তীরে
                  ব্যঙ্গমা আর ব্যাঙ্গমীরে
                  পথ শুধিয়ে নিতেম আমি
                  গাছের তলায় ব’সে।`
                },

              ]
            }
          },
              {
            id: '2700',
            type: 'passage',
            label: 'আকাশপারে পুবের কোণে - রবীন্দ্রনাথ ঠাকুর',
            data: {
              title: 'আকাশপারে পুবের কোণে - রবীন্দ্রনাথ ঠাকুর',
              text: [
                {
                  type: 'poem',
                  text: `আকাশপারে পুবের কোণে
                  কখন যেন অন্যমনে
                  ফাঁক ধরে ঐ মেঘে,` 
                },
                {
                    type: 'poem',
                    text:  
                  `মুখের চাদর সরিয়ে ফেলে
                  বন্ধ চোখের পাতা মেলে
                  আকাশ ওঠে জেগে।` 
                }, 
                {
                    type: 'poem',
                    text: 
                  `ছিঁড়ে-যাওয়া মেঘের থেকে
                  পুকুরে রোদ পড়ে বেঁকে
                  লাগায় ঝিলিমিলি,` 
                },
                {
                    type: 'poem',
                    text:   
                  `বাঁশবাগানের মাথায় মাথায়
                  তেঁতুলগাছের পাতায় পাতায়
                  হাসায় খিলিখিলি।` 
                },
                  {
                    type: 'poem',
                    text: 
                  `হঠাৎ কিসের মন্ত্র এসে
                  ভুলিয়ে দিলে এক নিমেষে
                  বাদলবেলার কথা,`
                },
                {
                    type: 'poem',
                    text: 
                  `হারিয়ে পাওয়া আলোটিরে
                  নাচায় ডালে ফিরে ফিরে
                  ঝুমকো ফুলের লতা।`
                },

              ]
            }
          },
              {
            id: '2800',
            type: 'passage',
            label: 'একদিন রাতে আমি স্বপ্ন দেখিনু - রবীন্দ্রনাথ ঠাকুর',
            data: {
              title: 'একদিন রাতে আমি স্বপ্ন দেখিনু - রবীন্দ্রনাথ ঠাকুর',
              text: [
                {
                  type: 'poem',
                  text: `একদিন রাতে আমি স্বপ্ন দেখিনু
                  “চেয়ে দেখো” “চেয়ে দেখো” বলে যেন বিনু।
                  চেয়ে দেখি, ঠোকাঠুকি বরগা কড়িতে,
                  কলিকাতা চলিয়াছে নড়িতে নড়িতে।
                  ইঁটে-গড়া গণ্ডার বাড়িগুলো সোজা
                  চলিয়াছে দুদ্দাড় জানালা দরজা।
                  রাস্তা চলেচে যত অজগর সাপ,
                  পিঠে তার ট্রামগাড়ি পড়ে ধুপ্‌ ধাপ্‌।` 
                },
                {
                    type: 'poem',
                    text:  
                  `দোকান বাজার সব নামে আর উঠে,
                  ছাদের গায়েতে ছাদ মরে মাথা কুটে।
                  হাওড়ার ব্রিজ চলে মস্ত সে বিছে,
                  হ্যারিসন্‌ রোড চলে তার পিছে পিছে।
                  মনুমেণ্টের দোল যেন ক্ষ্যাপা হাতি
                  শূন্যে দুলায়ে শুঁড় উঠিয়াছে মাতি।
                  আমাদের ইস্‌কুল ছোটে হন্‌হন্‌,
                  অঙ্কের বই ছোটে, ছোটে ব্যাকরণ।
                  ম্যাপগুলো দেয়ালেতে করে ছট্‌ফট্‌,
                  পাখি যেন মারিতেছে পাখার ঝাপট।
                  ঘণ্টা কেবলি দোলে ঢঙ্‌ ঢঙ্‌ বাজে—
                  যত কেন বেলা হোক তবু থামে না-যে।
                  লক্ষ লক্ষ লোক বলে, “থামো থামো”।
                  কোথা হতে কোথা যাবে এ কী পাগ্‌লামো।”` 
                }, 
                {
                    type: 'poem',
                    text: 
                  `কলিকাতা শোনে না কো চলার খেয়ালে—
                  নৃত্যের নেশা তার স্তম্ভে দেয়ালে।
                  আমি মনে মনে ভাবি চিন্তা তো নাই,
                  কলিকাতা যাক নাকো সোজা বোম্বাই।
                  দিল্লি লাহোরে যাক, যাক না আগরা,
                  মাথায় পাগ‍্‌ড়ি দেবো, পায়েতে নাগ্‌রা।
                  কিম্বা সে যদি আজ বিলাতেই ছোটে
                  ইংরেজ হবে সবে বুট হ্যাট্‌ কোটে।
                  কিসের শব্দে ঘুম ভেঙে গেল যেই
                  দেখি, কলিকাতা আছে কলিকাতাতেই॥` 
                },
              ]
            }
          },
  ]
};
