export default {
  label: 'গল্প',
  id: 'bn-reading',
  img: 'reading',
  list: [
          {
        id: 'bn-dog',
        type: 'passage',
        label: 'কুকুর',
        data: {
          title: 'কুকুর',
          text: `কুকুর মানুষের সেরা বন্ধু। কুকুর গৃহপালিত পশু। চার পায়ের এই পশু মানুষের সাথে খেলতে খুব ভালোবাসে। 
          হাড় কুকুরের খুব প্রিয় খাবার। 
          এদের গন্ধের বোধ মানুষের চেয়ে চল্লিশগুন ভাল। চোর ধরতে পুলিশ অনেক সময় কুকুরের সাহায্য নিয়ে থাকে।`,
          moral: ''
        }
      },

      {
        id: 'bn-cat',
        type: 'passage',
        label: 'বিড়াল',
        data: {
          title: 'বিড়াল',
          text: `বিড়াল নিজের  অলসতার জন্যে পরিচিত। নিজের জীবনের প্রায় সত্তর শতাংশ সময় এরা ঘুমিয়ে কাটিয়ে দেয়।  
          বিড়ালের চার পা এবং একটা লেজ আছে। এর সাথে বিড়ালের কাছে আছে বড় বড় গোঁফ। বেশিরভাগ সময় এরা নিজেদের শরীর চেটে পরিষ্কার করতে ব্যাস্ত থাকে।
          বিড়াল মাছ এবং দুধ খেতে খুব ভালোবাসে। তাই ঘরে যদি দুধ বা মাছ থাকে , ওটা বিড়ালের হাত থেকে নিরাপদে রেখো। 
          বিড়ালকে আমরা ভালোবেসে বাঘের মাসী বলে ডাকি।`,
          moral: ''
        }
      },
    {
      id: '100',
      type: 'passage',
      label: 'পিঁপড়ে ও ফড়িঙ',
      data: {
        title: 'পিঁপড়ে ও ফড়িঙ',
        text: `গ্রীষ্মের এক চমৎকার দিনে ঘাসফড়িং তার ভায়োলিনটি নিয়ে গান গাইছিলো, নাচছিলো আর খেলা করছিলো মনের আনন্দে। হঠাৎ সে দেখতে পেলো একটা পিঁপড়া অনেক কষ্ট করে খাবার বয়ে নিয়ে যাচ্ছে। ঘাসফড়িং পিঁপড়াকে বললো, ‘ এতো কষ্ট করছো কেন ভাই? এসো আমরা খেলা করি, গান গাই, নাচি’। ‘আমাকে অবশ্যই এখন শীতের জন্য খাবার সঞ্চয় করে রাখতে হবে। তুমিও সময় নষ্ট না করে খাবার সংগ্রহ করে রাখো বন্ধু’-পিঁপড়া বললো। ‘আরে শীতকাল আসতে তো এখনো অনেক দেরী, ওসব নিয়ে চিন্তা করোনা ‘- ঘাসফড়িং হাঁসতে হাঁসতে জবাব দিলো। পিঁপড়া কোন কথা না বলে খাবার নিয়ে তার বাড়ির দিকে রওনা হলো। গ্রীষ্ম শেষে শীত এলো জাঁকিয়ে। ক্ষুধায় কাতর ঘাসফড়িং কাঁপতে কাঁপতে পিঁপড়ার বাড়ি এলো।
          ‘আমায় কিছু খেতে দেবে ভাই’-ঘাসফড়িং বললো পিঁপড়াকে। ‘তুমি যদি সেদিন আমার কথা শুনতে তাহলে আজ তোমাকে আমার কাছে আসতে হতোনা আর ক্ষুধায় কষ্ট পেতে হতোনা ‘-পিঁপড়া বললো আর দরজা বন্ধ করে দিলো।`,
        moral: `উপদেশঃ বিপদের কথা ভেবে প্রস্তুতি নিয়ে রাখা বুদ্ধিমানের কাজ।`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'গাধা ও সিংহের চামড়া',
      data: {
        title: 'গাধা ও সিংহের চামড়া',
        text: `একদিন এক গাধা বনের মধ্যে ঘুরছিলো। হঠাৎ সে দেখতে পেলো একটা সিংহের চামড়া পরে আছে। কোন শিকারী হয়তো ফেলে গেছে। গাধা তো মহা খুশি। সে সিংহের চামড়াটা গায়ে দিয়ে ভাণ করতে লাগলো সে পশুরাজ সিংহ। 
        বনের সব পশুপাখী তাকে সিংহ ভেবে ভয় পেতে লাগলো।গাধা নিজেকে নিয়ে খুব গর্ব করতে থাকলো, সে নিজেকে সত্যিকার বনের রাজা ভাবতে লাগলো। খুশিতে সে যেই না নিজের মুখ খুলেছে, ওমনি মুখ থেকে বেরিয়ে এলো গাধার ডাক। ঠিক সে সময় সেদিক দিয়ে যাচ্ছিল শেয়াল। গাধা শেয়ালকেও ভয় দেখানোর চেষ্টা করলো। 
        কিন্তু শেয়াল হাসতে হাসতে বললো-‘বন্ধু তোমার গলার আওয়াজেই তোমাকে চিনতে পেরেছি, নইলে কখন ভয়ে পালাতাম!’`,
        moral: 'উপদেশঃ পরিচ্ছদ কারও আসল পরিচয় নয়।'
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'শেয়াল আর কাকের গল্প',
      data: {
        title: 'শেয়াল আর কাকের গল্প',
        text: `এক কাক এসে বসল গাছের ডালে, মুখে তার একটুকরো মাংস। এক শিয়াল নীচে থেকে তাই দেখে ভাবতে লাগল, কি করে ঐ মাংসটুকু সে নিজে খেতে পায়।
        অনেক ভেবেচিন্তে সে শেষে ঐ কাকের দিকে চেয়ে বলতে লাগল, ভাই, সত্যি কি সুন্দর পাখি তুমি, কি সুন্দর তোমার অঙ্গের গঠন, তোমার পাখিদের রাজা হবার কথা, তোমার অবশ্য কণ্ঠস্বরও যদি তোমার চেহারার মতো সুন্দর হতো, মধুর হতো। কিন্তু হায়! তুমি তো অন্য পাখিদের মতো গান গাইতে পার না!
        শেয়ালের এই কথা শুনে কাক আর চুপ থাকতে পারল না, সে তখনই মহোল্লাসে কা-কা রবে ডাকতে শুরু করল. আর অমনি মাংসের টুকরো তার মুখ থেকে গেল পরে, আর শেয়াল অমনি তা মুখে করে নিয়ে দিল ছুট।`,
        moral: 'উপদেশঃ অনেক মূর্খই অপরের স্তোতবাক্যে ভুলে নিজের সম্পদ হারায়।'
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'দুই বন্ধু ও ভাল্লুক',
      data: {
        title: 'দুই বন্ধু ও ভাল্লুক',
        text: `একদিন দুই বন্ধু বেরোলো বেড়াতে। যেতে যেতে পথে হঠাৎ ভয়ংকর এক ভালুকের সামনে পড়ল দুজন। দুই বন্ধুর মধ্যে একজন গাছে চড়তে জানত। বিপদ বুঝে তখনই পাশের একটা বড় গাছে চড়ে বসল সে। 
        অন্য বন্ধুটি গাছে চড়তে জানত না, এটা জেনেও বন্ধুর কথা না ভেবে তাকে বিপদের মুখে ফেলে সে নিশ্চিন্তে আত্নরক্ষার ব্যবস্থা করল। অন্য বন্ধুটি বিপদ বুঝে গাছের তলায় মরার মতো পড়ে রইল। কারণ সে জানত ভালুক কখনো মরা মানুষকে আক্রমণ করে না।
        ভালুকটি তার কাছে আসতেই সে নিঃশ্বাস বন্ধ করে ফেলল। ভালুক তার নাখ-মুখ পরীক্ষা করে যখন বুঝল লোকটি মৃত, চলে গেল। ভালুক চলে যেতেই অন্য বন্ধুটি গাছ থেকে নেমে এসে বন্ধুকে জিজ্ঞাসা করল, ‘বন্ধু, ভালুক তোমার কানে কানে কী বলে গেল?’বন্ধুর কথা শুনে সে হেসে উত্তর দিল, ‘ভালুক আমার কানে কানে এই উপদেশ দিল, যে বন্ধু বন্ধুর বিপদে তার পাশে থাকে না, ভবিষ্যতে যেন এমন বন্ধুর সঙ্গে আর পথ না চলি।’`,
        moral: 'উপদেশঃ বিপদেই সত্যিকার বন্ধুর পরিচয় পাওয়া যায়।'
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'খরগোশ ও কচ্ছপ',
      data: {
        title: 'খরগোশ ও কচ্ছপ',
        text: `একদা এক বনে এক খরগোশ আর কচ্ছপ পাশাপাশি বাস করত। দুই জনের মধ্যে বেশ বন্ধুত্বও ছিল। কিন্তু মাঝে মাঝে ঝগড়াঝাটি যে হতো না তা নয়। খরগোশ খুব জোরে ছোটে। যেন বাতাসের আগেই ছুটে চলে। আর কচ্ছপ? সে চলে ধীরে ধীরে হেলেদুলে। কচ্ছপের ওই হাঁটা দেখে একদিন খরগোশটি আর চুপ করে থাকতে না পেরে হেসে লুটোপুটি খাচ্ছিল, আর মুখ ফসকে বলেও ফেলল, দাদা তুমি কি হাঁটাই না শিখেছ! কচ্ছপকে এ রকম ব্যঙ্গ করতে শুনে কচ্ছপটি খরগোশকে গম্ভীর কণ্ঠে বলল, এত হাসার কি আছে? এসো প্রতিযোগিতায় নামো। তখন দেখা যাবে। প্রতিযোগিতা। হো হো করে খরগোশ হাসতে হাসতে বলল, প্রতিযোগিতা! তা কার সঙ্গে? তোমার সঙ্গে বলেই আবার হো হো করে হাসতে লাগল। আচ্ছা, তুমি যখন নিজে মুখে বলছ তবে তো রাজি হতেই হয়। তাহলে কত দূর যাওয়ার প্রতিযোগিতা হবে? আর কখন শুরু হবে?
          কচ্ছপ বলল, এখনই। ওই যে ওই অনেক দূরে ওই নদীর ধারে একটা অশ্বত্থ গাছ দেখা যাচ্ছে, এসো দেখি ওইখানে কে আগে পৌঁছতে পারে? অতএব শুরু হয়ে গেল প্রতিযোগিতা। খরগোশ একটু দৌড়েই পেছনে ফিরে তাকিয়ে দেখতে পেল কচ্ছপ অনেক অনেক পেছনে পড়ে আছে। সেদিন রোদ্দুরের তেজ ছিল খুব। পাশেই একটা গাছের নিচে একটু ছায়া দেখে খরগোশ ভাবল, একটু বিশ্রাম নিলে ভালো হয়। এইখানে পৌঁছতে কচ্ছপের অনেক দেরি। একটু বিশ্রাম নেয়া যাক। হঠাৎ ফুরফুর করে হাওয়া বইতে লাগল। গাছের ছায়ায় বসে মিষ্টির ফুরফুর হাওয়ায় খরগোশের ঘুম পেয়ে গেল। খরগোশ কখন যে ঘুমিয়ে পড়ল তা নিজেই জানতে পারল না। ওদিকে কচ্ছপ কিন্তু সমানে একটানা হেঁটে চলছিল। তেজি রোদ্দুর গ্রাহ্য না করে সে একটুও না থেমে হেঁটেই চলল। এদিকে বেলা পড়ে এলো। খরগোশের ঘুম ভাঙল এবার। সে তখন আশপাশে তাকিয়ে কচ্ছপকে দেখতে না পেয়ে নদীর তীরের সেই অশ্বত্থ গাছটার দিকে ছুটতে থাকল। সেখানে গিয়ে হাঁফাতে হাঁফাতে খরগোশ দেখল তার আগেই সেখানে কচ্ছপ পৌঁছে বিশ্রাম করছে।`,
        moral: 'উপদেশ : ধীর ও স্থির ব্যক্তিরাই প্রতিযোগিতায় জয়লাভ করে।'
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'পিপড়ে ও ঘুঘ',
      data: {
        title: 'পিপড়ে ও ঘুঘ',
        text: `তৃষ্ণার্ত এক পিঁপড়ে নদীর জলে মুখ দিতেই তাকে স্রোতে ভাসিয়ে নিয়ে গেলো। একটি ঘুঘুপাখি তা দেখতে পেয়ে পিঁপড়ের সামনে একটি গাছের পাতা ফেলে দিলো। পিঁপড়ে সেই পাতায় চড়ে বসে প্রাণ বাঁচালো। 
        কিছুদিন পরে পিঁপড়ে দেখতে পেলো একজন শিকারী সেই ঘুঘুটির দিকে তীর ছুড়তে উদ্যত। কুট করে সে কামড় বসিয়ে দিলো শিকারীর পায়ে। উহ্ করে উঠতেই হাতের তীর গেলো ফসকে আর ঘুঘুপাখি গেলো উড়ে।`,
        moral: 'উপদেশঃ সব সময় উপকারীর উপকার স্বীকার করতে হয়।'
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'লোভী কুকুর ও তার ছায়',
      data: {
        title: 'লোভী কুকুর ও তার ছায়',
        text: `এক কুকুর মুখে এক টুকরা মাংস নিয়ে নদী পার হচ্ছিলো। হটাৎ সে জলেতে তাকিয়ে নিজের প্রতিবিম্ব দেখতে পেলো। 
        সে বুঝতেই পারল না এটা তার নিজের ছায়া। সে ভাবলো অন্য কোন কুকুর তার চেয়েও বড় মাংসের টুকরা নিয়ে যাচ্ছে। তার লোভ হলো। যেই না সে মাংসের টুকরা কেড়ে নেয়ার জন্য ঘেউ ঘেউ করে উঠলো, ওমনি মুখ থেকে মাংস টুপ করে পানিতে ডুবে গেলো।`,
        moral: 'উপদেশঃ অতি লোভ ভালো নয়।'
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'সিংহ, ভাল্লুক এবং চালাক শেয়াল',
      data: {
        title: 'সিংহ, ভাল্লুক এবং চালাক শেয়াল',
        text: `সিংহ ও ভালুক একই সময়ে একটা বাছুর দেখতে পেলো। ভালুক বললো- ‘আমি এটাকে আগে দেখেছি, সুতরাং এইটা আমার।’ সিংহ বললো-‘না, আমি আগে দেখেছি তাই এটা আমার।’দুজনে মিলে শুরু করে দিলো মারামারি। 
        দূর থেকে চুপ করে ওদের এই মারামারি দেখছিলো একটা শেয়াল। মারামারি করে যখন সিংহ ও ভালুক দুজনেই যখন নিস্তেজ হয়ে পড়লো, তখন শেয়াল বাছুরটা নিয়ে দৌড় দিলো। ভালুক আর সিংহ তাকিয়ে তাকিয়ে দেখলো। ওদের গায়ে তখন আর কোন শক্তি ছিলোনা।
          ‘কত বোকা আমরা। নিজেরা মারামারি না করে যদি আমরা ভাগাভাগি করে খেতাম, তাহলে আজ শেয়ালের কপালে জুটতোনা বাছুরখানা’- দুঃখ করে বললো তারা।`,
        moral: 'উপদেশঃ সব পরিশ্রম শেষ করে ফেললেই সবসময় মুনাফা পাওয়া যায়না।'
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'শেয়াল ও টক আঙুর',
      data: {
        title: 'শেয়াল ও টক আঙুর',
        text: `একদিন এক ক্ষুধার্ত শেয়াল দেখতে পেলো গাছের ডাল বেয়ে আঙ্গুরের লতা উপরে উঠে গেছে আর সেখান থেকে থোকা থোকা পাকা পাকা আঙ্গুর ঝুলছে। লোভে শেয়ালের জিভে জল এলো। সে লাফিয়ে লাফিয়ে ঐ পাকা আঙ্গুর খাওয়ার চেষ্টা করতে লাগলো কিন্তু কিছুতেই তার নাগাল পেলো না। 
        অনেকক্ষন চেষ্টা করেও কিছুতেই আঙ্গুর খেতে না পেরে হতাশ হয়ে সেখান থেকে চলে যেতে যেতে বললো-আঙ্গুর ফল টক।`,
        moral:
          'উপদেশঃ নিচু মনের মানুষেরা নিজে যেটা পেতে পারে না তার মাঝেই দোষ খুঁজে পায়।'
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'মিথ্যাবাদী রাখাল ও বাঘ',
      data: {
        title: 'মিথ্যাবাদী রাখাল ও বাঘ',
        text: `এক রাখাল বালক মাঠে গরু চড়াতো। ভীষন দুষ্টু ছিলো সে। একদিন মাথায় এক দুষ্টু বুদ্ধি এলো তার। ‘বাঁচাও বাঁচাও আমার ভেড়ার পালে বাঘ হামলা করেছে’- চিৎকার করতে লাগলো সে। সেই চিৎকার শুনে গ্রামবাসীরা সব লাঠি-সোটা নিয়ে হাজির। কিন্তু কই বাঘ? সবাই বুঝলো রাখাল মজা করার জন্য এ কাজ করেছে। সবাই যে যার কাজে ফিরে গেলো। 
        রাখাল কিন্তু খুব মজা পেয়ে গেলো। কয়েকদিন পরে আবার সে একই কাজ করলো। লোকজন ছুটে এসে দেখলো বাঘ নেই। এরকম কয়েকবার হলো। 
        একদিন সত্যি সত্যি বাঘ আক্রমন করলো। রাখাল প্রান ভয়ে বাঘ বাঘ করে চিৎকার করতে লাগলো। কিন্তু সেদিন কেও এগিয়ে আসলো না। সবাই ভাবলো রাখাল আবারো মজা করছে। বাঘ রাখালের ঘাড় মটকে খেয়ে ফেললো।`,
        moral: 'উপদেশঃ মিথ্যাচার করলে প্রতিফল পেতে হয়।'
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'চালাক শেয়াল ও বোকা ছাগল',
      data: {
        title: 'চালাক শেয়াল ও বোকা ছাগল',
        text: `একদিন এক শেয়াল হঠাৎ এক কুয়ার মধ্যে পড়ে গিয়ে আর বাহির হতে পারছিলো না। এমন সময় পাশ দিয়ে যাচ্ছিল এক ছাগল। কুয়াতে ঊঁকি দিয়ে সে শেয়ালকে দেখতে পেলো। ‘বন্ধু তুমি ওখানে কি করছো?’-জিজ্ঞেস করলো ছাগল।‘ওমা তুমি জানো না? এই কুয়ার পানি সবচাইতে মিষ্টি। এসোনা তুমিও খাবে।’-বললো চতুর শেয়াল। 
          ছাগল একটু চিন্তা করে নেমে পরলো কুয়াতে। যেই না নামা, সাথে সাথে শেয়াল এক লাফে ছাগলের শিং এর উপর আর আরেক লাফে কুয়ার বাইরে।‘বিদায় বন্ধু। তোমার মাথায় যদি এতটুকু বুদ্ধি থাকতো, তাহলে এখান থেকে বের হবার রাস্তা আছে কিনা তা না দেখে কখনই নীচে নামতে না ‘-চলে যেতে যেতে শেয়াল বললো।`,
        moral: 'উপদেশঃ দুষ্ট লোকের ছলের অভাব নেই।'
      }
    },

    {
      id: '1200',
      type: 'passage',
      label: 'সূর্য ও হাওয়া',
      data: {
        title: 'সূর্য ও হাওয়া',
        text: `উত্তরে হাওয়া আর সূর্যের মধ্যে শক্তি নিয়ে তর্ক-বিতর্ক। এ বলে আমি শক্তিশালী ,ও বলে আমি শক্তিশালী। হঠাৎ তাদের নজরে পড়লো এক পথিক পথ চলছে। তারা বাজী ধরলো পথিককে যে কাপড় খুলতে বাধ্য করতে পারবে সেই হবে জয়ী।
          উত্তরে হাওয়াই আগে চেষ্টা করবে ঠিক হলো। হাওয়া বইতে লাগলো জোরে আরো জোরে, ভীষন জোরে। পথিক দেখলো কাপড় চোপড় যেন উড়েই যায়। সে আঁকড়ে ধরে রাখলো তার কাপড়। ঠান্ডা বাতাসের দাপটে সে গায়ে আরো একটা চাদর জড়িয়ে নিতে বাধ্য হলো। ক্লান্ত উত্তরে হাওয়া সূর্যকে বললো,’নাও ভাই সূর্য, এবার তুমি চেষ্টা করে দেখো।’সূর্য তখন মিষ্টি রোদ ছড়িয়ে দিলো পৃথিবীতে। একটু পরে রোদ বাড়লে পথিক খুলে ফেললো তার কোট আর চাদর। গরমে পথিক অস্থির হয়ে পরলো। আর থাকতে না পেরে কাপড় জামা খুলে নদীতে নাইতে নেমে গেলো সে।`,
        moral: 'উপদেশঃ তর্ক করে যা বোঝানো সম্ভব না তা যুক্তি দিয়ে বোঝানোই ভাল'
      }
    },
    {
      id: '1300',
      type: 'passage',
      label: 'সিংহ এবং ইঁদুর ',
      data: {
        title: 'সিংহ এবং ইঁদুর ',
        text: `একটা ছোট ইঁদুর ঘুমন্ত সিংহের মুখের ওপর দিয়ে ছোটাছুটি করতে গিয়ে তার ঘুম ভাঙিয়ে দিল। সিংহ খুব রেগে ইঁদুরটাকে ধরে মেরেই ফেলছিল, তখন ইঁদুর খুব কাকুতি-মিনতি করে তাকে বলল, আমাকে ছেড়ে দাও, একদিন হয়তো আমি তোমাকে রক্ষাও করতে পারি। ইঁদুরের কথা শুনে সিংহ হেসেই বাঁচে না, তবু কী মনে করে তাকে ছেড়ে দিল।
          তারপর অনেক দিন পার হয়ে গেছে, হঠাৎ একদিন সেই সিংহ একটা শিকারির জালে আটকা পড়ে গেল। সিংহের গর্জন শুনে ইঁদুর ছুটে এসে তার ধারালো দাঁত দিয়ে জালের দড়ি কাটতে থাকে। কিছুক্ষণের মধ্যেই সিংহ মুক্তি পেয়ে যায়। ইঁদুর বলল, দেখেছ, তুমি আগে বিশ্বাস করোনি, কিন্তু প্রয়োজনে একটা ছোট ইঁদুরও তোমাকে রক্ষা করতে পারে।`,
        moral: 'উপদেশঃ ভালো কাজের প্রতিদান পাওয়া যায়।'
      }
    },
    {
      id: '1400',
      type: 'passage',
      label: 'শহরের ইঁদুর ও গ্রামের ইঁদুর',
      data: {
        title: 'শহরের ইঁদুর ও গ্রামের ইঁদুর',
        text: `গেঁয়ো ইঁদুর ফসলের ক্ষেতের আনাচে কানাচে গর্ত খুঁড়ে থাকে।একদিন সে শহুরে ইঁদুরকে দাওয়াত করে নিয়ে এলো।শহুরে ইঁদুর খুব খুশি হয়ে দাওয়াত খেতে এলো। কিন্তু খাবার দেখে তার মন খারাপ হয়ে গেলো। শুধু বালি আর ভুট্টা- এ আবার কোন খাবার হলো নাকি? সে বন্ধুকে বললো-‘ একদিন আমাদের ওখানে এসো, দেখবে কত কিছু।’
          দুই বন্ধু শহরে গেলো। সেখানে কত রকম খাবার- জ্যাম, জেলী,পনির, মটরশুঁটি আরো কত কি! এসব দেখে গেঁয়ো ইঁদুরের চোখ ছানাবড়া! এমনটি সে জীবনেও দেখেনি। নিজের ভাগ্যের কথা চিন্তা করে সে আক্ষেপ করতে লাগলো।কিছুক্ষন পরে তারা খাবার খেতে বসলো। গেঁয়ো ইঁদুর ভাবছে কোনটা ফেলে কোনটা খাবে। এমন সময় কে যেনো ঘরে ঢুকলো। সবাই লুকিয়ে গেলো যে যেখানে পারে। কিছুক্ষন পর লোকটা চলে গেলো। আবার তারা খেতে বসলো। ওমা! খাবার মুখে তুলতে না তুলতেই আবার দরজা খোলার আওয়াজ। সবাই পড়িমরি করে আবার লুকালো। এমনি করে কি খাওয়া যায়? গেঁয়ো ইঁদুরের আর খাবারের রুচি রইলো না। সে শহুরে ইঁদুরকে বললো-‘ভাই আমি চললাম। আমার ওখানে এতো মজার মজার খাবার নাই, কিন্তু এতো অশান্তি নেই। আমার ক্ষেতের সাধারন খাবারই ভালো।’`,
        moral:
          'উপদেশঃ দারিদ্রতা মধ্যে শান্তি, প্রাচুর্য্যের মধ্যে বিপদের চাইতে অনেক ভালো।'
      }
    },

    {
      id: '1500',
      type: 'passage',
      label: 'খরগোশ এবং ব্যাঙ',
      data: {
        title: 'খরগোশ এবং ব্যাঙ',
        text: `খরগোসেরা একদিন একত্রে বসে তারা কত দূর্বল সেইটা নিয়ে বলাবলি করছিলো। তারা চিন্তা করে দেখলো তাদের না আছে শক্তি, না আছে সাহস। মানুষ, পশুপাখী সবাই তাদের শত্রু, সবাই তাদের ধরে খায়। খরগোসদের ঠিক করলো এরকম জীবন রাখার চাইতে মরে যাওয়া ভালো। তাই তারা দল বেঁধে পানিতে ডুবে মরার জন্য এক পুকুরের ধারে গেলো।
          পুকুর পাড়ে বসে ছিলো অনেকগুলো ব্যাঙ। খরগোসদের সাড়া পেয়ে তারা লাফ দিলো পুকুরে। যেই না সবাই লাফ দিতে যাবে সে সময় বুড়ো এক খরগোস বললো, ‘দাঁড়াও, আগেই লাফ দিওনা। এই দেখো ব্যাঙের দল আমাদের ভয় পায়। তার মানে ওরা আমাদের থেকেও অসহায়।’`,
        moral:
          'একজন যতই দূর্বল হোক না কেনো, তার থেকে সবসময় আরো দূর্বল কেও থাকে।'
      }
    },

    {
      id: '1600',
      type: 'passage',
      label: 'আকবর এবং বীরবলের গল্প (রাজ্যের কাক সংখ্যা)',
      data: {
        title: 'রাজ্যের কাক সংখ্যা',
        text: `এক সুন্দর রৌদ্রজ্জ্বল সকালে আকবর এবং বীরবল অবসর সময় কাটাতে রাজপ্রাসাদের বাগানে হাঁটছিলেন।ঠিক তখনই আকবর ঠিক করলেন যে তিনি বীরবলের বুদ্ধি পরীক্ষা করবেন একটি কঠিন প্রশ্ন জিজ্ঞাসা করার ছলে।মহারাজ তখন বীরবলকে জিজ্ঞাসা করলেন যে “আমাদের রাজ্যে কতগুলি কাক বাস করে?” বীরবল রাজা মশাইয়ের মনের মধ্যে কি চলছে সেটি বুঝতে পারলেন এবং কয়েক মুহূর্তের মধ্যে বীরবল প্রত্যুত্তর দিলেন যে “রাজামশাই এ রাজ্যে 80 হাজার 971 খানি কাক বাস করে।” 
        একথা শুনে বিস্মিত ও চমকৃত রাজামশাই বীরবলকে আরও পরীক্ষা করার জন্য জিজ্ঞাসা করলেন যে “যদি এর থেকে বেশি কাক থাকে এ রাজ্যে তবে?” বীরবল তখন রাজামশাইকে উত্তরে বললেন যে “ওহ! তাহলে সেই কাকগুলি অবশ্যই অন্য রাজ্য থেকে আমাদের রাজ্যে বেড়াতে এসেছে।” তখন রাজামশাই বীরবলকে পুনরায় জিজ্ঞাসা করলেন যে “আর যদি এর থেকে কম কাক থাকে তবে?” এবার এর উত্তরে বীরবল তাঁর মুখে একটি বিদ্রূপের হাসি হেসে বললেন যে “এ তো আরো সহজ কথা– তাহলে আমাদের রাজ্যের কাকেরা অন্য রাজ্যে ঘুরতে গেছে।” বীরবলের এই অসাধারণ বুদ্ধিমত্তা এবং রঙ্গ রসিকতাবোধ দেখে আকবরও হেসে উঠলেন।`,
        moral: ''
      }
    },
    {
      id: '1700',
      type: 'passage',
      label: 'আকবর এবং বীরবলের গল্প (বীরবলের খিচুড়ি)',
      data: {
        title: 'বীরবলের খিচুড়ি',
        text: `শীত কালের এক শীতলতম দিনে আকবর এবং বীরবল একটি বড় দীঘির ধার ধরে হাঁটছিলেন।হঠাৎই আকবর থেমে দাঁড়ালেন এবং তার একটি আঙ্গুল প্রায় জমে যাওয়া সেই কনকনে ঠান্ডা জলে ডোবালেন এবং তৎক্ষণাৎ সেটি তুলে নিয়ে বললেন যে, “আমি মনে করি না যে কেউ এই ঠান্ডা জলে এক রাত কাটাতে পারবে বলে“। বীরবল সেটিকে একটি চ্যালেঞ্জ হিসেবে গ্রহণ করলেন এবং বললেন যে তিনি এমন একজনকে খুঁজে নিয়ে আসবেন যিনি এই কাজটি করতে পারবেন।আকবর তখন প্রতিশ্রুতি দিলেন যে, যে সারা রাত ধরে এই দীঘির কনকনে ঠান্ডা জলে দাঁড়িয়ে কাটাতে পারবে তাকে তিনি 1000 স্বর্ণ মুদ্রা প্রদান করবেন।তক্ষুনি বীরবল এমন একজন গরীব মানুষকে খুঁজে পেলেন যিনি 1000 স্বর্ণ মুদ্রার জন্য রাজী হলেন সেই কনকনে ঠান্ডা জলে একরাত্রি কাটাতে।
        দুইজন রাজ সৈন্যের পাহারায় সেই দরিদ্র মানুষটি সারা রাত্তির সেই কনকনে ঠান্ডা জলে দাঁড়িয়ে থাকলেন।তার পরের দিন সকালে সেই গরীব মানুষটিকে রাজদরবারে নিয়ে যাওয়া হল পুরস্কার প্রদানের জন্য।যখন রাজামশাই তাকে জিজ্ঞাসা করলেন যে তিনি কি করে সেই কনকনে ঠান্ডা জলে সারা রাত্রি দাঁড়িয়ে থাকতে পারলেন তখন সেই মানুষটি উত্তর দিলেন যে, “মহারাজ, আমি একটি প্রদীপের দিকে তাকিয়ে ছিলাম যেটি কিছুটা দূরে জ্বলছিল আর সারা রাত সেটির দিকে তাকিয়েই আমি কাটিয়ে দিলাম“।এই কথা শুনে মহারাজ বললেন যে, “এই মানুষটি কখনই পুরস্কার পাওয়ার যোগ্য ব্যক্তি নন কারণ তিনি প্রদীপের শিখা থেকে উষ্ণতা পেয়ে নিজেকে সারা রাত ধরে সেই দীঘির কনকনে জলে দাঁড় করিয়ে রাখতে সমর্থ হয়েছিলেন“।
        দরিদ্র মানুষটি মনে মনে অনেক দুঃখ পেলেন এবং হৃদয় ভঙ্গ হয়ে সেখান থেকে প্রস্থান করলেন।তারপর তিনি বীরবলের কাছে গেলেন সাহায্যের আশায়।
        তার পরের দিন বীরবল আর সারাদিন রাজ দরবারে গেলেনই না।বীরবল না আসায় আকবর নিজেই তার বাড়ি গেলেন তাঁর অনুপস্থিতির কারণটি জানতে।সেখানে পৌঁছে রাজামশাই অবাক হয়ে দেখলেন যে বীরবল আগুনের পাশে বসে আছেন এবং একটি হাঁড়ি তার প্রায় 6 ফুট উপর থেকে ঝুলছে।এ ব্যাপারে তাকে জিজ্ঞাসা করা হলে, বীরবল বলেন যে, “প্রভু, আমি খিচুড়ি রাঁধছি“।ঠিক তখনই আকবর হাসতে শুরু করলেন এবং বললেন যে সেটি একেবারেই অবাস্তব।তখন বীরবল বললেন যে, “হে আমার রাজামশাই এটি বাস্তবেই সম্ভব।যদি একজন গরীব মানুষ তার কিছুটা দূরে থাকা একটি প্রজ্জ্বলিত প্রদীপের শিখার দিকে কেবল তাকিয়ে থেকেই সেটি থেকে উষ্ণতা লাভ করে নিজের দেহকে গরম করে তুলতে পারে, তবে আমিও এই একই পন্থায় খিচুড়িটি রান্না করতে পারব, তাই নয় কি মহারাজ?” আকবর তখন বীরবলের কথার সূত্রটি বুঝতে পারলেন এবং সেই গরীব মানুষটিকে তার চ্যালেঞ্জ পূরণ করার জন্য 1000 সোনার মুদ্রা দিয়ে পুরস্কৃত করলেন।`,
        moral: ''
      }
    },
          {
        id: '1800',
        type: 'passage',
        label: 'বুদ্ধিমান ব্যবসায়ী',
        data: {
          title: 'বুদ্ধিমান ব্যবসায়ী',
          text: ` এক ধনী ব্যবসায়ী ছিল। তার ছিল প্রচুর ধন সম্পত্তি। আর ছিল অনেক লোকজন, ঝি-চাকর গাড়িঘোড়া ইত্যাদি। তার একটা বড়ো কুকুরও ছিল। কুকুরটা ছিল খুবই প্রভুভক্ত। সে মনিবের সব লোকজনদের পাহারা দিত। কেউ কাজে ফাঁকি দিলে, জিনিসপত্র ভেঙে ফেললে বা চুরি করলে ঘেউঘেউ করে ডেকে মনিবকে জানিয়ে দিত। আর কুকুরটার প্রধান কাজ ছিল খুব ভোরে মোরগ ডেকে ওঠবার সঙ্গে সঙ্গে সকলকে জাগিয়ে দেওয়া। ফলে লোকজনদের আর বেশিক্ষণ ঘুমিয়ে থাকা চলত না। উঠে পড়তে হত সকাল না হতেই। আর উঠেই মনিবের কাজে লেগে যেতে হত। এত সকালে উঠে- শীত নেই, বর্ষা নেই কাজ করা।          
          ব্যবসায়ীটির লোকলস্করদের আর সইছিল না। তারা মতলব আঁটছিল যে কীভাবে কুকুরটাকে জব্দ করা যায়! অনেক ভেবেচিন্তে শেষে তারা কুকুরটার খাবারে একদিন বিষ মিশিয়ে মেরে ফেলল। তারা ভাবল – এবার বাঁচা গেল, রাত ভোর হবার আগে আর তাদের উঠতে হবে না। কিন্তু এতে ফল হল উল্টো। মনিব বেজায় রেগে গেলেন। তিনি ব্যাপারটা বুঝতে পারলেন। তারপর একটা ব্যবস্তা নিলেন। রাত দ্বিপ্রহর থেকেই তিনি তার লোকজনদের উঠিয়ে কাজে লাগিয়ে দিতেন। মিষ্টি করে, মুখে বলতেন – ওরে তোরা উঠে পড়, রাত আর নেই। অনেক কাজ আছে, সব পরে আছে।`,
          moral: ''
        }
      },
          {
        id: '1900',
        type: 'passage',
        label: 'দুধওয়ালী ও তার বালতি',
        data: {
          title: 'দুধওয়ালী ও তার বালতি',
          text: ` এক দুধওয়ালী সবে তার গরুর দুধ দোওয়া শেষ করেছে এবং দুইটি বালতি তাজা ক্রিমযুক্ত দুধে ভরা ছিল। সে একটি লাঠিতে দুটি বালতি আটকালো এবং বাজারে বালতি ভর্তি দুধ বিক্রীর জন্য বেরোলো। পথে যেতে যেতে সে ভাবতে শুরু করল তার বালতি ভর্তি দুধের কথা এবং কত টাকা সে পাবে।
          ‘একবার আমি টাকা পেলে, আমি একটি মুরগি কিনবো‘, সে ভাবলো। ‘মুরগি ডিম দেবে আর আমি আরো মুরগি পাব। তারা সবাই ডিম দেবে এবং আমি তাদের আরো অর্থের জন্য বিক্রি করতে পারি। তারপর আমি পাহাড়ে একটি বাড়ি কিনবো এবং গ্রামের প্রত্যেকে আমাকে হিংসা করবে। তারা আমাকে মুরগির খামার বিক্রি করতে বলবে, কিন্তু আমি এইভাবে আমার মাথা নাড়াব এবং অস্বীকার করবো।’ এই বলে, দুধওয়ালী মাথা নাড়াল এবং তার বালতি পড়ে গেল। প্যাটি চিৎকার করে উঠল যখন সব দুধ মাটিতে ছড়িয়ে গেল।`,
          moral: ''
        }
      },
          {
        id: '2000',
        type: 'passage',
        label: 'বাঘ ও বক',
        data: {
          title: 'বাঘ ও বক',
          text: `একদা এক বাঘের গলায় হাড় ফুটেছিল। বাঘ অনেক চেষ্টা করেও সেই হাড় বের করতে পারল না। যন্ত্রনায় অস্থির হয়ে বাঘটি চারদিকে দৌড়ে বেড়াতে লাগল। সে যে জন্তুকে সামনে দেখে তাকেই বলে– ভাই, যদি তুমি আমার গলা থেকে হাড়টা বের করে দাও, তবে আমি তোমায় পুরস্কার দেবো। আমি চিরদিনের জন্য তোমার গোলাম হয়ে থাকবো। বাঘকে যে বিশ্বাস করা যায় না, এটা কী আর কারও অজানা! সবার একই কথা– হ্যা, তোমার কথা মতো হাড় বের করে দিই আর তুমি আমাকে খাও। কত মজা তাই না? বাঘ বলল– তোমরা আমার উপকার করবে আর আমি তোমদেরই খাব! কী যে বলো তোমরা! এ কী হয়!
          বাঘের মিষ্টি কথাতেও কেউ ভোলে না। কোনো জন্তুই রাজী হয় না। অবশেষে, এক বক পুরস্কারের লোভে রাজী হলো। সে বাঘের মুখের ভিতর লম্বা ঠোঁট ঢুকিয়ে দিয়ে সাবধানে হাড়টি বের করে আনল। বাঘটা হাই ছেড়ে বাচলো। দ্রুতই সে সুস্থ হয়ে উঠলো। তবে বক পুরস্কারের কথা বলামাত্র, সে দাঁত কড়মড় ও চোখ লাল করে বলল– আরে বলদ! তুই বাঘের মুখে ঠোঁট ঢুকিয়ে দিয়েছিলি। তোকে যে তখনই আমি খাইনি, সেটাই তো তোর ভাগ্য। আবার পুরস্কার চাস! যদি বাঁচার সাধ থাকে তবে আমার সামনে থেকে যা। নয়তো তোর ঘাড় এখনই মটকে দেবো, এক্ষুনি কচমচ করে চিবিয়ে খাবো তোকে। বক বাঘের কথা শুনে হতবুদ্ধি হয়ে যায়, সে তাড়াতাড়ি সেখান থেকে পালিয়ে বাচে।`,
          moral: 'অসৎ লোকের সাথে ভালো ব্যবহার করলেও, অসৎ লোক ভালো হয়ে যায় না।'
        }
      },
          {
        id: '2100',
        type: 'passage',
        label: 'লাঠির বান্ডিল',
        data: {
          title: 'লাঠির বান্ডিল',
          text: `তিন প্রতিবেশী তাদের ফসল সঙ্গে সমস্যায় পড়েছিল। তিনটি ক্ষেতেই ফসল ছিল এবং কীটপতঙ্গে ছেয়ে গিয়ে নিস্তেজ হয়ে পড়ছিল। প্রতিদিন তারা তাদের ফসল বাঁচানোর জন্য বিভিন্ন ভাবে চেষ্টা করত। প্রথম জন একটি কাকতাড়ুয়া ব্যবহার করল, দ্বিতীয় জন কীটনাশক দিল, এবং তৃতীয় জন তার ক্ষেতের চারদিকে একটি বেড়া লাগাল, কিন্তু কিছুতেই লাভ হল না। 
          একদিন গ্রামের প্রধান এসে তিনজন কৃষককেই ডাকলেন। তিনি তাদের প্রত্যেককে একটি করে লাঠি দিলেন এবং লাঠিগুলি ভাঙতে বললেন। কৃষকরা সহজেই সেগুলি ভেঙে দিল। তখন তিনি তাদের তিনটি লাঠির একটি বান্ডিল দিলেন এবং এটিকে ভাঙতে বললেন। এই বার, কৃষকরা লাঠি ভাঙার জন্য খুব পরিশ্রম করল। গ্রামের প্রধান বললেন, ‘একা একা কাজ করার চেয়ে আপনারা একসাথে বেশী শক্তিশালী‘। কৃষকরা তাদের সম্পদ একত্রিত করল এবং তাদের ক্ষেতের কীটপতঙ্গ থেকে মুক্তি পেল।`,
          moral: 'অসৎ লোকের সাথে ভালো ব্যবহার করলেও, অসৎ লোক ভালো হয়ে যায় না।'
        }
      },
  ]
};
