export default {
    label: 'বাক্য',
    id: 'bn-sentence',
    img: 'sentence',
    list: [
      {
        id: 'fillup',
        label: 'বাক্য - সমোচ্চারিত ভিন্নার্থক শব্দ',
        type: 'fillupOptions',
        commonData: {
          title: 'শূন্যস্থান পূরণ করুন.'
        },
        data: [
          `নানা রঙের কাপড় *পরা(পড়া)* খুব মজার।
          গল্পের বই *পড়া(পরা)* খুব ভালো অভ্যেস।
          ছেলেটা *নিত্য(নৃত্য)* নতুন বাইনা করে।
          ছোট মেয়েটির *নৃত্য(নিত্য)* সবাইকে মুগ্ধ করেছে।`,
  
          `*মূর্খ(মুখ্য)* মানুষকে বোকা বানানো উচিত না।
          *মুখ্য(মূর্খ)* বিচারক শাস্তি ঘোষণা করলেন।
          রোজ রোজ অসুস্থ হওয়া ভালো *লক্ষণ(লক্ষ্মণ)* না।
         *লক্ষ্মণ(লক্ষণ)* আর রাম ঘনিষ্ট ভাই ছিলেন।`,
  
          `কুরে সাঁতার কাটতে *হাঁস(হাস)* খুব পটু।
          *হাস(হাঁস)*লে মন ভালো থাকে।
          কুকুরের *সাড়া(সারা)* পেয়ে বিড়ালটা পালিয়ে গেল।
          কাজ *সারা(সাড়া)* হলে ঘরে ফেরা যাবে।
          ফুটবল ম্যাচ হেরে ছেলেটা *নিরাশ(নিরাস)* হয়ে গেছে।
          দুর্নীতিকে মানুষ *নিরাস(নিরাশ)* করেছে।`
        ]
      },
      {
        type: 'sequence',
        label: 'শব্দ থেকে বাক্য গঠন',
        id: 'find-sentence',
        commonData: {
          printTitle: 'শব্দগুলি যুক্ত করে সঠিক বাক্য বানান'
        },
        data: [
          `আমি ফুটবল খেলব।
            তুমি খাবার খাচ্ছো।
            বাবু বই পারছে।
            আজ বৃষ্টি পড়ছে।
            টুকাই আমাদের প্রতিবেশী।`,
  
          `তোমার নাম কি ?
            তুমি কোথায় যাচ্ছ ?
            আপনার ঘর কোথায় ?
            আজ আমাদের ছুটি।
            আমার ঘুম পাচ্ছে।`,

            `নন্টে ভালো ছেলে। 
            হাঁদা খুব অলস।
            ফন্টে দুস্টু ছেলে। 
            ভোঁদা ফুটবল খেলে।             
            ফেলুদা খুব বুদ্ধিমান।`,
  
          `আজ আমরা দুর্গাপুর যাচ্ছি।
            মামন ভালো খো-খো খেলে।
            আজ সন্ধ্যায় মায়ের পূজা।
            কাল খুব গরম ছিল।
            আমরা কাল দার্জিলিং যাবো।`,
  
          `কাল আমাদের স্কুল বন্ধ।
            আমাদের মাস্টারমশাই খুব ভালো।
            আমার ইতিহাস পড়তে ভালোলাগেনা।
            আমার খুব শরীর খারাপ।
            বাবা ভালো রান্না করেন।`,
            
            `অরিন্দম খুব ভালো আঁকে। 
            অমিত সারাদিন হকি খেলে। 
            সত্যজিৎ খুব গুণী মানুষ। 
            গুড়ের রসগোল্লা খুব সুস্বাদু। 
            ওরা সারাদিন আড্ডা মারে।`,
  
          `আমার মা ভালো গান গায়।
            আমি রোজ হেঁটে বিদ্যালয়ে যাই।
            নন্টে স্যার খুব ভালো মানুষ।
            ফন্টে গল্প পড়তে খুব ভালোবাসে।
            হাঁদা আর ভোঁদা দুই ভাই।`,
  
          `নন্টে আর ফন্টে খুব দুস্টু।
            নেতাজী দেশের জন্যে প্রাণ দিয়েছেন।
            ভগৎ সিং খুব সাহসী ছিলেন।
            আমাদের রাজ্যের নাম পশ্চিম বাংলা।
            গাছ লাগানো খুব ভালো অভ্যেস।`
        ]
      },
      {
        //subjectverb
        id: 'subjectverb',
        type: 'match',
        label: 'বাক্য - ক্রিয়া',
        commonData: {
          title: 'ব্যক্তি-ক্রিয়া',
          fontSize: '1.2rem'
        },
        data: [
          `আমি, যাই   
          তুমি, যাও   
          আপনি, যান   
          তুই, যাস   
          ওরা, যায়`,
  
          `আমি, যাবো
          তুমি, যাবে
          আপনি, যাবেন
          তুই, যাবি
          ওরা, যাবে`,
  
          `আমি, গিয়েছিলাম 
          তুমি, গিয়েছিলে 
          আপনি, গিয়েছিলেন 
          তুই, গিয়েছিলিস 
          ওরা, গিয়েছিলো`,
  
          `আমি, খাই    
          তুমি, খাও    
          আপনি, খান    
          তুই, খাস    
          ওরা, খায়`,
  
          `আমি, খাবো
          তুমি, খাবে
          আপনি, খাবেন
          তুই, খাবি
          ওরা, খাবে`,
  
          `আমি, খেয়েছিলাম  
          তুমি, খেয়েছিলে  
          আপনি, খেয়েছিলেন  
          তুই, খেয়েছিলিস  
          ওরা, খেয়েছিলো`
        ]
      },
      {
        //subjectverb
        id: 'tense',
        type: 'match',
        label: 'বাক্য - ক্রিয়ার কাল',
        commonData: {
          title: 'ক্রিয়ার কাল নির্বাচন',
          fontSize: '1.2rem'
        },
        data: [
          `আমি বাজার যাই।, বর্তমান কাল
              আমি বাজার যাব।, ভবিষৎ কাল
              আমি বাজার গিয়েছিলাম।, অতীত কাল`,
  
          `তুমি ফুটবল খেলছ।, বর্তমান কাল
              তুমি ফুটবল খেলবে।, ভবিষৎ কাল
              তুমি ফুটবল খেলেছিল।, অতীত কাল`,
  
          `আপনি গল্প লেখেন।, বর্তমান কাল
              আপনি গল্প লিখবেন।, ভবিষৎ কাল
              আপনি গল্প লিখেছেন।, অতীত কাল`,
  
          `বাবু বই পড়ছে।, বর্তমান কাল
              বাবু বই পড়বে।, ভবিষৎ কাল
              বাবু বই পড়েছিল।, অতীত কাল`,
  
          `তুই  ভালো ফুটবল খেলিস।, বর্তমান কাল
              তুই  ভালো ফুটবল খেলবি।, ভবিষৎ কাল
              তুই  ভালো ফুটবল খেলতিস।, অতীত কাল`,
  
          `ও পড়াশুনায় খুব ভালো।, বর্তমান কাল
              ও পড়াশুনায় খুব ভালো হবে।, ভবিষৎ কাল
              ও পড়াশুনায় খুব ভালো ছিল।, অতীত কাল`
        ]
      },
  
      {
        id: 'fillup-2',
        label: 'বাক্য - ব্যক্তি - ক্রিয়া',
        type: 'fillupOptions',
        commonData: {
          title: 'শূন্যস্থান পূরণ করুন.'
        },
        data: [
          `আমি বাজারে *যাই(যায়)*।    
       তুমি রোজ খেলতে *যাও(যান)*।    
       আপনি প্রতিদিন কাজে *যান(যায়)*।    
       তুই রোজ স্কুলে *যাস(যাও)* না কেন ?   
       ওরা মাঠে চাষ করতে *যায়(যাই)*।`,
  
          `আমি খেলতে *যাবো(যাবে)*। 
       তুমি কাল কলকাতা *যাবে(যাবি)*। 
       আপনি কাল মনে করে হাসপাতাল *যাবেন(যাবে)*। 
       তুই কি আমার সাথে দুর্গাপুর *যাবি(যাবো)*। 
       ওরা কাল সার্কাস দেখতে *যাবে(যাবো)*। `,
  
          `আমি কাল ফুটবল ম্যাচ দেখতে *গিয়েছিলাম(গিয়েছিলো)*। 
       তুমি কি কাল ডাক্তার দেখতে *গিয়েছিলে(গিয়েছিলেন)*?
       আপনি কি লাইব্রেরি *গিয়েছিলেন(গিয়েছিলো।)*? 
       তুই কাল বাবুর বাড়ি  গিয়েছিলিস(গিয়েছিলে)*।  
       ওরা শুনলাম কাল নৌকা চড়তে *গিয়েছিলো(গিয়েছিলেন)*। `,
  
          `আমি খাবার *খাই(খায়)*।     
       তুমি রুটি  *খাও(খাস)*।     
       আপনি রসগোল্লা *খান(খাস)*।     
       তুই রোজ ভাত *খাস(খাও)*।     
       ওরা প্রতিদিন সিঙ্গারা *খায়(খাই)*। `,
  
          `আমি আম *খাবো(খাবে)*। 
       তুমি কি জল *খাবে(খাবেন)*?
       আপনি কাল আমাদের বাড়িতে *খাবেন(খাবি)*। 
       তুই কি সন্দেশ *খাবি(খাবো)*?
       ওরা কি *খাবে(খাবি)*?`,
  
          `আমি কাল মিষ্টি *খেয়েছিলাম(খেয়েছিলো)*।  
       তুমি গতকাল মন্দিরে প্রসাদ *খেয়েছিলে(খেয়েছিলেন)*।   
       আপনি কি কাল পেটভরে *খেয়েছিলেন(খেয়েছিলো)*?  
       তুই কি *খেয়েছিলিস(খেয়েছিলো)*?  
       ওরা গতকাল অনেক চকলেট *খেয়েছিলো(খেয়েছিলিস)*`
        ]
      }
    ]
  };
