export default {
    label: 'সমাজবিজ্ঞান',
    id: 'bn-social',
    img: 'social',
    list: [
      {
        id: 'direction',
        label: 'দিক',
        type: 'dragAndDrop',
        data: {
          img: 'direction',
          width: 300,
          height: 300,
          wordWidth: 70,
          isPractice: false,
          title: 'দিক',
          words: [
            {
              word: 'পূর্ব',
              x: 210,
              y: 140
            },
            {
              word: 'পশ্চিম',
              x: 20,
              y: 140
            },
            {
              word: 'উত্তর',
              x: 120,
              y: 20
            },
            {
              word: 'দক্ষিণ',
              x: 120,
              y: 260
            }
          ]
        }
      },

    {
        label: 'পশ্চিমবাংলা-1',
        id: 'WB_1',
        type: 'mcq',
        data: {
          title: 'সঠিক উত্তর নির্ধারণ করুন',
          questions: [
            {
              qText: 'পশ্চিমবঙ্গে জেলার মোট সংখ্যা? ',
              options: '23 ,55, 78, এর মধ্যে কোনটিই নয়'
            },
            {
              qText: 'পশ্চিমবঙ্গ রাজ্যের সরকারী ভাষা কী?',
              options: 'বাংলা, পাঞ্জাবি, হিন্দি, এর মধ্যে কোনটিই নয়'
            },
            {
              qText:
                'পশ্চিমবঙ্গ রাজ্য ফুল কোনটি?',
              options: 'রাত্রে জেসমিন, পদ্ম, আফ্রিকান মেরিগোল্ড, পলাশ'
            },
            {
              qText: 'পশ্চিমবঙ্গ রাজ্য পাখি কোনটি?',
              options: 'সাদা ব্রেস্টেড কিংফিশার, দুর্দান্ত হর্ণবিল, বাড়ির চড়ুই, সরুস ক্রেন'
            },
            {
              qText: `সুন্দরবন জাতীয় উদ্যানটি কোথায় অবস্থিত?`,
              options: 'পশ্চিমবঙ্গ, উত্তরখণ্ড, কেরালা, এর মধ্যে কোনটিই নয়'
            },
            {
                qText: `পশ্চিমবঙ্গ কবে একটি রাজ্যে পরিণত হয়?`,
                options: '26 জানুয়ারী 1950, ২৮ শে মে 1992 , 4 মার্চ 1955, 1 ডিসেম্বর 1967'
              },
          ]
        
        }
    },

    {
        label: 'পশ্চিমবাংলা-2',
        id: 'WB_2',
        type: 'mcq',
        data: {
          title: 'সঠিক উত্তর নির্ধারণ করুন',
          questions: [
            {
              qText: 'পশ্চিমবঙ্গের প্রথম মুখ্যমন্ত্রী কে ছিলেন? ',
              options: 'বিধান চন্দ্র রায়, অজয় কুমার মুখোপাধ্যায়, প্রফুল্ল চন্দ্র সেন, এর মধ্যে কোনটিই নয়'
            },
            {
              qText: 'পশ্চিমবঙ্গের রাজধানী কী?',
              options: 'কলকাতা, কালিম্পং, বহরমপুর, কৃষ্ণনগর'
            },
            {
              qText:
                'পশ্চিমবঙ্গের উত্তরে কোন রাজ্য?',
              options: 'সিকিম, গোয়া, আসাম, উত্তর পরদেশ'
            },
            {
              qText: 'পশ্চিমবঙ্গের দক্ষিণে কোন জলাশয়?',
              options: 'বঙ্গোপসাগর, কাঁচের উপসাগর, ক্যাম্বের উপসাগর, লোহিত সাগর'
            },
            {
              qText: `ভিক্টোরিয়া মেমোরিয়াল বিল্ডিংটি কোথায় অবস্থিত?`,
              options: 'কলকাতা, হায়দরাবাদ, নয়াদিল্লি , পুনে'
            },
          ]
        
        }
    }
    
    ]
}
