export default {
  label: 'শব্দ',
  id: 'bn-word',
  img: 'word',
  list: [
    {
      id: 'bn-jumbled-2letter',
      type: 'sequence',
      label: 'দুই অক্ষরের শব্দ',
      commonData: {
        title: 'অক্ষর যুক্ত করে শব্দ গঠন',
        lang: 'bn'
      },
      data: [
        `বক , বই , কই , বন , বল , নল `,
        `ফল, জল, খই, দই, টব, টক, জট, বট `,
        `দই , কল , দল , রথ , রং , আম , পথ , কলা`,
        `বরফ , খবর , সবল , সরল , সকল , টগর , আসন `,
        `কাক , বালা , খাম , তাল , জামা , মালা , থালা `,
        `কাদা , লাল , পাট , পাকা , খাল , গান , টাকা , নাক`,
        `ছবি , রবি , ছড়া , পড়া , ঢাকা , পাকা , তাল , ধরা , করা `,
        `লাঠি, কাঠি , ধামা , জামা , আতা , খাতা , খড়ি , ঘড়ি `,
        `ঝুড়ি , মুড়ি , নুন , চুন , ঝাউ , লাউ , দুই , রুই , কুল , দুল `,
        `ফুল , দুল , যাই , খাই , যাব , খাব , পান , এক , পেঁপে `
      ]
    },
    {
      id: 'bn-jumbled',
      type: 'sequence',
      label: 'অক্ষর যুক্ত করে শব্দ গঠন',
      commonData: {
        title: 'অক্ষর যুক্ত করে শব্দ গঠন',
        lang: 'bn'
      },
      data: [
        `গোলাপ, কাঁঠাল, বেগুন, আনারস, ডালিম`,
        `আপেল, কমলা, পেয়ারা, খেজুর, খেজুর`,
        `গাজর, কাঠাল, পেয়াজ, পটল, পালক`,
        `করলা, রসুন, পুদিনা, কুমড়ো, ডুমুর`,
        `বিছানা, খারাপ, গণিত, পিপড়ে, বানর, কঠোর`,
        `মোরগ, কোকিল, ঈগল, মুরগী, পায়রা`,
        `চড়াই, সারস, শকুনি, জাহাজ, বাদুড়`,
        `কুজন, সুজন, চতুর, গৌরব, নতুন, বাঙালি`,
        `পোশাক, পুরুষ, পৃথিবী, গ্রহণ, মহান, কঠিন, জীবন`,
        `নাশপাতি, বড়ই, নারিকেল, জলপাই, আমড়া, জামরুল`,
        `অভিলাষ, প্রয়োজন, কাছাকাছি, শুধুমাত্র, পদক্ষেপ`,
        `অধিকার, পুরাতন, ব্যবহার, গবেষণা, পরবর্তী`,
        `ফুলকপি, বাধাকপি, পানকৌড়ি, রাজহাঁস, পরিবার`,
        `অনুসরণ , পরিবর্তন, অনুপ্রেরণা, অনুসন্ধান, আতিথিয়তা`
      ]
    },

    {
      //Antonyms - class-5 content ref-bhasapath-v
      id: 'opposites',
      type: 'match',
      label: 'বিপরীতার্থক শব্দ',
      commonData: {
        title: 'বিপরীতার্থক শব্দ',
        fontSize: '1.2rem'
      },
      data: [
        `দিন , রাত 
        বৃদ্ধি , হ্রাস 
        নবীন , প্রবীণ 
        স্বাধীন , পরাধীন 
        স্থির , অস্থির`,
        
        `অজ্ঞ , বিজ্ঞ 
        কঠিন , কোমল 
        ধ্বংস , সৃষ্টি 
        আকাশ , পাতাল 
        অগ্রজ , অনুজ`,
        
        `আসা, যাওয়া
        আগে, পেছনে
        উপর, নিচ
        ভালো, খারাপ
        ডান, বাম`,

        `দিন, রাত
        নবীন, প্রবীণ
        স্বাধীন, পরাধীন
        স্থির, চলমান
        কঠিন, কোমল`,

        `উন্নতি, অবনতি
        ছোটো, বড়ো 
        আকাশ, পাতাল 
        স্বর্গ, নরক 
        জোয়ার, ভাটা`,

        `পাপ, পুণ্য 
        আদান, প্রদান 
        একাল, সেকাল 
        কুটিল, সরল 
        আবাহন, বিসর্জন `,

        `বেশি, কম
        দেশ, বিদেশ
        ভয়, সাহস
        দুর্বল, সবল
        সত্য, মিথ্যা`,

        `টাটকা, বাসি 
        যত্ন, অযত্ন 
        খাঁটি, ভেজাল 
        সোজা, বেঁকা 
        প্রশ্ন, উত্তর`,

        `উচু, নিচু
    চালাক, বোকা
    অচল, সচল
    অল্প, অধিক
    কাচা, পাকা`,

        `কমতি, বাড়তি
    গরম, ঠান্ডা
    পূর্ব, পশ্চিম
    জন্ম, মৃত্যু
    টক, মিষ্টি`,

        `টাটকা, বাসি
    ঝাপসা, স্পষ্ট
    তারুণ্য, বার্ধক্য
    তীব্র, মৃদু
    দোষ, গুণ`,

        `দুরন্ত, শান্ত
    দেনা, পাওনা
    দক্ষিণ, উত্তর
    ধনী, নির্ধন
    নতুন, পুরনো`
      ]
    },
    {
      // Synonyms - class-4 content ref-bhasapath-iv
      id: 'same-meaning',
      type: 'match',
      label: 'প্রতিশব্দ বা সমার্থক শব্দ',
      commonData: {
        title: 'প্রতিশব্দ মেলান',
        fontSize: '1.2rem'
      },
      data: [
        `অচল , গতিহীন
    নয়ন , চোখ
    অনেক , বেশি
    চমৎকার, সুন্দর
    অভাব, অনটন`,

        `অরণ্য, বন
    অলস, কুড়ে
    অল্প, কম
    আইন, বিধান
    আকাশ, গগন`,

        `আদি, প্রথম
    আধুনিক, বর্তমান
    আমন্ত্রণ, আহ্বান
    চমক, অবাক
    আসল, খাঁটি`,

        `ইতি, শেষ
    ঈশ্বর, প্রভু
    উচিত, ন্যায্য
    উচ্ছেদ, উৎখাত
    উপকথা, গল্প`,

        `উপকার, মঙ্গল
    ঋষি, মুনি
    একতা, ঐক্ক
    কঠিন, কঠোর
    কলহ, ঝগড়া`,

        `ফুল, পুস্প 
    পৃথিবী, ধরণী 
    পর্বত, গিরি 
    চাঁদ, চন্দ্র 
    সূর্য, রবি`,

        `পা, পদ 
    বুক, বক্ষ 
    চোখ, আঁখি 
    মুখ, আনন
    কান, কর্ণ `,

        `উঠান, অঙ্গান 
    পুকুর, দীঘি 
    সাপ, নাগ 
    ঘর , আবাস 
    ঘোড়া , অশ্ব`,

        `মা, জননী 
    বাবা, পিতা 
    পুত্র, ছেলে 
    কন্যা, মেয়ে 
    ভাই, ভ্রাতা 
    বোন, ভগিনী`,

        `অম্বর, আকাশ
      শিষ্টাচার, সদাচার
      বাতাস, পবন
      সনাতন, চিরন্তন
      কুটুম্ব, আত্মীয়
      বন্ধু, মিত্র`
      ]
    },

    {
      //bengali number
      id: 'number',
      type: 'match',
      label: 'সংখ্যা ও শব্দ',
      commonData: {
        title: 'শব্দের সাথে সংখ্যা মেলানো',
        fontSize: '1.2rem'
      },
      data: [
        `০, শূন্য 
        ১, এক
        ২, দুই
        ৩, তিন
        ৪, চার
        ৫, পাঁচ`,

        `৬, ছয়
        ৭, সাত
        ৮, আট
        ৯, নয়
        ১০, দশ`,

        `১১, এগারো
        ১২, বারো
        ১৩, তেরো
        ১৪, চোদ্দো
        ১৫, পনেরো`,

        `১৬, ষোলো 
         ১৭, সতেরো 
         ১৮, আঠারো 
         ১৯, উনিশ 
         ২০, কুড়ি`,

        `১০০, একশো 
         ১০০০, এক হাজার 
         ১০০০০, দশ হাজার 
         ১০০০০০, এক লাখ 
         ১০০০০০০০, এক কোটি`
      ]
    },

    {
      type: 'rightOne',
      label: 'সঠিক বানান',
      id: 'spelling',
      commonData: {
        title: 'সঠিক বানান নির্বাচন',
        noCaps: true
      },
      data: [
        `জবা , যবা 
          আপেল , অপেল 
          আনারস , আনাড়স 
          বেগুন, বেগুণ 
          পিপড়ে, পিপরে `,

        `পোশাক, পোষাক 
          পুরুষ, পুরুস 
          পৃথিবী, পৃথিবি  
          কঠিন, কটিন 
          জীবন, যিবন`,

        `গাজর, গজর 
          কাঠাল, কাঠল 
          পেয়াজ, পিয়ায 
          পটল, পোটল 
          কুমড়ো, কুঁমড়ো`,

        `মোরগ, মোরোগ 
          সারস, শারস 
          কোকিল, কোকীল 
          ঈগল, ইগল 
          মুরগী, মুড়গি `,

        `কুজন, কুজান 
          সুজন, সূজন 
          চতুর, চাতুর 
          গৌরব, গৌরাব 
          নতুন, নুতুন `
      ]
    },

    {
      //Antonyms
      id: 'colors',
      type: 'match',
      label: 'রঙ',
      commonData: {
        title: 'বাংলায় রঙ',
        fontSize: '1.2rem'
      },
      data: [
        `সবুজ, Green
        হলুদ, Yellow
        নীল, Blue
        লাল, Red
        কমলা, Orange`,

        `গেরুয়া, Saffron
        বেগুনি, Violet
        কালো, Black
        সাদা, White
        ধূসর, Grey`,

        `বাদামি, Brown
         গোলাপী, Pink
         আকাশী, Sky color
         গাঢ়, dark
         হালকা, light`
      ]
    },

    {
      //Antonyms
      id: 'TimePlace',
      type: 'match',
      label: 'বাংলায় আপেক্ষিক সময়-কাল',
      commonData: {
        title: 'বাংলায় আপেক্ষিক সময়-কাল',
        fontSize: '1.2rem'
      },
      data: [
        `আজ, Today
        গতকাল, Yesterday
        আগামীকাল, Tomorrow
        এখানে, Here
        ওখানে, There`,

        `তাড়াতাড়ি, Quikly
        আস্তে, Slowly
        সর্বদা, Always
        মাঝে মাঝে, Sometime
        কখনো, Never
        প্রায়, Often
        কদাপি, Seldom`
      ]
    }
  ]
};
