export default {
    label: 'শব্দ-2',
    id: 'bn-word',
    img: 'word',
    list: [
        {
            // this activity if for class 4/5
            label: 'অনেক শব্দের জন্য একটি শব্দ',
            type: 'matchByDragDrop',
            id: 'bn-oneword',
            commonData: {
              isPractice: false,
              title: 'শূন্যস্থান পূরণের জন্য উপযুক্ত শব্দটি রাখুন',
              styles: {
                fontSize: '1.3rem',
                dashWidth: 80
              },
            },
            data: [
              `যা মাসে একবার হয় : *মাসিক*
              যা সপ্তাহে একবার হয় : *সাপ্তাহিক*
              যা বছরে একবার হয় : *বার্ষিক*
              যা প্রতিদিন ঘটে : *দৈনিক*`,

              `যার করুণা আছে : *দয়ালু*
              যে বিদ্যা গ্রহণ করে : *ছাত্র*
              যিনি চিত্র আঁকেন : *চিত্রশিল্পী*
              যারা গ্রামে থাকে : *গ্রামবাসী*
              যারা শহরে থাকে : *শহরবাসী*`,

              `যা দেখতে পাওয়া যায় না : *অদৃশ্য*
              মাংস ভক্ষণকারী : *মাংসাশী*
              ফল-শাক-সবজি খাবার : *নিরামিষ*              
              যা দেখতে পাওয়া যায় : *দৃশ্যমান*`,

              `যে বিজ্ঞান নিয়ে চর্চা করেন : *বিজ্ঞানী*
              যেখানে চিকিৎসা করা হয় : *হাসপাতাল*
              যেখানে বই পড়ার জন্য রাখা হয় : *লাইব্রেরি*
              যিনি জুতা ঠিক করেন : *মুচি*
              যিনি রোগে ভুগছেন : *রুগী* `,

              `
              যে অন্যের উপকার করে : *সমাজসেবী*
              ভারতে বসবাসকারী : *ভারতীয়*
              যিনি সোনার গয়না বানান : *স্বর্ণকার*
              যে কাউকে ভয় করে না : *নির্ভীক*`,

              `যে খুব কাজ করে : *পরিশ্রমী*              
              যার মা বাবা নাই : *অনাথ* 
              যিনি লিখতে পড়তে জানেন না : *নিরক্ষর*
                যিনি লিখতে পড়তে জানেন : *সাক্ষর* 
                যারা দেখতে আসে : *দর্শক*`,

                `যিনি গল্প লেখেন : *লেখক*
                যিনি পড়েন  : *পাঠক*
                যিনি শোনেন  : *শ্রোতা*
                যারা একসাথে পড়ে : *সহপাঠী* 
                যারা একসাথে কাজ করে : *সহকর্মী*`
              
            ],            

          },
                  {
            type: 'rightOne',
            id: 'bn-sound-word-1s',
            label: 'ধ্বনি শুনে শব্দ শনাক্ত',
            commonData: {
              title: 'ধ্বনি শুনে শব্দ শনাক্ত করুন',
              type: 'words',
              audio: 'bn-animals.mp3'
            },
            data: [
              {
                audioOffset: 0,
                words:
                  'বিড়াল, কুকুর, ছাগল, ভেড়া, ঘোড়া'
              },
              {
                audioOffset: 10,
                words:
                  'শূকর, হাতি, সিংহ, বাঁদর, বাঘ'
              },
              {
                audioOffset: 20,
                words:
                  'জলহস্তী, গণ্ডার, শিয়াল, কুমির, ভালুক'
              },
              {
                audioOffset: 30,
                words:
                  'উট, হাঙ্গর, তিমি মাছ, শুশুক, ফড়িং'
              },
              {
                audioOffset: 40,
                words:
                  'মাছ, ব্যাঙ, কাঁকড়া, সাপ, কাঠবিড়ালি'
              },
              {
                audioOffset: 50,
                words:
                  'কচ্ছপ, ইঁদুর, উইপোকা, পিঁপড়ে, মাছি'
              },
              {
                audioOffset: 60,
                words:
                  'বাদুড়, মোষ, প্রজাপতি, চিতাবাঘ, গরু, গাধা'
              },
              {
                audioOffset: 72,
                words:
                  'বেজি, মশা, নেকড়ে বাঘ, আরশোলা, টিকটিকি, খরগোশ'
              },

            ]
          },

    ]
};
