export default {
  label: 'শব্দ-2',
  id: 'bn-word-3',
  img: 'word',
  list: [
    {
      // for class iii and above
      type: 'rightOne',
      id: 'bn-sound-word-1s',
      label: 'ধ্বনি শুনে শব্দ শনাক্ত',
      lockAfter: 2,
      commonData: {
        title: 'ধ্বনি শুনে শব্দ শনাক্ত করুন',
        type: 'words',
        audio: 'bn/bn-animals.mp3'
      },
      data: [
        {
          audioOffset: 0,
          words: 'বিড়াল, কুকুর, ছাগল, ভেড়া, ঘোড়া'
        },
        {
          audioOffset: 10,
          words: 'শূকর, হাতি, সিংহ, বাঁদর, বাঘ'
        },
        {
          audioOffset: 20,
          words: 'জলহস্তী, গণ্ডার, শিয়াল, কুমির, ভালুক'
        },
        {
          audioOffset: 30,
          words: 'উট, হাঙ্গর, তিমি মাছ, শুশুক, ফড়িং'
        },
        {
          audioOffset: 40,
          words: 'মাছ, ব্যাঙ, কাঁকড়া, সাপ, কাঠবিড়ালি'
        },
        {
          audioOffset: 50,
          words: 'কচ্ছপ, ইঁদুর, উইপোকা, পিঁপড়ে, মাছি'
        },
        {
          audioOffset: 60,
          words: 'বাদুড়, মোষ, প্রজাপতি, চিতাবাঘ, গরু, গাধা'
        },
        {
          audioOffset: 72,
          words: 'বেজি, মশা, নেকড়ে বাঘ, আরশোলা, টিকটিকি, খরগোশ'
        }
      ]
    },

    {
      // Synonyms - class-4 content ref-bhasapath-iv
      id: 'same-meaning',
      type: 'match',
      label: 'প্রতিশব্দ বা সমার্থক শব্দ',
      lockAfter: 2,
      commonData: {
        title: 'প্রতিশব্দ মেলান',
        fontSize: '1.2rem'
      },
      data: [
        `পথ , মার্গ 
গৃহ , আবাস 
হাতি , গজ 
বাগান , উদ্যান 
পৃথিবী , জগৎ `,

        `সমীর , বাতাস 
নদী , সরিৎ
রাত্রি , নিশা 
আকাশ , গগন 
মাটি , মৃত্তিকা`,

        `অচল , গতিহীন
নয়ন , চোখ
অনেক , বেশি
চমৎকার, সুন্দর
অভাব, অনটন`,

        `অরণ্য, বন
অলস, কুড়ে
অল্প, কম
আইন, বিধান
আকাশ, গগন`,

        `আদি, প্রথম
আধুনিক, বর্তমান
আমন্ত্রণ, আহ্বান
চমক, অবাক
আসল, খাঁটি`,

        `ইতি, শেষ
ঈশ্বর, প্রভু
উচিত, ন্যায্য
উচ্ছেদ, উৎখাত
উপকথা, গল্প`,

        `উপকার, মঙ্গল
ঋষি, মুনি
একতা, ঐক্ক
কঠিন, কঠোর
কলহ, ঝগড়া`,

        `ফুল, পুস্প 
পৃথিবী, ধরণী 
পর্বত, গিরি 
চাঁদ, চন্দ্র 
সূর্য, রবি`,

        `পা, পদ 
বুক, বক্ষ 
চোখ, আঁখি 
মুখ, আনন
কান, কর্ণ `,

        `উঠান, অঙ্গন 
পুকুর, দীঘি 
সাপ, নাগ 
ঘর , আবাস 
ঘোড়া , অশ্ব`,

        `মা, জননী 
বাবা, পিতা 
পুত্র, ছেলে 
কন্যা, মেয়ে 
ভাই, ভ্রাতা 
বোন, ভগিনী`,

        `অম্বর, আকাশ
শিষ্টাচার, সদাচার
বাতাস, পবন
সনাতন, চিরন্তন
কুটুম্ব, আত্মীয়
বন্ধু, মিত্র`
      ]
    },
    {
      //Antonyms - class-5 content ref-bhasapath-v
      id: 'opposites',
      type: 'match',
      label: 'বিপরীতার্থক শব্দ',
      lockAfter: 2,
      commonData: {
        title: 'বিপরীতার্থক শব্দ',
        fontSize: '1.2rem'
      },
      data: [
        `দিন , রাত 
বৃদ্ধি , হ্রাস 
নবীন , প্রবীণ 
স্বাধীন , পরাধীন 
স্থির , অস্থির`,

        `অজ্ঞ , বিজ্ঞ 
কঠিন , কোমল 
ধ্বংস , সৃষ্টি 
আকাশ , পাতাল 
অগ্রজ , অনুজ`,

        `উন্নতি , অবনতি 
ছোট , বড়
জ্ঞানী , মূর্খ 
উচিত , অনুচিত 
পাপ , পুণ্য `,

        `আসা, যাওয়া
আগে, পেছনে
উপর, নিচ
ভালো, খারাপ
ডান, বাম`,

        `দিন, রাত
নবীন, প্রবীণ
স্বাধীন, পরাধীন
স্থির, চলমান
কঠিন, কোমল`,

        `উন্নতি, অবনতি
ছোটো, বড়ো 
আকাশ, পাতাল 
স্বর্গ, নরক 
জোয়ার, ভাটা`,

        `পাপ, পুণ্য 
আদান, প্রদান 
একাল, সেকাল 
কুটিল, সরল 
আবাহন, বিসর্জন `,

        `বেশি, কম
দেশ, বিদেশ
ভয়, সাহস
দুর্বল, সবল
সত্য, মিথ্যা`,

        `টাটকা, বাসি 
যত্ন, অযত্ন 
খাঁটি, ভেজাল 
সোজা, বেঁকা 
প্রশ্ন, উত্তর`,

        `উচু, নিচু
চালাক, বোকা
অচল, সচল
অল্প, অধিক
কাচা, পাকা`,

        `কমতি, বাড়তি
গরম, ঠান্ডা
পূর্ব, পশ্চিম
জন্ম, মৃত্যু
টক, মিষ্টি`,

        `টাটকা, বাসি
ঝাপসা, স্পষ্ট
তারুণ্য, বার্ধক্য
তীব্র, মৃদু
দোষ, গুণ`,

        `দুরন্ত, শান্ত
দেনা, পাওনা
দক্ষিণ, উত্তর
ধনী, নির্ধন
নতুন, পুরনো`
      ]
    },

    {
      // this activity if for class 4/5
      label: 'অনেক শব্দের জন্য একটি শব্দ',
      type: 'matchByDragDrop',
      id: 'bn-oneword',
      lockAfter: 2,
      commonData: {
        isPractice: false,
        title: 'শূন্যস্থান পূরণের জন্য উপযুক্ত শব্দটি রাখুন',
        styles: {
          fontSize: '1.3rem',
          dashWidth: 80
        }
      },
      data: [
        `যা মাসে একবার হয় : *মাসিক*
যা সপ্তাহে একবার হয় : *সাপ্তাহিক*
যা বছরে একবার হয় : *বার্ষিক*
যা প্রতিদিন ঘটে : *দৈনিক*`,

        `যার করুণা আছে : *দয়ালু*
যে বিদ্যা গ্রহণ করে : *ছাত্র*
যিনি চিত্র আঁকেন : *চিত্রশিল্পী*
যারা গ্রামে থাকে : *গ্রামবাসী*
যারা শহরে থাকে : *শহরবাসী*`,

        `যা দেখতে পাওয়া যায় না : *অদৃশ্য*
মাংস ভক্ষণকারী : *মাংসাশী*
ফল-শাক-সবজি খাবার : *নিরামিষ*              
যা দেখতে পাওয়া যায় : *দৃশ্যমান*`,

        `যে বিজ্ঞান নিয়ে চর্চা করেন : *বিজ্ঞানী*
যেখানে চিকিৎসা করা হয় : *হাসপাতাল*
যেখানে বই পড়ার জন্য রাখা হয় : *লাইব্রেরি*
যিনি জুতা ঠিক করেন : *মুচি*
যিনি রোগে ভুগছেন : *রুগী* `,

        `
যে অন্যের উপকার করে : *সমাজসেবী*
ভারতে বসবাসকারী : *ভারতীয়*
যিনি সোনার গয়না বানান : *স্বর্ণকার*
যে কাউকে ভয় করে না : *নির্ভীক*`,

        `যে খুব কাজ করে : *পরিশ্রমী*              
যার মা বাবা নাই : *অনাথ* 
যিনি লিখতে পড়তে জানেন না : *নিরক্ষর*
যিনি লিখতে পড়তে জানেন : *সাক্ষর* 
যারা দেখতে আসে : *দর্শক*`,

        `যিনি গল্প লেখেন : *লেখক*
যিনি পড়েন  : *পাঠক*
যিনি শোনেন  : *শ্রোতা*
যারা একসাথে পড়ে : *সহপাঠী* 
যারা একসাথে কাজ করে : *সহকর্মী*`
      ]
    }
  ]
};
