export default {
  label: 'Poems',
  id: 'mr-reading',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'अग्गोबाईऽऽ ढग्गोबाईऽऽऽ',
      data: {
        title: 'अग्गोबाईऽऽ ढग्गोबाईऽऽऽ',
        type: 'poem',
        text: `अग्गोबाईऽऽ ढग्गोबाईऽऽऽ लागली कळ
ढगाला उन्हाची केवढी झळ!
थोडी न थोडकी, लागली फार!
डोंगराच्या डोळ्याला पाण्याची धार!!।।धृ।।
वारा वारा गरागरा सो सो सूम...
ढोल्या ढोल्या ढगात ढुम ढुम ढुम...
वीजबाई अशी काही तोऱ्यामध्ये खडी
आकाशाच्या पाठीवर चम चम छडी!! ।।१।।
खोल खोल जमिनीचेउघडुन दार
बुड बुड बेडकाची बडबड फार!
डुंबायला डबक्याचा करू या तलाव
साबु-बिबुनको.. थोडा चिखल लगाव!! ।।२।।`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'बीज',
      data: {
        title: 'बीज',
        type: 'poem',
        text: `इथं काय रुजतं?
मातीखाली निजतं
पाण्याने भिजतं,
इथं आहे इवलं
सुरेखसं बीज!
एवढासा कोंब
हळूच येईल वर,
सूर्य म्हणेल त्याला
माझा हात धर.
अंगाई गाणं
वारा गाईल त्याला,
झुलता झुलता
पानं येतील त्याला.
इवल्याशा रोपाचं
झाड होईल छान,
फुला-फळांनी
बहरेल रान.`
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'वाचनपाठ १',
      data: {
        title: 'वाचनपाठ १',
        type: 'poem',
        text: `काका घरी आला.
काकी घरी आली.
मामा घरी आला.
मामी घरी आली.
काका घर बघ.
मामा घर बघ.
काकी इरा आली का?
आली आली आली.
मामी रिमा आली का?
आली आली आली.`
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'आई, मला दे ना !',
      data: {
        title: 'आई, मला दे ना !',
        type: 'poem',
        text: `आई, मला छोटीशी बंदूक देना !
बंदूक घेईन । शिपाई होईन ।
ऐटीत चालीन । एक दोन तीन ।।१।।
आई, मला छोटीशी मोटार देना !
मोटार घेईन । ड्रायव्हर होईन ।
गावाला जाईन । पों पों पों ।।२।।
आई, मला छोटेसे विमान देना !
विमान घेईन । पायलट होईन ।
आकाशी जाईन । भर भर भर ।।३।।
आई, मला छोटीशी बाहुली देना !
बाहुली घेईन । तिजला मी सजवेन
ती संगेनाचेन । छुम छुम छुम ।।४।।`
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'माझा घोडा',
      data: {
        title: 'माझा घोडा',
        type: 'poem',
        text: `टपटप टपटप टाकित टापा चाले माझा घोडा
पाठीवरती जीन मखमली पायि रुपेरी तोडा.
उंच उभारी दोन्ही कान
ऐटित वळवी अपुली मान
मधेच केव्हा दुडकत दुडकत चाले थोडा थोडा.
घोडा माझा फार हुशार
पाठीवर मी होता स्वार
नुसता त्याला पुरे इशारा, कशास चाबुक ओढा?
घोडा माझा घाली रिंगण
उखडुन टाकी सारे अंगण
काही त्याला अडवित नाही, नदी असो की ओढा.
सात अरण्ये, समुद्र सात
ओलांडित हा एक दमात
आला आला माझा घोडा, अधी रस्ता सोडा.`
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'असेकसे?',
      data: {
        title: 'असेकसे?',
        type: 'poem',
        text: `असे कसे? असे कसे?
रात्रीचेच चांदणे दिसे !
असे कसे? असे कसे?
मोरालाच सुंदर पिसे !
असे कसे? असे कसे?
पाण्यातच झोपती मासे !
असे कसे? असे कसे?
आईसारखे कुणी नसे !`
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'लोठेबाबा',
      data: {
        title: 'लोठेबाबा',
        type: 'poem',
        text: `लोठेबाबा लोठेबाबा,
झोपता किती?
आठ तास दिवसा
आठ तास रात्री.
लोठेबाबा लोठेबाबा,
खाता काय तरी?
पाच लीटर दुधासंगे
दहा किलो पुरी.
लोठेबाबा लोठेबाबा,
काय करता काम?
काम शब्द ऐकताच
येतो मला घाम.`
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'गाडी आली गाडी आली',
      data: {
        title: 'गाडी आली गाडी आली',
        type: 'poem',
        text: `गाडी आली गाडी आली चला पळा रे
गाडी थांबली गाडी थांबली धक्का मारा रे ।।धृ.।।
गाडी आली कोकणातून, आंबे आणले भरून भरून
आंबे उतरून घ्यारे आणि धक्का मारा रे ।।१।।
गाडी आली वसईहून, केळी आणली भरून भरून
केळी उतरून घ्यारे आणि धक्का मारा रे ।।२।।
गाडी आली नागपूरहून, संत्री आणली भरून भरून
संत्री उतरून घ्यारे आणि धक्का मारा रे ।।३।।
गाडी आली काश्मीरहून, सफरचंदं आणली भरून भरून
सफरचंदं उतरून घ्यारे आणि धक्का मारा रे ।।४।।`
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'वेडं कोकरू',
      data: {
        title: 'वेडं कोकरू',
        type: 'poem',
        text: `वेडं कोकरू खूप थकलं
येताना घरी वाट चुकलं
अंधार बघून भलतच भ्यालं
दमून दमून झोपेला आलं
शेवटी एकदा घर दिसलं
वेडं कोकरू गोड हसलं
डोकं ठेवून गवताच्या उशीत
हळूच शिरलं आईच्या कुशीत`
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'जंगलात ठरली मैफल',
      data: {
        title: 'जंगलात ठरली मैफल',
        type: 'poem',
        text: `जंगलात ठरली नाचगाण्याची मैफल
अस्वल म्हणालं, ही तर हत्तीची अक्कल.
तबल्यावर होती कोल्होबाची साथ
वाघोबा म्हणाले, नाही ना बात?
पेटी मी किती वाजवतो सुंदर
हसत हसत म्हणालेसाळींदर.
गुंडू-पांडूलांडग्यांना तंबोऱ्याची हौस
संतूर वाजवूम्हणालेचिकीमिकी माऊस!
मुंगीनेलावला वरचा सां
आवाज आवाज ओरडला ससा.
ठुमकत नाचत आला मोर
वन्समोअर, वन्समोअर झाला शोर!`
      }
    }
  ]
};
