export default {
  label: 'Word Search',
  id: 'mr-wordsearch',
  img: 'wordsearch',
  list: [
    {
      id: '1688619899933',
      type: 'wordsearch',
      label: 'Animals',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['मां', 'ज', 'र'], marker: [2, 3, 4, 3] },
          { word: ['गा', 'य'], marker: [5, 1, 6, 1] },
          { word: ['गा', 'ढ', 'व'], marker: [5, 1, 5, 3] },
          { word: ['घो', 'डा'], marker: [0, 1, 1, 1] },
          { word: ['सिं', 'ह'], marker: [0, 6, 1, 6] },
          { word: ['ह', 'त्', 'ती'], marker: [1, 6, 3, 6] },
          { word: ['म', 'ग', 'र'], marker: [4, 4, 6, 4] },
          { word: ['बै', 'ल'], marker: [2, 1, 3, 1] },
          { word: ['खे', 'क', 'डा'], marker: [4, 7, 6, 7] },
          { word: ['का', 'स', 'व'], marker: [7, 3, 7, 5] },
          { word: ['उं', 'ट'], marker: [0, 3, 0, 4] },
          { word: ['दे', 'व', 'मा', 'सा'], marker: [2, 0, 5, 0] },
          { word: ['खे', 'क', 'डा'], marker: [2, 5, 4, 5] },
          { word: ['उं', 'दी', 'र'], marker: [4, 6, 6, 6] },
          { word: ['सा', 'प'], marker: [1, 2, 2, 2] }
        ],
        table: [
          ['', '', 'दे', 'व', 'मा', 'सा', '', ''],
          ['घो', 'डा', 'बै', 'ल', '', 'गा', 'य', ''],
          ['', 'सा', 'प', '', '', 'ढ', '', ''],
          ['उं', '', 'मां', 'ज', 'र', 'व', '', 'का'],
          ['ट', '', '', '', 'म', 'ग', 'र', 'स'],
          ['', '', 'खे', 'क', 'डा', '', '', 'व'],
          ['सिं', 'ह', 'त्', 'ती', 'उं', 'दी', 'र', ''],
          ['', '', '', '', 'खे', 'क', 'डा', '']
        ],
        lang: 'hi',
        showWords: true
      }
    },
    {
      id: '1688620066367',
      type: 'wordsearch',
      label: 'Birds',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['पा', 'र', 'वा'], marker: [1, 1, 3, 1] },
          { word: ['ब', 'द', 'क'], marker: [5, 1, 5, 3] },
          { word: ['कों', 'ब', 'डी'], marker: [2, 3, 2, 5] },
          { word: ['कों', 'ब', 'डा'], marker: [1, 4, 3, 4] },
          { word: ['पो', 'प', 'ट'], marker: [4, 6, 6, 6] },
          { word: ['मो', 'र'], marker: [6, 0, 7, 0] },
          { word: ['चि', 'म', 'णी'], marker: [0, 7, 2, 7] },
          { word: ['ग', 'रु', 'ड'], marker: [0, 2, 2, 2] },
          { word: ['श', 'हा', 'मृ', 'ग'], marker: [7, 2, 7, 5] },
          { word: ['घु', 'ब', 'ड'], marker: [4, 5, 6, 5] },
          { word: ['गि', 'धा', 'ड'], marker: [5, 7, 7, 7] },
          { word: ['ला', 'कू', 'ड', 'पे', 'क', 'र'], marker: [0, 0, 5, 0] }
        ],
        table: [
          ['ला', 'कू', 'ड', 'पे', 'क', 'र', 'मो', 'र'],
          ['', 'पा', 'र', 'वा', '', 'ब', '', ''],
          ['ग', 'रु', 'ड', '', '', 'द', '', 'श'],
          ['', '', 'कों', '', '', 'क', '', 'हा'],
          ['', 'कों', 'ब', 'डा', '', '', '', 'मृ'],
          ['', '', 'डी', '', 'घु', 'ब', 'ड', 'ग'],
          ['', '', '', '', 'पो', 'प', 'ट', ''],
          ['चि', 'म', 'णी', '', '', 'गि', 'धा', 'ड']
        ],
        lang: 'hi',
        showWords: true
      }
    },
    {
      id: '1688620246371',
      type: 'wordsearch',
      label: 'Fruits',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['स', 'फ', 'र', 'चं', 'द'], marker: [1, 3, 5, 3] },
          { word: ['द्', 'रा', 'क्', 'षे'], marker: [4, 1, 7, 1] },
          { word: ['पे', 'रू'], marker: [7, 3, 7, 4] },
          { word: ['फ', 'ण', 'स'], marker: [2, 3, 2, 5] },
          { word: ['आं', 'बा'], marker: [4, 6, 5, 6] },
          { word: ['सं', 'त्', 'रा'], marker: [0, 1, 0, 3] },
          { word: ['प', 'प', 'ई'], marker: [1, 0, 3, 0] },
          { word: ['अ', 'न', 'न', 'स'], marker: [0, 7, 3, 7] },
          { word: ['ट', 'र', 'बू', 'ज'], marker: [3, 5, 6, 5] },
          { word: ['अं', 'जी', 'र'], marker: [2, 2, 4, 2] },
          { word: ['म', 'नु', 'का'], marker: [1, 4, 1, 6] },
          { word: ['ता', 'र', 'खा'], marker: [3, 4, 5, 4] }
        ],
        table: [
          ['', 'प', 'प', 'ई', '', '', '', ''],
          ['सं', '', '', '', 'द्', 'रा', 'क्', 'षे'],
          ['त्', '', 'अं', 'जी', 'र', '', '', ''],
          ['रा', 'स', 'फ', 'र', 'चं', 'द', '', 'पे'],
          ['', 'म', 'ण', 'ता', 'र', 'खा', '', 'रू'],
          ['', 'नु', 'स', 'ट', 'र', 'बू', 'ज', ''],
          ['', 'का', '', '', 'आं', 'बा', '', ''],
          ['अ', 'न', 'न', 'स', '', '', '', '']
        ],
        lang: 'hi',
        showWords: true
      }
    },
    {
      id: '1688620463204',
      type: 'wordsearch',
      label: 'Vegetables',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['गा', 'ज', 'र'], marker: [0, 0, 0, 2] },
          { word: ['कां', 'दा'], marker: [1, 1, 2, 1] },
          { word: ['टो', 'मॅ', 'टो'], marker: [5, 1, 5, 3] },
          { word: ['ब', 'टा', 'टा'], marker: [1, 4, 3, 4] },
          { word: ['का', 'क', 'डी'], marker: [3, 5, 5, 5] },
          { word: ['ल', 'सू', 'ण'], marker: [4, 2, 4, 4] },
          { word: ['आ', 'ले'], marker: [1, 3, 2, 3] },
          { word: ['फु', 'ल', 'को', 'बी'], marker: [7, 1, 7, 4] },
          { word: ['ब', 'दा', 'म'], marker: [4, 0, 6, 0] },
          { word: ['का', 'र', 'ले'], marker: [3, 5, 3, 7] },
          { word: ['पा', 'ल', 'क'], marker: [5, 7, 7, 7] },
          { word: ['भा', 'ज्', 'या'], marker: [0, 4, 0, 6] },
          { word: ['का', 'जू'], marker: [1, 6, 1, 7] },
          { word: ['मि', 'र', 'ची'], marker: [6, 3, 6, 5] }
        ],
        table: [
          ['गा', '', '', '', 'ब', 'दा', 'म', ''],
          ['ज', 'कां', 'दा', '', '', 'टो', '', 'फु'],
          ['र', '', '', '', 'ल', 'मॅ', '', 'ल'],
          ['', 'आ', 'ले', '', 'सू', 'टो', 'मि', 'को'],
          ['भा', 'ब', 'टा', 'टा', 'ण', '', 'र', 'बी'],
          ['ज्', '', '', 'का', 'क', 'डी', 'ची', ''],
          ['या', 'का', '', 'र', '', '', '', ''],
          ['', 'जू', '', 'ले', '', 'पा', 'ल', 'क']
        ],
        lang: 'hi',
        showWords: true
      }
    },
    {
      id: '1688620663873',
      type: 'wordsearch',
      label: 'Nature',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['सू', 'र्', 'य'], marker: [0, 1, 2, 1] },
          { word: ['चं', 'द्', 'र'], marker: [4, 1, 6, 1] },
          { word: ['पा', 'ऊ', 'स'], marker: [1, 2, 1, 4] },
          { word: ['ता', 'रा'], marker: [3, 3, 4, 3] },
          { word: ['दू', 'ध'], marker: [6, 2, 6, 3] },
          { word: ['प', 'क्', 'षी'], marker: [2, 4, 2, 6] },
          { word: ['पा', 'न'], marker: [4, 5, 5, 5] },
          { word: ['ज', 'ग'], marker: [5, 6, 6, 6] },
          { word: ['घ', 'र', 'टे'], marker: [4, 4, 6, 4] },
          { word: ['द', 'व'], marker: [0, 6, 1, 6] },
          { word: ['ध', 'ब', 'ध', 'बा'], marker: [0, 7, 3, 7] },
          {
            word: ['इं', 'द्', 'र', 'ध', 'नु', 'ष्', 'य'],
            marker: [7, 0, 7, 6]
          }
        ],
        table: [
          ['', '', '', '', '', '', '', 'इं'],
          ['सू', 'र्', 'य', '', 'चं', 'द्', 'र', 'द्'],
          ['', 'पा', '', '', '', '', 'दू', 'र'],
          ['', 'ऊ', '', 'ता', 'रा', '', 'ध', 'ध'],
          ['', 'स', 'प', '', 'घ', 'र', 'टे', 'नु'],
          ['', '', 'क्', '', 'पा', 'न', '', 'ष्'],
          ['द', 'व', 'षी', '', '', 'ज', 'ग', 'य'],
          ['ध', 'ब', 'ध', 'बा', '', '', '', '']
        ],
        lang: 'hi',
        showWords: true
      }
    }
  ]
};
