export default {
  label: 'இலக்கணம்',
  id: 'ta-grammar',
  img: 'langGrammar',
  list: [
    {
      label: 'ஒருமை - பன்மை',
      id: 'plural',
      type: 'completePuzzle',
      commonData: {
        type: 'rightOpen',
        title: 'ஒருமை - பன்மை',
        leftWidth: 120,
        rightWidth: 200,
        fontSize: '1.4rem'
      },
      data: [
        `நண்பன், நண்பர்கள் , நண்பன்கள் 
பெண், பெண்கள், பெண்கல் 
சிறுமி, சிறுமிகள், சிறுவிகள் 
பகைவன், பகைவர்கள், பகைவன்கள் 
அமைச்சர், அமைச்சர்கள், அமைச்சற்கள் 
வேந்தன், வேந்தர்கள் , வேந்தன்கல் 
பூ , பூக்கள் ,  பூகள்
மீன், மீன்கள்,   மீன்கல்`,

        `நாள், நாட்கள் , நாள்கள்
ஆறு, ஆறுகள் , ஆறுகல்
மாடு, மாடுகள், மாடுக்கள் 
மரம், மரங்கள் , மரம்கள்
பழம், பழங்கள்,  பழங்கல்
சாலை, சாலைகள் , சாலைகல்
கனி, கனிகள், கனிகல்`,

        `தோட்டம், தோட்டங்கள் , தோட்டக்கள்
குதிரை, குதிரைகள்,  குதிரைகல்
மலர், மலர்கள்,  மலற்கள் 
காய், காய்கள், காய்க்கள்
கல், கற்கள் , கல்கள்
பல், பற்கள் , பல்கள்
கண், கண்கள், கண்கல்`
      ]
    },
    {
      type: 'selectWord',
      label: 'வினைச்சொல்',
      id: 'verb',
      data: {
        title: 'வினைச்சொல்லை தேர்வு செய்க',
        text: `நேற்று சுதா பள்ளிக்கு *வரவில்லை*.
சிவா சிறுத்தை போல் வேகமாக *ஓடுவான்*.
பூங்காவில் மயில் ஒன்று தோகை விரித்து *ஆடியது*.
1969 ஆம் ஆண்டு, மனிதன் நிலாவில் கால் *பதித்தான்*.
காலை நேரத்தில் கீதா ஓவியம் *வரைவாள்*.`
      }
    },
    {
      type: 'classifySentence',
      label: 'காலம்',
      id: 'tense',
      data: {
        title: 'பின்வரும் வாக்கியம் எந்த காலத்தை குறிக்கும்.',
        types: [
          {
            name: 'இறந்த காலம்',
            text: `நேற்று கனமழை பெய்தது.
கீதா வீட்டு பாடத்தை முடித்துவிட்டாள்.`
          },
          {
            name: 'நிகழ் காலம்',
            text: `சூரியன் உதிக்கும் திசை கிழக்கு.
நான் தோட்டத்தில் வேலை செய்து கொண்டு இருக்கிறேன்.
அம்மா கடைக்கு சென்றிருக்கிறார்.`
          }
        ]
      }
    },
    {
        type: 'rightOne',
        label: 'பிரித்து எழுதுக',
        id: 'compoundword-2',
        commonData: {
          title: 'பிரித்து எழுதுக',
          hasHint: true
        },
        data: [`মহা + ঋষি = , মহর্ষি , মহার্ষি
          
          `அச்செல்வம் =, அ+செல்வம், அந்த+செல்வம் 
அந்நாடு=, அ+நாடு
இப்பிணி=, இ+பிணி
விலங்கினம்=, விலங்கு+இனம், விலங்கு+ஈனம்
வாழிடம்=, வாழ்+இடம், வாழி + இடம்  
அரும்பணி=, அருமை+பணி, அரும்+பணி 
ஓரிடம் =, ஓர் +இடம், ஒரு+இடம்   
பைங்குவளை =, பசுமை+குவளை, பை + குவளை
மின்னஞ்சல் =, மின்+அஞ்சல், மின்+னஞ்சல்
அமுதென்று=, அமுது+என்று, அமு+தென்று`,
           
          `நாட்குறிப்பு=, நாள்+குறிப்பு, நாட்+குறிப்பு
பன்மொழி=, பல+மொழி, பன்+மொழி
மூவாயிரம்=, மூன்று+ஆயிரம், மூவா+யிரம்
பொற்காசு=, பொன்+காசு, பொற்+காசு
கற்கண்டு=, கல்+கண்டு+ கற்+கண்டு
அரசாணை=, அரசு+ஆணை, அர+சாணை
பேச்சுக்கலை=, பேச்சு+கலை, பேச்சுக்+கலை
மணமென்று=, மணம்+என்று, மணம்+மென்று 
பேரிடர்=, பெரிய+இடர், பெருமை+இடர்
பெரும்பகுதி=, பெரிய+பகுதி, பெரும்+பகுதி`,
  
          `உடலுழைப்பு=, உடல்+உழைப்பு,
அறிவாற்றல்=, அறிவு+ஆற்றல், அறி+வாற்றல்
பதிவேடு=, பதிவு+ஏடு, பதிவே+ஏடு
யாரவர்=, யார்+அவர், யார்+ரவர்
அறனல்ல=, அறன்+அல்ல, அறன+அல்ல 
படிப்பறிவு=, படிப்பு+அறிவு, படிப்+பறிவு
நீரமுது=, நீர்+அமுது, நீ+ரமுது
என்றுரைத்தல்=, என்று+உரைத்தல், என்+றுரைத்தல்
சண்டையில்லாமல்=, சண்டை+இல்லாமல், சண்டை+யில்லாமல்
முடிவெடுத்தன=, முடிவு+எடுத்தன, முடி+வெடுத்தன`,
  
          `உணவகம்=, உணவு+அகம், உணவு+வகம்
இடமின்றி=, இடம்+இன்றி,  இட+மின்றி
வந்திருந்த=, வந்து+இருந்த, வந்தி+ருந்த
ஏனென்றால்=, ஏன்+என்றால், ஏனென்+என்றால்
கண்ணுறங்கு=, கண்+உறங்கு, கண்+ணுறங்கு
ஒன்றையொன்று=, ஒன்றை+ஒன்று, ஒன்றை+யொன்று
ஆளுக்கொரு=, ஆளுக்கு+ஒரு, ஆளு+கொரு
பணியாற்றும்=, பணி +ஆற்றும், பணி+யாற்றும்
செடியில்லாத=, செடி+இல்லாத, செடி+யில்லாத
மலர்த்தொட்டி=, மலர்+தொட்டி, மலர்த்+தொட்டி`,
            
            `மக்களுண்டு =, மக்கள்+உண்டு, மக்க+ளுண்டு 
தமிழுண்டு=, தமிழ்+உண்டு, தமி+ழுண்டு
புகைப்படம்=, புகை+படம், புகைப்+படம்
மலைத்தொடர்=, மலை+தொடர், மலைத்+தொடர்
மலைக்குகை=, மலை+குகை, மலைக்+குகை
கனியுண்டு=, கனி+உண்டு, கனி+யுண்டு
கையொலி=, கை +ஒலி, கை+யொலி
விளைந்திருந்தன=, விளைந்து+இருந்தன, விளைந்+திருந்தன
நெடுநாள்=, நெடு+நாள், நெடுமை+நாள்
காலைச்சிற்றுண்டி=, காலை+சிற்றுண்டி, காலைச்+சிற்றுண்டி`,
          
          `எடுத்துவந்தார்=, எடுத்து+வந்தார், எடு+வந்தார் 
காட்டெருமை=, காடு+எருமை,  காட்+டெருமை
பெருஞ்சண்டை=, பெரும்+சண்டை, பெருஞ்+சண்டை
கட்டவிழ்த்து=, கட்டு+அவிழ்த்து,  கட்ட+விழ்த்து
கொள்வதேனோ=, கொள்வது+ஏனோ, கொள்வ+தேனோ  
நோக்கிப்போகவா=, நோக்கி+போகவா,  நோக்கிப்போகவா
கொள்ளலாயினன்=, கொள்ளல்+ஆயினன், கொள்ள+லாயினன் 
தொலைக்காட்சி=, தொலை+காட்சி,  
அறுவடைக்காலம்=, அறுவடை+காலம்,  
நச்சுப்பொருள்=, நச்சு+பொருள், நச்சுப்பொருள்`,
          
          `பழச்சாறு =,  பழம்+சாறு, 
படக்கதை =,  படம்+கதை,  
அறவழி=, அறம்+வழி,  
இரத்தமின்றி=,  இரத்தம்+இன்றி, 
கதராடை=, கதர்+ஆடை,  
தொண்டர்படை=,  தொண்டர்+படை,
பழமையான=,  பழமை+ஆன, 
செம்மொழி=, செம்மை+மொழி,
கடுஞ்சொல்=, கடுமை+சொல்,
நூலாடை=, நூல் +ஆடை,`,
         
          `தானென்று=தான் +என்று,
தன்னாடு=தன்+நாடு,
பல்கலை=பல+கலை,
பன்மொழி=பல+மொழி,
பதிவேடு=பதிவு+ஏடு,
கடுங்காவல்=கடுமை+காவல்,
தளர்ந்திருந்த=தளர்ந்து+இருந்த,
இன்னுயிர்=இனிமை+உயிர்,
நல்லொழுக்கம்=நன்மை+ஒழுக்கம்,
தோட்டம்+கலை =தோட்டக்கலை,`,
          
          `காலமறிந்து=காலம்+அறிந்து,
பற்பல=பல+பல,
முத்தமிழ்=மூன்று+தமிழ்,
நீராவி =நீர்+ஆவி, 
புவியீர்ப்பு =புவி+ஈர்ப்பு, 
தனக்கென்று =தனக்கு+என்று,
வீரக்கலை=வீரம்+கல ,
சிலம்பாட்டம் =சிலம்பு+ஆட்டம்,
தீயொழுக்கம்=தீ+ஒழுக்கம்,
மாடித்தோட்டம்=மாடி+தோட்டம்,`,
          
          `என்றென்றும் =என்று+என்றும்,
ஐம்பால் =ஐந்து+பால்,
ஒலியெழுப்பி=ஒலி+எழுப்பி,
பதவியேற்று=பதவி+ஏற்று,
ஆற்றுநீர் =ஆறு+நீர்,
வாழைப்பழம் =வாழை+பழம்,  
மாட்டுவண்டி=மாடு+வண்டி,
மரக்கிளை=மரம்+கிளை,
அன்புள்ளம் =அன்பு+உள்ளம், அன்+புள்ளம்
பட்டாடை =பட்டு+ஆடை, பட்டா+ஆடை`,
          
          `நீலக்கடல்=, நீலம்+கடல், நீல+கடல்
மரப்பலகை=, மரம்+பலகை, மர+பலகை 
பாடநூல்=, பாடம்+நூல், பாட+நூல்
அச்சுக்கலை=, அச்சு+கலை, அச்சுக்+கலை
தமிழெழுத்து=, தமிழ்+எழுத்து, தமி+ழெழுத்து
கண்ணெழுத்து=, கண்+எழுத்து, கண்+ணெழுத்து
அழகுணர்ச்சி=, அழகு+உணர்ச்சி, அழகு+ணர்ச்சி
ஓலைச்சுவடி=, ஓலை+சுவடி, ஓலைச்+சுவடி
பனித்துளி=, பனி+துளி, பனித்+துளி 
நல்லொழுக்கம்=, நன்மை+ஒழுக்கம், நல்+ஒழுக்கம்`
         
        ]
      },
    {
      id: 'gender',
      type: 'match',
      label: 'ஆண்பால் - பெண்பால்',
      commonData: {
        title: 'பொருத்துக: ஆண்பால் - பெண்பால்',
        fontSize: '1rem'
      },
      data: [
        `மாணவன், மாணவி 
சிறுவன், சிறுமி 
செல்வன், செல்வி 
தோழன், தோழி 
நடிகன், நடிகை 
தலைவன், தலைவி `,

        `நாயகன், நாயகி 
தந்தை, தாய் 
தம்பி, தங்கை 
தாத்தா, பாட்டி 
அண்ணன், அண்ணி 
மாமா, மாமி `,

        `அழகன், அழகி
பாடகர், பாடகி 
மணமகன், மணமகள் 
சேவகன், சேவகி 
கணவன், மனைவி 
கிழவன், கிழவி`
      ]
    }
  ]
};
