export default {
  label: 'மழலை பாடல்கள்',
  id: 'ta-kid-poems',
  img: 'reading',
  list: [
    
    id: '100',
      type: 'passage',
      label: `அம்மா இங்கே வா! வா!`,
      data: {
        title: `அம்மா இங்கே வா! வா!`,
        type: 'poem',
        text: [
  
      `அம்மா இங்கே வா! வா!
ஆசை முத்தம் தா! தா!
இலையில் சோறு போட்டு
ஈயைத் தூர ஓட்டு
உன்னைப் போன்ற நல்லார்,
ஊரில் யாவர் உள்ளார்?
என்னால் உனக்குத் தொல்லை
ஏதும் இங்கே இல்லை
ஐயமின்றி சொல்வேன்
ஒற்றுமை என்றும் பலமாம்
ஓதும் செயலே நலமாம்
ஔவை சொன்ன மொழியாம்
அஃதே எனக்கு வழியாம்.`
          ]
          }
},
   id: '200',
      type: 'passage',
      label: `குவா குவா வாத்து`,
      data: {
        title: `குவா குவா வாத்து`,
        type: 'poem',
        text: [
   `குவா குவா வாத்து
குள்ள  மணி வாத்து
மெல்ல உடலைச் சாய்த்து
மேலும் கீழும் பார்த்து
செல்லமாக நடக்கும்
சின்ன மணி வாத்து`
          ]
      }
},
   id: '300',
      type: 'passage',
      label: `நிலா நிலா ஓடி வா`,
      data: {
        title: `நிலா நிலா ஓடி வா`,
        type: 'poem',
        text: [
        `நிலா நிலா ஓடி வா 
    நில்லாமல் ஓடி வா 
    மலை மேலே ஏறி வா 
    மல்லிகைப் பூ கொண்டு வா 
    பட்டம் போல பறந்து வா 
    பம்பரம் போல் சுற்றி வா.`
          ]
      }
},
  id: '400',
      type: 'passage',
      label: `மாம்பழமாம் மாம்பழம்`,
      data: {
        title: `மாம்பழமாம் மாம்பழம்`,
        type: 'poem',
        text: [
    
    `மாம்பழமாம் மாம்பழம் 
    மல்கோவா மாம்பழம் 
    தித்திக்கும் மாம்பழம் 
    அழகான மாம்பழம் 
    அல்வா போன்ற மாம்பழம் 
    தங்க நிற மாம்பழம் 
    உங்களுக்கு வேண்டுமா  
    இங்கே ஓடி வாருங்கள்
    பங்கு போட்டு தின்னலாம்.`
  ]
      }
},
  
          id: '500',
      type: 'passage',
      label: `கை வீசம்மா கை வீசு`,
      data: {
        title: `கை வீசம்மா கை வீசு`,
        type: 'poem',
        text: [
    
   `கை வீசம்மா கை வீசு 
    கடைக்கு போகலாம் கை வீசு 
    மிட்டாய் வாங்கலாம் கை வீசு 
    மெதுவாய் தின்னலாம் கை வீசு 
    சொக்காய் வாங்கலாம் கை வீசு 
    சொகுசாய் போடலாம் கை வீசு 
    கோவிலுக்கு போகலாம் கை வீசு 
    கும்பிட்டு வரலாம் கை வீசு` 
    ]
      }
},
     id: '600',
      type: 'passage',
      label: `பொம்மை பார்`,
      data: {
        title: `பொம்மை பார்`,
        type: 'poem',
        text: [
      
    `பொம்மை பொம்மை பொம்மை பார்
புதிய புதிய பொம்மை பார்

தலையை ஆட்டும் பொம்மை பார்
தாளம் போடும் பொம்மை பார்

கையை வீசும் பொம்மை பார்
கண்ணை சிமிட்டும் பொம்மை பார்

எனக்குக் கிடைத்த பொம்மை போல்
எதுவும் இல்லை உலகிலே.`
    ]
}
},
    id: '700',
      type: 'passage',
      label: `எங்கள் வீட்டு பூனை`,
      data: {
        title: `எங்கள் வீட்டு பூனை`,
        type: 'poem',
        text: [
    
    `எங்கள் வீட்டு பூனை
இருட்டில் உருட்டும் பூனை
அங்கும் இங்கும் தேடும்
ஆளைக் கண்டால் ஓடும்
தாவி எலியைப் பிடிக்கும்
தயிரை ஏறிக் குடிக்கும்
நாவால் முகத்தைத் துடைக்கும்
நாற்காலியின் கீழ் படுக்கும்`
          ]
      }
},
  
  
     id: '800',
      type: 'passage',
      label: `தோசை அம்மா தோசை`,
      data: {
        title: `தோசை அம்மா தோசை`,
        type: 'poem',
        text: [
   
`தோசை அம்மா தோசை
அரிசி மாவும் உளுந்து மாவும்
கலந்து சுட்ட தோசை
அப்பாவுக்கு நான்கு
அம்மாவுக்கு மூன்று
அண்ணனுக்கு இரண்டு
பாப்பாவுக்கு ஒன்று
தின்ன தின்ன ஆசை
திருப்பி கேட்டால் பூசை`  
    ]
      }
},
   id: '900',
      type: 'passage',
      label: `மழை வருது! மழை வருது!`,
      data: {
        title: `மழை வருது! மழை வருது!`,
        type: 'poem',
        text: [
    
    `மழை வருது...மழை வருது...
    நெல்லு குத்துங்கோ...
    முக்காப் படி அரிசிப் போட்டு 
    முறுக்கு சுடுங்கோ... 
    ஏர் பிடிச்ச மாமனுக்கு 
    எண்ணி வைய்யுங்கோ...
    சும்மா வந்த மாமனுக்கு
    சூடு வைய்யுங்கோ...! `
          ]
      }
},
         
          id: '1000',
      type: 'passage',
      label: `தோட்டத்தில் மேயுது வெள்ளைப் பசு`,
      data: {
        title: `தோட்டத்தில் மேயுது வெள்ளைப் பசு`,
        type: 'poem',
        text: [
    
    `தோட்டத்தில் மேயுது வெள்ளைப் பசு-அங்கே 
    துள்ளிக் குதிக்குது கன்றுக்குட்டி, 
    அம்மா என்குது வெள்ளைப்பசு-உடன் 
    அண்டையில் ஓடுது கன்றுக்குட்டி 
    நாவால் நக்குது வெள்ளைப்பசு- பாலை 
    நன்றாய் குடிக்குது கன்றுக்குட்டி 
    முத்தம் கொடுக்குது வெள்ளைப்பசு-மடி 
    முட்டிக் குடிக்குது கன்றுக்குட்டி`
     ]
      }
  ]
};
