export default {
  label: 'பாடல்கள்',
  id: 'ta-poems',
  img: 'reading',
  list: [
    {
      id: '111',
      type: 'passage',
      label: `அபிராமி அந்தாதி`,
      data: {
        title: `அபிராமி அந்தாதி`,
        type: 'poem',
        text: [
  
  
தனம் தரும் கல்வி தரும் ஒரு நாளும் தளர்வு அறியா 
மனம் தரும் தெய்வ வடிவும் தரும் நெஞ்சில் வஞ்சம் இல்லா 
இனம் தரும் நல்லன எல்லாம் தரும் அன்பர் என்பவர்க்கே 
கனம் தரும் பூங்குழலாள் அபிராமி கடைக்கண்களே
]
      }
    },
    {
      type: 'passage',
      label: `தமிழ்த்தாய் வாழ்த்து`,
      data: {
        title: `தமிழ்த்தாய் வாழ்த்து`,
        type: 'poem',
        text: [

நீராருங் கடலுடுத்த நிலமடந்தைக் கெழிலொழுகும்
சீராரும் வதனமெனத் திகழ்பரதக் கண்டமிதில்
தெக்கணமும் அதிற்சிறந்த திராவிட நல் திருநாடும்
தக்கசிறு பிறைநுதலும் தரித்தநறுந் திலகமுமே
அத்திலக வாசனைபோல் அனைத்துலகும் இன்பமுற
எத்திசையும் புகழ்மணக்க இருந்தபெருந் தமிழணங்கே!
தமிழணங்கே!
உன் சீரிளமைத் திறம்வியந்துசெயல்மறந்து வாழ்த்துதுமே!
வாழ்த்துதுமே!!
வாழ்த்துதுமே!!!    
----மனோன்மணியம்” பெ.சுந்தரனார்
  ]
      }
  
  ]
};
