export default {
  label: 'வாக்கியம்',
  id: 'ta-sentence',
  img: 'sentence',
  list: [
    {
      id: 'jumbled-sentence',
      type: 'sequence',
      label: 'வாக்கியம் அமை ',
      commonData: {
        lang: 'ta'
      },
      data: [
        `வாரத்தின் நாட்கள் ஏழு 
 சூரியன் உதிக்கும் திசை கிழக்கு 
 பூனை ஒரு வீட்டு விலங்கு 
 நாய் நன்றியுள்ள பிராணி 
 பூக்கள் மென்மையாக இருக்கும் 
 ராமு வேகமாக ஓடுவான் 
 தாத்தா செடி வளர்க்கிறார் 
 பாட்டி தினமும் கதை சொல்வார் 
 முகிலன் நன்றாக வரைவான் 
  கீதா ஒரு சுட்டிப்பெண் 
 நான் பாடம் படிக்கிறேன் 
 பனை மரம் உயரமாக இருக்கும் 
 வானவில்லில் ஏழு நிறங்கள் இருக்கும் 
 அறம் செய விரும்பு `,
        `மாமா மோர் குடித்தார் 
 நிலன் தாயம் ஆடுகிறான் 
 அத்தை வடை சுடுகிறாள் 
 கலா பலூன் ஊதுகிறாள் 
 பாகற்காய் கசக்கும் 
 நான் நூலகம் செல்கிறேன் 
 ஆசிரியர் மாணவர்களை பாராட்டினார் 
 அண்ணன் வாசலில் தோரணம் கட்டினார் 
 வௌவால் இரவில் உணவு தேடும் 
 பீமன் பலமுள்ள வீரன்`,
        `மாலா இனிமையாக பாடுவாள் 
  நாங்கள் சுற்றுலா செல்கிறோம் 
 தங்கை பரிசு வாங்கினாள் 
 அப்பா நீச்சல் அடித்தார் 
 பாப்பா பொம்மை கேட்கிறாள் 
 அம்மா சமையல் செய்தார் 
 பசு பால் தரும் 
 பூனை பால் குடிக்கும் 
 மாங்காய் புளிக்கும் 
 ஓய்வு நேரத்தில் கதை படிப்பேன்`,
        `நாய் வாலை ஆட்டும் 
 வண்டி வேகமாக செல்கிறது 
 மணி அடிக்கும் ஓசை கேட்கிறது 
 குளத்தில் வாத்துகள் நீந்துகின்றன 
 மயில் தோகை விரித்து ஆடும் 
 வானத்தில் நட்சத்திரங்கள் மின்னுகின்றன 
 கண்ணாடியில் என் முகம் பார்த்தேன் 
 சாப்பாடு மிகவும் சுவையாக இருக்கிறது 
 தினமும் இரவில் பால் குடிப்பேன் 
 லட்டு உருண்டையாய் இருக்கும்`
      ]
    },
    {
      id: '100',
      label: 'குறிப்புகளைக் கொண்டு கண்டுபிடி ',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'குறிப்புகளைக் கொண்டு கண்டுபிடி ',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `மணக்கும் எழுத்து : *பூ* 
 அரசரும், அமைச்சர்களும் கூடும் இடம் : *அரசவை* 
 நிலவும், விண்மீன்களும் வானில் தெரியும் நேரம்: *இரவு* 
 நவரசங்களில் ஆச்சரியத்தைக் குறிக்கும்: *வியப்பு* 
 சிக்கலைக் தீர்க்க உதவும் குணம்: *அறிவுக்கூர்மை*`
      }
    },
    {
      id: '300',
      label: 'நிரப்புக ',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக ',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `வணிகர் *அரபு* நாட்டைச் சேர்ந்தவர். 
 உழவர், வணிகர் இருவரின் வழக்கை எதிர்கொண்டவர் *மரியாதை ராமன்* 
 திருமண ஊர்வலத்தில் *யானை* இறந்து விட்டது. 
  *பானைகள்* கீழே விழுந்து நொறுங்கின.`
      }
    },
    {
      id: '400',
      label: 'நிரப்புக : __ர்',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக : __ர்',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `உலகம் என்பதன் வேறு சொல்: *பார்* 
 திருவிழா என்றாலே இது இருக்கும் : *தேர்* 
 மக்கள் சேர்ந்து வாழுமிடம் : *ஊர்* 
 இது இல்லாமல் உயிர்கள் இல்லை : *நீர்* `
      }
    },
    {
      id: '500',
      label: 'நிரப்புக : __ர் - 2',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக : __ர்',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: ` நீர் விட்டுத் தயிர் கடைந்தால்: *மோர்* 
 மரம், செடி, கொடி மண்ணில் ஊன்றி நிற்க உதவும்: *வேர்* 
 மன்னர்கள் தம் நாட்டின் எல்லையை விரிவுபடுத்த அண்டை நாடுகளோடு செய்வது : *போர்* 
 பூத்தொடுக்க உதவுவது: *நார்*`
      }
    }
  ]
};
