export default {
  label: 'வாக்கியம்',
  id: 'ta-sentence',
  img: 'sentence',
  list: [
    {
      id: 'jumbled-sentence',
      type: 'sequence',
      label: 'வாக்கியம் அமை ',
      commonData: {
        lang: 'ta'
      },
      data: [
        `வாரத்தின் நாட்கள் ஏழு 
 சூரியன் உதிக்கும் திசை கிழக்கு 
 பூனை ஒரு வீட்டு விலங்கு 
 நாய் நன்றியுள்ள பிராணி 
 பூக்கள் மென்மையாக இருக்கும் 
 ராமு வேகமாக ஓடுவான் 
 தாத்தா செடி வளர்க்கிறார் 
 பாட்டி தினமும் கதை சொல்வார் 
 முகிலன் நன்றாக வரைவான் 
  கீதா ஒரு சுட்டிப்பெண் 
 நான் பாடம் படிக்கிறேன் 
 பனை மரம் உயரமாக இருக்கும் 
 வானவில்லில் ஏழு நிறங்கள் இருக்கும் 
 அறம் செய விரும்பு `,
        `மாமா மோர் குடித்தார் 
 நிலன் தாயம் ஆடுகிறான் 
 அத்தை வடை சுடுகிறாள் 
 கலா பலூன் ஊதுகிறாள் 
 பாகற்காய் கசக்கும் 
 நான் நூலகம் செல்கிறேன் 
 ஆசிரியர் மாணவர்களை பாராட்டினார் 
 அண்ணன் வாசலில் தோரணம் கட்டினார் 
 வௌவால் இரவில் உணவு தேடும் 
 பீமன் பலமுள்ள வீரன்`,
        `மாலா இனிமையாக பாடுவாள் 
  நாங்கள் சுற்றுலா செல்கிறோம் 
 தங்கை பரிசு வாங்கினாள் 
 அப்பா நீச்சல் அடித்தார் 
 பாப்பா பொம்மை கேட்கிறாள் 
 அம்மா சமையல் செய்தார் 
 பசு பால் தரும் 
 பூனை பால் குடிக்கும் 
 மாங்காய் புளிக்கும் 
 ஓய்வு நேரத்தில் கதை படிப்பேன்`,
        `நாய் வாலை ஆட்டும் 
 வண்டி வேகமாக செல்கிறது 
 மணி அடிக்கும் ஓசை கேட்கிறது 
 குளத்தில் வாத்துகள் நீந்துகின்றன 
 மயில் தோகை விரித்து ஆடும் 
 வானத்தில் நட்சத்திரங்கள் மின்னுகின்றன 
 கண்ணாடியில் என் முகம் பார்த்தேன் 
 சாப்பாடு மிகவும் சுவையாக இருக்கிறது 
 தினமும் இரவில் பால் குடிப்பேன் 
 லட்டு உருண்டையாய் இருக்கும்`
      ]
    },
    {
      id: 'match',
      type: 'match',
      label: 'பழமொழிகள் ',
      commonData: {
        title: 'பழமொழிகள்',
        fontSize: '1rem'
      },
      data: [
        `விளையும் பயிர், முளையிலே தெரியும்.
உப்பிட்டவரை, உள்ளளவும் நினை.
ஊக்கம், ஆக்கத்திற்கு அழகு 
கரைப்பார் கரைத்தால், கல்லும் கரையும்.
சேமிக்கும் பழக்கம், சிறப்பான பழக்கம் `, 
       
        `ஏற்றம் காண, எறும்பு போல் உழை 
சுத்தம் ,சோறு போடும் 
அளவிற்கு மிஞ்சினால், அமிழ்தமும் நஞ்சு 
யானைக்கும், அடி சறுக்கும்  
காக்கைக்கும், தன் குஞ்சு பொன்குஞ்சு`, 
       
        `தனி மரம், தோப்பாகாது.
நுணலும் தன், வாயால் கெடும்.
சிறு துரும்பும், பல் குத்த உதவும்.
வல்லவனுக்கு, புல்லும் ஆயுதம்.
ஐந்திலே வளையாதது, ஐம்பதிலே வளையுமா?`,
        
        `ஆறிலுஞ் சாவு, நூறிலுஞ் சாவு.
        கற்றது கைம்மண்ணளவு, கல்லாதது உலகளவு.
        எய்தவன் இருக்க, அம்பை நோவானேன் ?
        கண் கெட்ட பின்னர், சூரிய நமஸ்காரம்.
        தம்பி உடையான், படைக்கு அஞ்சான்.`,
        
        `ஏட்டுச் சுரைக்காய், கறிக்கு உதவாது.
       நெருப்பு இல்லாமல், நீள் புகை எழும்புமா?
        ஆவும் தென்னையும், ஐந்து வருடத்தில் பலம் தரும்.
        கழுதைக்குத் தெரியுமா, கற்பூர வாசனை?
        வெள்ளம் வரும் முன், அணைகோல வேண்டும்`,
        
            `நொறுங்கத் தின்றால், நூறு வயது.
            பூனைக்குக் கொண்டாட்டம், எலிக்குத் திண்டாட்டம்.
            கூழுக்கும் ஆசை, மீசைக்கும் ஆசை.
            கூடி வாழ்ந்தால், கோடி நன்மை.
            தன் கையே, தனக்குதவி.`
           
      ]
    },
    {
      id: 'complete-word2',
      label: 'விடுகதைகள்',
      type: 'completeWord',
      commonData: {
        title: 'விடுகதைகள்',
        lang: 'ta'
      },
      data: [
        `குண்டு ராஜாவுக்கு குடல் முழுக்க பல் | மாதுளை | ___
ஒளியில் நம்கூடவே இருப்பான், இருளில் மறைந்து கொள்வான் | நிழல்| ___
மூவராய் சேர்வார்கள் வண்ணம் தீட்டுவார்கள் | வெற்றிலை பாக்கு சுண்ணாம்பு |வெ__லை பா__சு__ம்பு
பிடுங்கலாம் நடமுடியாது | தலைமுடி| ____
விடிய விடிய வேலை செய்பவனுக்கு ஒரு கை சின்னதாம்| கடிகாரம்| _____`,

        `ஊர் சுற்ற கூட வருவான் ஆனால் வீட்டுக்குளே வரமாட்டான்  | செருப்பு | ____
        உடம்பில்லா ஒருவன் பத்து சட்டை அணிந்திருப்பான் | வெங்காயம்| _____
இடி இடிக்கும், மின்னல் மின்னும், மழை பெய்யாது| பட்டாசு | ____
பச்சை பொட்டிக்குள் வெள்ளை முத்துகள் | வெண்டைக்காய்| ______
கொதிக்கும் கிணற்றில் குதித்துக் குண்டாகி வருவான் | பூரி| __`,

        `காலையில் வந்த விருந்தாளியை மாலையில் காணவில்லை | சூரியன்| ____
ஓர் அரண்மனையில் முப்பத்திரெண்டு காவலர்கள்| பற்கள்| ____
சிறு தூசி விழுந்ததும் குளமே கலங்கியது | கண் | __
பெட்டியைத் திறந்தால் பூட்ட முடியாது | தேங்காய்| ____
உயிரில்லாதவனுக்கு உடம்பெல்லாம் நரம்பு| பாய்| __`,

        `உயிர் இல்லாத நீதிபதியிடம் ஒழுங்கான நியாயம்| தராசு| ___
பற்கள் இருக்கும் கடிக்கமாட்டான் | சீப்பு  | ___
அடித்தாலும், உதைத்தாலும் அவன் அழ மாட்டான்| பந்து | ___
காற்றைக் குடித்து காற்றில் பறப்பான்| பலூன்| ___
உடல் சிவப்பு, வாய் அகலம், உணவு காகிதம்| ____ ___`,

        `ஒரு வீட்டுக்கு இரண்டு வாசல்படி | மூக்கு| ___ 
ஊரெல்லாமல் ஒரே விளக்கு. அதற்கு ஒரு நாள் ஒய்வு | சந்திரன்| _____
மீன் பிடிக்கத் தெரியாதாம் ஆனால் வலை பின்னுவானாம் | சிலந்தி| ____
நடக்கவும் மாட்டேன், நகராமல் இருக்கவும் மாட்டேன் | கடிகாரம்| _____
கசக்கிப் பிழிந்தாலும் கடைசிவரை இனிப்பான்| கரும்பு | ____`
      ]
    },
    {
      id: '100',
      label: 'குறிப்புகளைக் கொண்டு கண்டுபிடி ',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'குறிப்புகளைக் கொண்டு கண்டுபிடி ',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `மணக்கும் எழுத்து : *பூ* 
 அரசரும், அமைச்சர்களும் கூடும் இடம் : *அரசவை* 
 நிலவும், விண்மீன்களும் வானில் தெரியும் நேரம்: *இரவு* 
 நவரசங்களில் ஆச்சரியத்தைக் குறிக்கும்: *வியப்பு* 
 சிக்கலைக் தீர்க்க உதவும் குணம்: *அறிவுக்கூர்மை*`
      }
    },
    {
      id: '300',
      label: 'நிரப்புக ',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக ',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `வணிகர் *அரபு* நாட்டைச் சேர்ந்தவர். 
 உழவர், வணிகர் இருவரின் வழக்கை எதிர்கொண்டவர் *மரியாதை ராமன்* 
 திருமண ஊர்வலத்தில் *யானை* இறந்து விட்டது. 
  *பானைகள்* கீழே விழுந்து நொறுங்கின.`
      }
    },
    {
      id: '400',
      label: 'நிரப்புக : __ர்',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக : __ர்',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `உலகம் என்பதன் வேறு சொல்: *பார்* 
 திருவிழா என்றாலே இது இருக்கும் : *தேர்* 
 மக்கள் சேர்ந்து வாழுமிடம் : *ஊர்* 
 இது இல்லாமல் உயிர்கள் இல்லை : *நீர்* `
      }
    },
    {
      id: '500',
      label: 'நிரப்புக : __ர் - 2',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக : __ர்',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: ` நீர் விட்டுத் தயிர் கடைந்தால்: *மோர்* 
 மரம், செடி, கொடி மண்ணில் ஊன்றி நிற்க உதவும்: *வேர்* 
 மன்னர்கள் தம் நாட்டின் எல்லையை விரிவுபடுத்த அண்டை நாடுகளோடு செய்வது : *போர்* 
 பூத்தொடுக்க உதவுவது: *நார்*`
      }
    }
  ]
};
