export default {
  label: 'வாக்கியம்',
  id: 'ta-sentence',
  img: 'sentence',
  list: [
    {
      id: 'jumbled-sentence',
      type: 'sequence',
      label: 'வாக்கியம் அமை ',
      commonData: {
        lang: 'ta'
      },
      data: [
        `வாரத்தின் நாட்கள் ஏழு 
 சூரியன் உதிக்கும் திசை கிழக்கு 
 பூனை ஒரு வீட்டு விலங்கு 
 நாய் நன்றியுள்ள பிராணி 
 பூக்கள் மென்மையாக இருக்கும் 
 ராமு வேகமாக ஓடுவான் 
 தாத்தா செடி வளர்க்கிறார் 
 பாட்டி தினமும் கதை சொல்வார் 
 முகிலன் நன்றாக வரைவான் 
  கீதா ஒரு சுட்டிப்பெண் 
 நான் பாடம் படிக்கிறேன் 
 பனை மரம் உயரமாக இருக்கும் 
 வானவில்லில் ஏழு நிறங்கள் இருக்கும் 
 அறம் செய விரும்பு `,
        `மாமா மோர் குடித்தார் 
 நிலன் தாயம் ஆடுகிறான் 
 அத்தை வடை சுடுகிறாள் 
 கலா பலூன் ஊதுகிறாள் 
 பாகற்காய் கசக்கும் 
 நான் நூலகம் செல்கிறேன் 
 ஆசிரியர் மாணவர்களை பாராட்டினார் 
 அண்ணன் வாசலில் தோரணம் கட்டினார் 
 வௌவால் இரவில் உணவு தேடும் 
 பீமன் பலமுள்ள வீரன்`,
        `மாலா இனிமையாக பாடுவாள் 
  நாங்கள் சுற்றுலா செல்கிறோம் 
 தங்கை பரிசு வாங்கினாள் 
 அப்பா நீச்சல் அடித்தார் 
 பாப்பா பொம்மை கேட்கிறாள் 
 அம்மா சமையல் செய்தார் 
 பசு பால் தரும் 
 பூனை பால் குடிக்கும் 
 மாங்காய் புளிக்கும் 
 ஓய்வு நேரத்தில் கதை படிப்பேன்`,
        `நாய் வாலை ஆட்டும் 
 வண்டி வேகமாக செல்கிறது 
 மணி அடிக்கும் ஓசை கேட்கிறது 
 குளத்தில் வாத்துகள் நீந்துகின்றன 
 மயில் தோகை விரித்து ஆடும் 
 வானத்தில் நட்சத்திரங்கள் மின்னுகின்றன 
 கண்ணாடியில் என் முகம் பார்த்தேன் 
 சாப்பாடு மிகவும் சுவையாக இருக்கிறது 
 தினமும் இரவில் பால் குடிப்பேன் 
 லட்டு உருண்டையாய் இருக்கும்`
      ]
    },
    {
      id: 'match',
      type: 'match',
      label: 'பழமொழிகள் ',
      commonData: {
        title: 'பழமொழிகள்',
        fontSize: '1rem'
      },
      data: [
        ``,
        ``,
        ``,
        ``
      ]
    },
    {
      id: 'complete-word2',
      label: 'விடுகதைகள்',
      type: 'completeWord',
      data: {
        title: 'விடுகதைகள்',
        lang: 'ta',
        text: 
        `குண்டு ராஜாவுக்கு குடல் முழுக்க பல் | மாதுளை | மா_ளை
ஒளியில் நம்கூடவே இருப்பான், இருளில் மறைந்து கொள்வான் | நிழல்| நி_ல்
மூவராய் சேர்வார்கள் வண்ணம் தீட்டுவார்கள் | வெற்றிலை பாக்கு சுண்ணாம்பு |வெ__லை பா__சு__ம்பு
பிடுங்கலாம் நடமுடியாது அது என்ன? | தலைமுடி| த__டி
விடிய விடிய வேலை செய்பவனுக்கு ஒரு கை சின்னதாம்| கடிகாரம்| க__ரம்`,
       
        `ஊர் சுற்ற கூட வருவான் ஆனால் வீட்டுக்குளே வரமாட்டான்  | செருப்பு | செ__பு
        உடம்பில்லா ஒருவன் பத்து சட்டை அணிந்திருப்பான்? அவன் யார்? | வெங்காயம்| வெ__யம்
இடி இடிக்கும், மின்னல் மின்னும், மழை பெய்யாது- அது என்ன? | பட்டாசு | ப__சு
பச்சை பொட்டிக்குள் வெள்ளை முத்துகள் ? | வெண்டைக்காய்| வெ___காய்
கொதிக்கும் கிணற்றில் குதித்துக் குண்டாகி வருவான். அவன் யார்? | பூரி| பூ_`,
        
        `காலையில் வந்த விருந்தாளியை மாலையில் காணவில்லை. அது என்ன? | சூரியன்| சூ__ன்
ஓர் அரண்மனையில் முப்பத்திரெண்டு காவலர்கள் அது என்ன? | பற்கள்| ப__ள்
சிறு தூசி விழுந்ததும் குளமே கலங்கியது அது என்ன? | கண் | க_
பெட்டியைத் திறந்தால் பூட்ட முடியாது. அது என்ன? | தேங்காய்| தே__ய்
உயிரில்லாதவனுக்கு உடம்பெல்லாம் நரம்பு, அது என்ன? | பாய்| பா_`,
       
       `உயிர் இல்லாத நீதிபதியிடம் ஒழுங்கான நியாயம்- அது என்ன? | தராசு| த_சு
பற்கள் இருக்கும் கடிக்கமாட்டான் அவன் யார்? | சீப்பு  | சீ__
அடித்தாலும், உதைத்தாலும் அவன் அழ மாட்டான், அவன் யார்? | பந்து | ப__
காற்றைக் குடித்து காற்றில் பறப்பான், அவன் யார்? | பலூன்| ப__
உடல் சிவப்பு, வாய் அகலம், உணவு காகிதம்- நான் யார்? | அ___ பெட்டி.`,
        
       `ஒரு வீட்டுக்கு இரண்டு வாசல்படி. | மூக்கு| மூ__ 
ஊரெல்லாமல் ஒரே விளக்கு. அதற்கு ஒரு நாள் ஒய்வு | சந்திரன்| ச___ன்
மீன் பிடிக்கத் தெரியாதாம் ஆனால் வலை பின்னுவானாம் அவன் யார்? | சிலந்தி| சி__தி
நடக்கவும் மாட்டேன், நகராமல் இருக்கவும் மாட்டேன் நான் யார்? | கடிகாரம்| க__ரம்
கசக்கிப் பிழிந்தாலும் கடைசிவரை இனிப்பான் அவன் யார்?| கரும்பு | க__பு`,
        
      }
    },
    {
      id: '100',
      label: 'குறிப்புகளைக் கொண்டு கண்டுபிடி ',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'குறிப்புகளைக் கொண்டு கண்டுபிடி ',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `மணக்கும் எழுத்து : *பூ* 
 அரசரும், அமைச்சர்களும் கூடும் இடம் : *அரசவை* 
 நிலவும், விண்மீன்களும் வானில் தெரியும் நேரம்: *இரவு* 
 நவரசங்களில் ஆச்சரியத்தைக் குறிக்கும்: *வியப்பு* 
 சிக்கலைக் தீர்க்க உதவும் குணம்: *அறிவுக்கூர்மை*`
      }
    },
    {
      id: '300',
      label: 'நிரப்புக ',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக ',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `வணிகர் *அரபு* நாட்டைச் சேர்ந்தவர். 
 உழவர், வணிகர் இருவரின் வழக்கை எதிர்கொண்டவர் *மரியாதை ராமன்* 
 திருமண ஊர்வலத்தில் *யானை* இறந்து விட்டது. 
  *பானைகள்* கீழே விழுந்து நொறுங்கின.`
      }
    },
    
    {
      id: '400',
      label: 'நிரப்புக : __ர்',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக : __ர்',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: `உலகம் என்பதன் வேறு சொல்: *பார்* 
 திருவிழா என்றாலே இது இருக்கும் : *தேர்* 
 மக்கள் சேர்ந்து வாழுமிடம் : *ஊர்* 
 இது இல்லாமல் உயிர்கள் இல்லை : *நீர்* `
      }
    },
    {
      id: '500',
      label: 'நிரப்புக : __ர் - 2',
      type: 'matchByDragDrop',
      data: {
        isPractice: false,
        title: 'நிரப்புக : __ர்',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        },
        text: ` நீர் விட்டுத் தயிர் கடைந்தால்: *மோர்* 
 மரம், செடி, கொடி மண்ணில் ஊன்றி நிற்க உதவும்: *வேர்* 
 மன்னர்கள் தம் நாட்டின் எல்லையை விரிவுபடுத்த அண்டை நாடுகளோடு செய்வது : *போர்* 
 பூத்தொடுக்க உதவுவது: *நார்*`
      }
    }
  ]
};
