export default {
  label: 'வார்த்தை',
  id: ' ta-word',
  img: 'word',
  list: [
    {
      id: 'jumbled',
      type: 'sequence',
      label: 'சொல் தேடல்',
      commonData: {
        title: 'எழுத்துக்களை சேர்த்து வார்த்தை அமைக்கவும்.',
        lang: 'ta'
      },
      data: [
        'வட்டம், ஊஞ்சல், எறும்பு, பட்டம், தூக்கம், இறைவன், கடவுள், முயற்சி, பயிற்சி, மல்லிகை',
        'ஞாயிறு, திங்கள், செவ்வாய், புதன், வியாழன், வெள்ளி',
        'திராட்சை, வாழைப்பழம், தர்பூசணி, பப்பாளி, மாம்பழம், பலாப்பழம், கொய்யாப்பழம், அன்னாசி, மாதுளை, ஆப்பிள், ஆரஞ்சு',
        'தாமரை, சூரியகாந்தி, சாமந்தி, செம்பருத்தி, மல்லி',
        'விமானம், படகு, பேருந்து, மகிழுந்து, மிதிவண்டி , கப்பல், தொடர்வண்டி',
        'காரட், வெங்காயம், தக்காளி, உருளைக்கிழங்கு, முட்டைகோசு,சோளம், வெள்ளரிக்காய்,பூண்டு, இஞ்சி',
        'குதிரை, பன்றி, சிங்கம், குரங்கு, நீர்யானை, காண்டாமிருகம், முதலை, வரிக்குதிரை, கரடி, ஒட்டகம், திமிங்கிலம்',
        'தட்டான், தவளை, நண்டு, பாம்பு, அணில், ஈசல், எறும்பு, காகம், வாத்து, மயில், சிட்டுக்குருவி',
        'சித்திரை, வைகாசி, ஆவணி, புரட்டாசி, ஐப்பசி, கார்த்திகை, மார்கழி, பங்குனி'
      ]
    },
    {
      id: 'correct-spelling',
      type: 'rightOne',
      label: 'எழுத்துப்பிழை',
      commonData: {
        title: 'சரியான வார்த்தையை தேர்வு செய்க'
      },
      data: [
        `பறவை, பரவை
உலகம், உளகம்
எழுத்து, எலுத்து
சோளம் , சோலம்
அரசன், அறசன்
அறிவு , அரிவு
வணிகர், வனிகர்
வெள்ளை, வெல்ளை
வரிசை, வறிசை
விசிறி , விசரி`,

        `பெரிய, பெறிய
சிறுமி, சிருமி 
மீன், மீண் 
சாலை, சாளை 
குதிரை, குதிறை 
கண், கன் 
பெண், பேன் 
அண்ணன், அண்னன் 
அழகன், அலகன் 
கவலை, கவளை `,

        `சேர்த்து, சேற்த்து 
இயற்கை, இயற்க்கை 
இளமை, இலமை 
வெந்நீர், வென்னீர் 
உண்மை, உன்மை 
இனிப்பு, இணிப்பு 
சேவல், சேவள் 
எறும்பு, எரும்பு 
நிலம், நிளம் 
உரல், உறல்`,

        `மழை, மளை
களம், கழம் 
பழம், பளம்
மரம், மறம்
அருகில், அறுகில்
மகிழ்ச்சி, மகிள்ச்சி
தோழன், தோலன்
மனம், மநம்
குறிப்பு, குரிப்பு
முயற்சி, முயர்சி`,

        `நலம், நளம்
தலை, தளை 
தோல்வி, தோள்வி 
ஜன்னல், ஜண்ணல் 
பொருள், பொருல் 
கருவி, கறுவி  
சோறு, சோரு 
கோலம், கோழம் 
வெள்ளி, வெல்லி 
கணிப்பொறி, கணிப்பொரி`,

        `தொலைக்காட்சி, தொளைக்காட்சி  
உள்ளம், உல்லம்  
வானொலி, வானொளி
மொழி, மொலி 
பருப்பு, பறுப்பு
கிளை, கிலை      
வண்ணம்,  வன்னம் 
தூரம்,  தூறம் 
கற்பனை, கர்பனை  
துணிச்சல், துனிச்சல் 
வீரம்,  வீறம்`
      ]
    },
    {
      id: 'opposites',
      type: 'match',
      label: 'பொருத்துக -  எதிர்சொல்',
      commonData: {
        title: 'பொருத்துக -  எதிர்சொல் ',
        fontSize: '1rem'
      },
      data: [
        `பெரிய , சிறிய
வெற்றி, தோல்வி  
ஆம், இல்லை
பகை , நட்பு
இங்கே, அங்கே
இடது, வலது`,

        `இரவு, பகல்
இருள், ஒளி
இழு, தள்ளு
சேர்த்து, பிரித்து  
மண்ணில், விண்ணில்  
கீழ், மேல்`,

        `உயர்த்தி, தாழ்த்தி  
உள்ளே, வெளியே
பழைமை , புதுமை
நன்மைகள், தீமைகள்
இயற்கை, செயற்கை
இளமை, முதுமை`,

        `ஈரமான, காய்ந்த
உள்நாடு, அயல்நாடு
தோற்றம், மறைவு
உண்மை, பொய்
இனிப்பு, கசப்பு
இன்பம், துன்பம்`,

        `ஏற்றம், இரக்கம்
முடிவு, தொடக்கம் 
அருகில், தொலைவில்
அறிவாளி, முட்டாள்
அனுமதி, மறு
எடு, கொடு`,

        `எளிய, கடினம்
ஏற்றுமதி, இறக்குமதி
ஏழை, செல்வன்
ஒருமை, பன்மை
ஒற்றுமை, வேற்றுமை
கடந்தகாலம், எதிர்காலம்`,

        `கருப்பு, வெள்ளை
காலை, மாலை
கிழக்கு, மேற்கு
குளிர், வெப்பம்
கூட்டல், கழித்தல்
கேள்வி, பதில்`
      ]
    },
    {
      id: 'sorting',
      label: 'கிழமை - வரிசை படுத்துக ',
      type: 'sorting',
      data: {
        editable: true,
        title: 'கிழமை: வரிசை படுத்துக',
        text: 'ஞாயிறு, திங்கள், செவ்வாய், புதன், வியாழன், வெள்ளி, சனி'
      }
    },
    {
      id: 'months',
      label: 'தமிழ் மாதங்கள் - வரிசை படுத்துக',
      type: 'sorting',
      slug: 'sort',
      data: {
        editable: true,
        title: 'தமிழ் மாதங்கள்: வரிசை படுத்துக',
        text:
          'சித்திரை, வைகாசி, ஆனி, ஆடி, ஆவணி, புரட்டாசி, ஐப்பசி, கார்த்திகை, மார்கழி, தை, மாசி, பங்குனி'
      }
    },
        {
      id: 'sort-2',
      label: 'வரிசை படுத்துக ',
      type: 'sorting',
      commonData: {
             editable: true,
        title: 'எது முன்னே? எது பின்னே? அகர வரிசைப்படுத்துக ',
          },
        data:[
        `அன்பு,  ஆறு,  இளமை,  ஈட்டி,  உண்டு, ஊறுகாய், எருது, ஏடு, ஐவர், ஒருமை, ஓடு`
        `கண், காலை, கீதா, கூடை, கேள்வி, கைமணம், கொக்கு, கோலம்`,
        `சரிகை, சித்தி, சீரகம், சூரியன், செவ்வந்தி,   சேவல், சோளம், சௌகரியம்`,
        `நரி, நாரை , நிலம், நுரை, நூல், நேரம், நொண்டி, நோன்பு`,
        `படை, பாடம், பிண்ணாக்கு, பீரங்கி, புத்தகம், பூமி, பெட்டி, பேச்சு, பைந்தமிழ், பொத்தான், போர்வை, பௌத்தம்`,
        `மல்லிகை, மின்னல், மீன், முள்ளங்கி , மூடி, மேளம், மொட்டு, மோதிரம், மௌனம்`
        
          ]
    },
    {
      id: 'complete-word2',
      label: 'சேர்த்து எழுதுக',
      type: 'completeWord',
      CommonData: {
        title: 'சேர்த்து எழுதுக',
        lang: 'ta',
       data:[ 
  
         `பெரிய+ஒலி | பேரொளி |  பே_ளி 
நுழைவு+சீட்டு |நுழைவுச்சீட்டு | நுழைவு__ட்டு
தெரு+எங்கும்| தெருவெங்கும் |தெரு_ங்கும்
ஒலி+எழுப்பி |ஒலியெழுப்பி | ஒலி_ழுப்பி 
இன்பம்+தமிழ்| இன்பத்தமிழ் | இன்ப_தமிழ்
கருமை+குயில் | கருங்குயில் | கரு_குயில்
படர்ந்து+இருக்கும்|படர்ந்திருக்கும் | படர்__ருக்கும்
வண்ணம்+மலர் | வண்ணமலர் | வண்__லர்
நெல்+கதிர் | நெற்கதிர் | நெ_கதிர்
தேடி+சென்றன | தேடிச்சென்றன| தேடி__ன்றன`,
        
        `வேறு+எங்கும்| வேறெங்கும்| வே_ங்கும்
வான்+உயர்ந்த| வானுயர்ந்த | வா_யர்ந்த 
நீர்+ஓசை | நீரோசை| நீ_சை
மலையில்+இருந்து| மலையிலிருந்து| மலையி_ருந்து
மானை+கண்டு | மானைக்கண்டு| மானை_கண்டு
நாடு+பற்று | நாட்டுப்பற்று| நாட்டு_பற்று
விடுதலை+போராட்டம்| விடுதலைப்போராட்டம்| விடுதலை_போராட்டம்
செம்மை+மொழி| செம்மொழி| செ_மொழி 
ஆறு+ஆயிரம் |ஆறாயிரம்| ஆ_யிரம்
வடக்கு+மொழி| வடமொழி | வ_மொழி`,
        
        `தொழில்+கல்வி |தொழிற்கல்வி|தொழி_கல்வி
இயற்கை+அன்னை | இயற்கையன்னை | இயற்கை_ன்னை
நாடகம்+கல்வி| நாடகக்கல்வி| நாடக_கல்வி
புதுமை+உயிர்| புத்துயிர் | புத்_யிர்
நாடு+எல்லாம்| நாடெல்லாம் | நா_ல்லாம்
சரிந்தது+அங்கே| சரிந்ததங்கே |சரிந்த_ங்கே
வளர்ந்து+ஓங்கும்| வளர்ந்தோங்கும்| வளர்ந்_ங்கும்
என்+உயிர்| என்னுயிர்| என்_யிர்
அறிவு+ஆயுதம்| அறிவாயுதம் | அறி_யுதம் 
அமர்ந்து + இருந்த| அமர்ந்திருந்த| அமர்ந்_ருந்த`,
        
`கண்+இமைக்கும்| கண்ணிமைக்கும்| கண்_மைக்கும்
சூறை+காற்று| சூறைக்காற்று| சூறை_காற்று
மரம்+பொந்து| மரப்பொந்து| மரப்_ந்து
கருமை+கடல் |கருங்கடல்| கரு_கடல்  
பழைமை+மொழி | பழமொழி| பழ_ழி
நன்மை+வழி | நல்வழி| ந_வழி
செம்மை+தமிழ்| செந்தமிழ்| செ_தமிழ்
கவி+அரங்கம்| கவியரங்கம்| கவி_ரங்கம்
நன்மை+தமிழ்| நற்றமிழ்| நற்_மிழ்  
என்+உயிர்| என்னுயிர்| என்_யிர்`,
        
`தெற்கு+மேற்கு| தென்மேற்கு| தெ_மேற்கு
தமிழ்+சங்கம் | தமிழ்ச்சங்கம்| தமிழ்_சங்கம்
தொடக்கம்+விழா| தொடக்கவிழா| தொடக்_விழா
மயில்+ஆட்டம் |மயிலாட்டம் |மயி_ட்டம்
குருவி+கூடு| குருவிக்கூடு| குருவி_கூடு
பூ+பந்தல் |பூப்பந்தல் |பூப்_ந்தல்
வேலை+ஆள் | வேலையாள் | வேலை_ள்
சமையல்+கலை| சமையற்கலை| சமைய_கலை
அந்த+பெயர் | அந்தப்பெயர் | அந்த_பெயர்
இந்த+திருடன்| இந்தத்திருடன் |இந்த_திருடன்`,
        
`எந்த+பக்கம் |எந்தப்பக்கம்  |எந்த_பக்கம்
குட்டி+பையன்| குட்டிப்பையன் |குட்டி_பையன்
தீ+பொறி| தீப்பொறி| தீ_பொறி
நெசவு+தொழில் |நெசவுத்தொழில் |நெசவு_தொழில் 
விண் +உலகம்| விண்ணுலகம்| விண்_லகம்
மரம்+கிளை |மரக்கிளை |மர_கிளை
வீதி+உலா |வீதியுலா |வீதி_லா 
வழி+எங்கும் |வழியெங்கும் | வழி_ங்கும்
மரம்+பெட்டி |மரப்பெட்டி |மர_பெட்டி
கல்+குவியல்| கற்குவியல்| கற்_வியல்`,
        
`நீர்+கோவை |நீர்க்கோவை| நீர்_கோவை
உயிர்+தோழன் |உயிர்த்தோழன்  |உயிர்_தோழன்
நாடு+பற்று | நாட்டுப்பற்று| நாட்டு_பற்று 
வரகு+அரிசி| வரகரிசி | வர_ரிசி
வாக்கு +உரிமை | வாக்குரிமை| வாக்_ரிமை
அமுது+என்று| அமுதென்று | அமு_ன்று
சூரியன்+வழிபாடு| சூரியவழிபாடு| சூரி_வழிபாடு
வான்+ஒலி |வானொலி |வா_லி 
கால் +ஆண்டு |காலாண்டு |கா_ண்டு
தமிழ் +சங்கம்| தமிழ்ச்சங்கம் | தமிழ்_சங்கம் `,
        
`மலை+கோட்டை |மலைக்கோட்டை  |மலை_கோட்டை 
வர+இல்லை |வரவில்லை |வர_ல்லை 
எலி+பொறி |எலிப்பொறி |எலி_பொறி 
முன்+காலம்| முற்காலம் | மு_காலம் 
காலம்+சக்கரம் | காலச்சக்கரம் | கால_சக்கரம்
உறுதி+உடன் |உறுதியுடன் |உறுதி_டன்
அளவு+இல்லாமல் |அளவில்லாமல் |அள_ல்லாமல்
இசை+ஒலி | இசையொலி | இசை_லி 
ஓய்வு+எடுத்தார் |ஓய்வெடுத்தார் | ஓய்_டுத்தார்     
மரம்+பொந்து|மரப்பொந்து|மர_பொந்து `,
        
`மணி+துளி| மணித்துளி | மணி_துளி 
அறிவியல்+அறிஞர் |அறிவியலறிஞர் |அறிவிய_றிஞர் 
பத்து+இரண்டு | பன்னிரண்டு | பன்_ரண்டு  
அருகில்+இருந்து| அருகிலிருந்து | அருகி_ருந்து
பல்+பசை| பற்பசை | ப_பசை
நாடு+பற்று| நாட்டுப்பற்று | நாட்டு_பற்று 
ஓடி+ஆடி| ஓடியாடி| ஓடி_டி
விருந்து+ஓம்பல்| விருந்தோம்பல்| விருந்_ம்பல்
கதர்+ஆடை| கதராடை | கத_டை
நன்மை+வழி| நல்வழி|ந_வழி `,
        
`மூன்று+கனி | முக்கனி| மு_கனி 
மா+பழம் |மாம்பழம் |மா_பழம்
உழவு+தொழில் |உழவுத்தொழில் |உழ_த்தொழில்             
காலை+பொழுது| காலைப்பொழுது| காலை_பொழுது
வகுப்பு+அறை |வகுப்பறை| வகுப்_றை
அகம்+மகிழ்ந்து |அகமகிழ்ந்து |அக_கிழ்ந்து
இனிமை+ஆன| இனிமையான| இனி_யான
வெற்றி+கோப்பை| வெற்றிக்கோப்பை| வெற்றி_கோப்பை
சீர்+அகம்| சீரகம்| சீ_கம்
நிறைவு+அடைந்தது| நிறைவடைந்தது| நிறை_டைந்தது`|
      }
    },
    {
      id: 'match',
      type: 'match',
      label: 'பொருத்துக',
      commonData: {
        title: 'பொருத்துக',
        fontSize: '1rem'
      },
      data: [
        `மயில் , பறவை
        நாய் , விலங்கு
        மல்லிகை , மலர்
        தை , மாதம்
        திங்கள் , கிழமை
        சென்னை , ஊர் `,

        `சரிகை, வேட்டி
        கருப்பு , கோட்டு
        வெள்ளை, சட்டை
        சோளக்கொல்லை, பொம்மை
        கனத்த, மழை`
      ]
    },
    {
      id: 'jobs',
      label: 'மனிதர்களும் தொழில்களும்',
      type: 'matchByDragDrop',
      commonData: {
        isPractice: false,
        title: 'மனிதர்களும் தொழில்களும் ',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        }
      },
      data: [
        `ஆடை நெய்பவர் = *நெசவாளர்* 
பானைகள் செய்பவர் = *குயவர்*
யானையைப் பழக்குபவர் = *பாகன்* 
மரவேலை செய்பவர் = *தச்சர் *
பொருள்களை விற்பவர் = *வணிகர்*
கப்பலைச் செலுத்துபவர் = *மாலுமி* `,

        `உழவுத் தொழில் செய்பவர் = *உழவர்*
வான் ஊர்தி ஓட்டுபவர் = *விமானி*
சிலை வடிப்பவர் = *சிற்பி*
தூய்மைப்பணி செய்பவர் = *துப்புரவாளர் *
ஊர்திகளை ஓட்டுபவர் = *ஓட்டுநர்*
கடிதங்களை சேர்ப்பவர் = *அஞ்சலகர்*`,

        `பொன்வேலை செய்பவர் = *பொற்கொல்லர்*
மீன் பிடிப்பவர் = *மீனவர்*
வேட்டையாடுபவர் = *வேடர்*
நாடகங்களில் நடிப்பவர் = *நடிகர்* 
கதை, கட்டுரை எழுதுபவர் = *எழுத்தாளர்*`,

        `வழக்குகளை எடுத்துரைப்பவர் = *வழக்குரைஞர்*   
நீதி வழங்குபவர் = *நீதி அரசர்* 
கடிதங்களை சேர்ப்பவர் = *அஞ்சலகர்* 
மருத்துவம் பார்ப்பவர் = *மருத்துவர்*
பாடல்களை பாடுபவர் = *பாடகர்* `
      ]
    },

    {
      id: 'jobs',
      label: 'பறவைகளின் ஒலிகள்',
      type: 'matchByDragDrop',
      commonData: {
        isPractice: false,
        title: 'பறவைகளின் ஒலிகள் ',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        }
      },
      data: [
        `ஆந்தை = *அலறும்*
காகம் = *கரையும்*
சேவல் = *கூவும்*
குயில் = *கூவும்*
கோழி = *கொக்கரிக்கும்*`,

        `புறா = *குனுகும்*
மயில் = *அகவும்*
கிளி = *பேசும்*
வாத்து = *கத்தும்*
குருவி = *கீச்சிடும்*
புறா = *குணுகும்*
வானம்பாடி = *பாடும்*`
      ]
    },
    {
      id: 'jobs',
      label: 'உடலின் பாகங்களும் செயல்களும்',
      type: 'matchByDragDrop',
      commonData: {
        isPractice: false,
        title: 'உடலின் பாகங்களும் செயல்களும்',
        styles: {
          fontSize: '1rem',
          dashWidth: 60
        }
      },
      data: [
        `பார்க்க உதவும் உறுப்பு = *கண்*
சுவாசிக்க பயன்படும் உறுப்பு = *மூக்கு* 
கேட்க உதவும் உறுப்பு = *காது* 
பேச உதவும் உறுப்பு = *வாய்* 
ஓடுவதற்கு  உதவும் உறுப்பு = *கால்* 
எழுதுவதற்கு பயன்படும் உறுப்பு = *கை* 
சுவை அறிய உதவும் உறுப்பு = *நாக்கு*`
      ]
    }
  ]
};
