export default {
  label: 'படம்',
  id: 'ta-picture',
  img: 'image',
  list: [
    {
      type: 'completeWord',
      label: 'விடுபட்ட எழுத்தை நிரப்புக ',
      id: 'complete-word',
      commonData: {
        images: 'custom',
        lang: 'ta'
      },
      data: [
        
        `buffalo|  எருமை| _மை| எ, ஏ, ஐ, ஒ
cow|  மாடு| _டு| மா, ஆ, ஊ, ஔ
donkey| கழுதை | _ழுதை| வ, ச, ர, க 
giraffe| ஒட்டகச்சிவிங்கி| _ட்டகச்சிவிங்கி| எ, ஏ, ஐ, ஒ
kangaroo| கங்காரு| _ங்காரு| உ,வொ, ர, க 
leopard| சிறுத்தை| _றுத்தை| உ, சி, எ, வ
mongoose| கீரிப்பிள்ளை| _ரிப்பிள்ளை| ஐ, ஒ, ஓ, கீ
octopus| ஆக்டோபஸ்| _க்டோபஸ்| ஐ, ஆ, ஓ, ஔ
wolf| ஓநாய்| _நாய்| ஐ, ஒ, ஓ, ஔ
garden-lizard| ஓணான்| _ணான்| ஐ, ஒ, ஓ, ஔ`,

        `rabbit| முயல்| _யல்| ஐ, மு, ஓ, ஔ
lizard| பல்லி| _ல்லி| ப, ஒ, ஓ, ஔ
bat| வௌவால் |_வால் | வௌ, வொ, வை, வோ
butterfly|  வண்ணத்துப்பூச்சி| _ண்ணத்துப்பூச்சி| வ, ச, ர, க
mosquito| கொசு | _சு| ஐ, கொ, ஓ, ஔ
cockroach| கரப்பான் பூச்சி| _ரப்பான் பூச்சி| ஐ, ஒ, க, ஔ
Chick| கோழிக்குஞ்சு| _ழிக்குஞ்சு| ஐ, மு, ஓ, கோ
Crane| கொக்கு| _க்கு| கொ, மு, ஓ, ஔ
Kingfisher| மீன் கொத்தி| _ன் கொத்தி| ஐ, மு, ஓ, மீ
Ostrich| தீக்கோழி| _க்கோழி| தீ, மு, ஓ, ஔ`,

      `Owl| ஆந்தை| _ந்தை| ஐ, ஆ, ஓ, ஔ
Rooster| சேவல்| _வல்| ஐ, மு, சே, ஔ
Vulture| கழுகு| _ழுகு| க, மு, ஓ, ஔ
Myna| மைனா| _னா| ஐ, மு, மை, ஔ
Wood pecker| மரங்கொத்தி| _ரங்கொத்தி| ம, மு, ஓ, ஔ`,
      
      ]
      [
        

      ]
    },
  ]
}
        
     
      
     
      
      
   
/*
        
        
        
        


Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ`, 


,  
,  
, 
,  
, 
,  
,  
, 
, 

        
        Helicopter, வானூர்தி 
Motorbike, 
Tractor, இழுவை இயந்திரம்
Ambulance, அவசர ஊர்தி
Auto, ஆட்டோ
Cart, 
Excavator, 
Fire engine, தீயணைப்பு வாகனம்
lorry, சரக்குந்து 
van, 
        
 */       