export default {
  label: 'படம்',
  id: 'ta-picture',
  img: 'image',
  list: [
    {
      type: 'completeWord',
      label: 'விடுபட்ட எழுத்தை நிரப்புக ',
      id: 'complete-word',
      commonData: {
        images: 'custom',
        lang: 'ta'
      },
      data: [
        
        `Bat| வௌவால் |_வால் | வௌ, வொ, வை, வோ, 
Buffallo|  எருமை| _மை| எ, ஏ, ஐ, ஒ
Butterfly|  வண்ணத்துப்பூச்சி| _ண்ணத்துப்பூச்சி| வ, ச, ர, க 
Cow|  மாடு| _டு| மா, ஆ, ஊ, ஔ
Donkey| கழுதை | _ழுதை| வ, ச, ர, க 
Giraffe| ஒட்டகச்சிவிங்கி| _ட்டகச்சிவிங்கி| எ, ஏ, ஐ, ஒ
Kangaroo| கங்காரு| _ங்காரு| உ,வொ, ர, க 
Leopard| சிறுத்தை| _றுத்தை| உ, சி, எ, வ
Mongoose| கீரிப்பிள்ளை| _ரிப்பிள்ளை| ஐ, ஒ, ஓ, கீ
Mosquito| கொசு | _சு| ஐ, கொ, ஓ, ஔ
Octopus| ஆக்டோபஸ்| _க்டோபஸ்| ஐ, ஆ, ஓ, ஔ
Wolf| ஓநாய்| _நாய்| ஐ, ஒ, ஓ, ஔ
Cockroach| கரப்பான் பூச்சி| _ரப்பான் பூச்சி| ஐ, ஒ, க, ஔ
Garden Lizard| ஓணான்| _ணான்| ஐ, ஒ, ஓ, ஔ
Lizard| பல்லி| _ல்லி| ப, ஒ, ஓ, ஔ
Rabbit| முயல்| _யல்| ஐ, மு, ஓ, ஔ`,
       
       `Chick| கோழிக்குஞ்சு| _ழிக்குஞ்சு| ஐ, மு, ஓ, கோ
Crane| கொக்கு| _க்கு| கொ, மு, ஓ, ஔ
Kingfisher| மீன் கொத்தி| _ன் கொத்தி| ஐ, மு, ஓ, மீ
Ostrich| தீக்கோழி| _க்கோழி| தீ, மு, ஓ, ஔ
Owl| ஆந்தை| _ந்தை| ஐ, ஆ, ஓ, ஔ
Rooster| சேவல்| _வல்| ஐ, மு, சே, ஔ
Vulture| கழுகு| _ழுகு| க, மு, ஓ, ஔ
Myna| மைனா| _னா| ஐ, மு, மை, ஔ
Wood pecker| மரங்கொத்தி| _ரங்கொத்தி| ம, மு, ஓ, ஔ`,
        
    
        `Pumpkin| பரங்கிக்காய்| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Almond| பாதாம்| _ரங்கொத்தி| ம, மு, ஓ, ஔ        
Beans| பீன்ஸ்| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Bittergourd| பாகற்காய்| _ரங்கொத்தி| ம, மு, ஓ, ஔ
capsicum| குடை மிளகாய்| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Cashewnut| முந்திரி | _ரங்கொத்தி| ம, மு, ஓ, ஔ
Chilli| பச்சைமிளகாய்| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Coconut| தேங்காய்| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Coriander leaf|கொத்தமல்லி இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Curry leaf| கருவேப்பிலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ`
        
        
        
`Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Drumstick| முருங்கைக்காய்| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ
Mint leaves| புதினா இலை| _ரங்கொத்தி| ம, மு, ஓ, ஔ`, 
Green peas, பச்சை பட்டாணி 
Peanut, நிலக்கடலை 
Radish, முள்ளங்கி
Spinach, கீரை 
Brinjal, கத்திரி 
Ladies finger, வெண்டைக்காய் 
Broad beans, அவரைக்காய் 
Ash gourd, பூசணிக்காய்
Ridge Gourd, பீர்க்கங்காய்

        
        Helicopter, வானூர்தி 
Motorbike, 
Tractor, இழுவை இயந்திரம்
Ambulance, அவசர ஊர்தி
Auto, ஆட்டோ
Cart, 
Excavator, 
Fire engine, தீயணைப்பு வாகனம்
lorry, சரக்குந்து 
van, 
        
        
        
        
      
      ]
    },
        
     
      
     
      
      
