export default {
  label: 'திருக்குறள்',
  id: 'thirukkural2',
  img: 'thirukkural',
  list: [
    {
      id: 'notes',
      type: 'passage',
      label: `தேர்வு செய்யப் பட்டவை `,
      commonData: {
        title: ''
      },
      data: [
        [],

        [],
        [],
        [],
        [],
        [
          '# இகல்',
          {
            type: 'poem',
            text: `இன்பத்துள் இன்பம் பயக்கும் இகலென்னும்
  துன்பத்துள் துன்பங் கெடின்.`
          },
          {
            type: 'small',
            text: `பொருள்:துன்பத்தில் மனக்கசப்பு என்னும் மோசமான துன்பம் மறைந்தால், இன்பத்தில் சிறந்த இன்பம் பெறலாம்.`
          },

          '# குடிமை',
          {
            type: 'poem',
            text: `அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார்
  குன்றுவ செய்தல் இலர்.`
          },
          {
            type: 'small',
            text:
              'பொருள்:கோடிப் பொருள் அடுக்கிக் கொடுத்தாலும், ஒழுக்கமான குடியில் பிறந்தவர், தவறு செய்வதில்லை.'
          }
        ],
        [],
        []
      ]
    },
    {
      id: 'sort',
      label: 'வரிசை படுத்துக',
      type: 'sorting',
      commonData: {
        title: 'திருக்குறளை அடையாளம் கண்டு வார்த்தைகளை வரிசை படுத்துக',
        multiple: true
      },
      data: [
        `எண்ணென்ப, ஏனை, எழுத்தென்ப, இவ்விரண்டும், கண்என்ப, வாழும், உயிர்க்கு
        கற்க, கசடறக், கற்பவை, கற்றபின், நிற்க, அதற்குத், தக
        கேடில், விழுச்செல்வம், கல்வி, யொருவற்கு, மாடல்ல, மற்றை, யவை
        புறம்கூறிப், பொய்த்துயிர், வாழ்தலின், சாதல், அறம்கூறும், ஆக்கம், தரும்
        தெய்வத்தான், ஆகா, தெனினும்,  முயற்சிதன், மெய்வருத்தக், கூலி,  தரும்
        முயற்சி, திருவினை, ஆக்கும், முயற்றின்மை, இன்மை, புகுத்தி,  விடும்
        காக்கை, கரவா, கரைந்துண்ணும், ஆக்கமும், அன்ன, நீரார்க்கே,  உள
        மடியை, மடியா, ஒழுகல்,  குடியைக், குடியாக, வேண்டு, பவர்
        செய்தக்க, அல்ல, செயக்கெடும், செய்தக்க, செய்யாமை, யானும், கெடும்
        எண்ணித், துணிக, கருமம், துணிந்தபின், எண்ணுவம், என்பது, இழுக்கு`,

        `அகழ்வாரைத், தாங்கும், நிலம்போலத், தன்னை, இகழ்வார்ப், பொறுத்தல், தலை
        திறனல்ல, தற்பிறர், செய்யினும், நோநொந்து, அறனல்ல, செய்யாமை, நன்று
        மிகுதியான், மிக்கவை, செய்தாரைத், தாம்தம், தகுதியான், வென்று, விடல்
        குழலினிது, யாழினிது, என்பதம், மக்கள், மழலைச்சொல், கேளா, தவர்
        தீயவை, தீய, பயத்தலால், தீயவை, தீயினும், அஞ்சப், படும்
        மறந்தும், பிறன்கேடு, சூழற்க, சூழின், அறஞ்சூழும், சூழ்ந்தவன், கேடு
        என்பி, லதனை, வெயில்போலக், காயுமே, அன்பி, லதனை, அறம்
        இயற்றலும், ஈட்டலுங், காத்தலும், காத்த, வகுத்தலும், வல்ல, தரசு
        தூங்காமை, கல்வி, துணிவுடைமை, இம்மூன்றும், நீங்கா, நிலனான், பவர்க்கு
        அளவறிந்து, வாழாதான், வாழ்க்கை, உளபோல, இல்லாகித், தோன்றாக், கெடும்`,

        `செல்வத்துள், செல்வம், செவிச்செல்வம், அச்செல்வம், செல்வத்துள், எல்லாம், தலை
        எனைத்தானும், நல்லவை, கேட்க, அனைத்தானும், ஆன்ற, பெருமை, தரும்
        நுணங்கிய, கேள்வியர், அல்லார், வணங்கிய, வாயினர், ஆதல், அரிது
        செவியிற், சுவையுணரா, வாயுணர்வின், மாக்கள், அவியினும், வாழினும், என்
        இடும்பைக்கு, இடும்பை, படுப்பர், இடும்பைக்கு, இடும்பை, படாஅ, தவர்
        செயற்கரிய, யாவுள, நட்பின், அதுபோல், வினைக்கரிய, யாவுள, காப்பு
        வருமுன்னர்க், காவாதான், வாழ்க்கை, எரிமுன்னர், வைத்தூறு, போலக், கெடும்
        தன்குற்றம், நீக்கிப், பிறர்குற்றம், காண்கிற்பின், என்குற்றம், ஆகும், இறைக்கு
        செருக்குஞ், சினமும், சிறுமையும், இல்லார், பெருக்கம், பெருமித, நீர்த்து
        தொடங்கற்க, எவ்வினையும், எள்ளற்க, முற்றும், இடங்கண்ட, பின்அல், லது`,

        `கடல்ஓடா, கால்வல், நெடுந்தேர், கடல்ஓடும், நாவாயும், ஓடா, நிலத்து
        அஞ்சாமை, அல்லால், துணைவேண்டா, எஞ்சாமை, எண்ணி, இடத்தால், செயின்
        நன்மையும், தீமையும், நாடி, நலம்புரிந்த, தன்மையான், ஆளப், படும்
        ஆக்கம், அதர்வினாய்ச், செல்லும், அசைவிலா, ஊக்கம், உடையான், உழை
        ஒழுக்காறாக், கொள்க, ஒருவன்தன், நெஞ்சத்து, அழுக்காறு, இலாத, இயல்பு
        அவ்விய, நெஞ்சத்தான், ஆக்கமும், செவ்வியான், கேடும், நினைக்கப், படும்
        கண்நின்று, கண்அறச், சொல்லினும், சொல்லற்க, முன்இன்று, பின்நோக்காச், சொல்
        ஏதிலார், குற்றம்போல், தம்குற்றம், காண்கிற்பின், தீதுண்டோ, மன்னும், உயிர்க்கு
        அருட்செல்வம், செல்வத்துள், செல்வம், பொருட்செல்வம், பூரியார், கண்ணும், உள
        வலியார்முன், தன்னை, நினைக்கதான், தன்னின், மெலியார்மேல், செல்லும், இடத்து`,

        `வாய்மை, எனப்படுவது, யாதெனின், யாதொன்றும், தீமை, இலாத, சொலல்
        தன்நெஞ்சு, அறிவது, பொய்யற்க, பொய்த்தபின், தன்நெஞ்சே, தன்னைச், சுடும்
        உள்ளத்தால், பொய்யாது, ஒழுகின், உலகத்தார், உள்ளத்துள், எல்லாம், உளன்
        பொருள்கருவி, காலம், வினைஇடனொடு, ஐந்தும், இருள்தீர, எண்ணிச், செயல்
        வினையால், வினையாக்கிக், கோடல், நனைகவுள், யானையால், யானையாத், தற்று
        கற்றாருள், கற்றார், எனப்படுவர், கற்றார்முன், கற்ற, செலச்சொல்லு, வார்
        கற்றார்முன், கற்ற, செலச்சொல்லித், தாம்கற்ற, மிக்காருள், மிக்க, கொளல்
        உறுபசியும், ஓவாப், பிணியும், செறுபகையும், சேராது, இயல்வது, நாடு
        நாடென்ப, நாடா, வளத்தன, நாடல்ல, நாட, வளம்தரு, நாடு
        மணிநீரும், மண்ணும், மலையும், அணிநிழல், காடும், உடையது, அரண்`,

        `எனைமாட்சித்து, ஆகியக், கண்ணும், வினைமாட்சி, இல்லார்கண், இல்லது, அரண்
        பிறப்பொக்கும், எல்லா, உயிர்க்கும், சிறப்புஒவ்வா, செய்தொழில், வேற்றுமை, யான்
        பெருமை, உடையவர், ஆற்றுவார், ஆற்றின், அருமை, உடைய, செயல்
        தக்கார், தகவிலர், என்பது, அவரவர், எச்சத்தால், காணப், படும்
        சமன்செய்து, சீர்தூக்கும், கோல்போல், அமைந்துஒருபால், கோடாமை, சான்றோர்க்கு, அணி
        வலியில், நிலைமையான், வல்லுருவம், பெற்றம், புலியின்தோல், போர்த்துமேய்ந், தற்று
        கணைகொடிது, யாழ்கோடு, செவ்விதுஆங்கு, அன்ன, வினைபடு, பாலால், கொளல்
        உளர்என்னும், மாத்திரையர், அல்லால், பயவாக், களர்அனையர், கல்லா, தவர்
        விலங்கொடு, மக்கள், அனையர், இலங்குநூல், கற்றாரோடு, ஏனை, யவர்
        செய்வானை, நாடி, வினைநாடிக், காலத்தோடு, எய்த, உணர்ந்து, செயல்`,

        `இதனை, இதனால், இவன்முடிக்கும், என்றுஆய்ந்து, அதனை, அவன்கண், விடல்
        ஓர்ந்துகண், ணோடாது, இறைபுரிந்து, யார்மாட்டும், தேர்ந்துசெய், வஃதே, முறை
        இறைகாக்கும், வையகம், எல்லாம், அவனை, முறைகாக்கும், முட்டாச், செயின்
        தக்காங்கு, நாடித், தலைசெல்லா, வண்ணத்தால், ஒத்தாங்கு, ஒறுப்பது, வேந்து
        இறைகடியன், என்றுஉரைக்கும், இன்னாச்சொல், வேந்தன், உறைகடுகி, ஒல்லைக், கெடும்
        கேட்டார்ப், பிணிக்கும், தகையவாய்க், கேளாரும், வேட்ப, மொழிவதாம், சொல்
        சொல்லுக சொல்லைப் பிறிதுஓர்சொல், அச்சொல்லை, வெல்லும்சொல், இன்மை, அறிந்து
        அவைஅறிந்து, ஆராய்ந்து, சொல்லுக, சொல்லின், தொகைஅறிந்த, தூய்மை, யவர்
        கற்றுஅறிந்தார், கல்வி, விளங்கும், கசடறச், சொல்தெரிதல், வல்லார், அகத்து
        கான, முயல்எய்த, அம்பினில், யானை, பிழைத்தவேல், ஏந்தல், இனிது`,

        `பேராண்மை, என்ப, தறுகண்ஒன்று, உற்றக்கால், ஊராண்மை, மற்றுஅதன், எஃகு
        நவில்தொறும், நூல்நயம், போலும், பயில்தொறும், பண்புடை, யாளர், தொடர்பு
        நகுதல், பொருட்டுஅன்று, நட்டல், மிகுதிக்கண், மேற்சென்று, இடித்தல், பொருட்டு
        ஆய்ந்துஆய்ந்து, கொள்ளாதான், கேண்மை, கடைமுறை, தான்சாம், துயரம், தரும்
        கேட்டினும், உண்டுஓர், உறுதி, கிளைஞரை, நீட்டி, அளப்பதோர், கோல்
        பெருக்கத்து, வேண்டும், பணிதல், சிறிய, சுருக்கத்து, வேண்டும், உயர்வு
        குன்றின், அனையாரும், குன்றுவர், குன்றுவ, குன்றி, அனைய, செயின்
        பண்புடையார்ப், பட்டுஉண்டு, உலகம், அதுஇன்றேல், மண்புக்கு, மாய்வது, மன்
        பண்பிலான், பெற்ற, பெருஞ்செல்வம், நன்பால், கலம்தீமை, யால்திரிந்து, அற்று
        குணம்நாடிக், குற்றமும், நாடி, அவற்றுள், மிகைநாடி, மிக்க, கொளல்`,

        `பெருமைக்கும், ஏனைச், ம்சிறுமைக்கு, தத்தம், கருமமே, கட்டளைக், கல்
        தேரான், தெளிவும், தெளிந்தான்கண், ஐயுறவும், தீரா, இடும்பை, தரும்
        ஒற்றொற்றித், தந்த, பொருளையும், மற்றுமோர், ஒற்றினால், ஒற்றிக், கொளல்
        ஓஒதல், வேண்டும், ஒளிமாழ்கும், செய்வினை, ஆஅதும், என்னு, மவர்
        ஈன்றாள், பசிகாண்பான், ஆயினுஞ், செய்யற்க, சான்றோர், பழிக்கும், வினை
        சலத்தால், பொருள்செய்தே, மார்த்தல், பசுமண், கலத்துநீர் பெய்திரீஇ யற்று
        விழைதகையான், வேண்டி, இருப்பர், கெழுதகையால், கேளாது, நட்டார், செயின்
        கனவினும், இன்னாதுமன்னோ, வினைவேறு, சொல்வேறு, பட்டார், தொடர்பு
        நாணாமை, நாடாமை, நாரின்மை, யாதொன்றும், பேணாமை, பேதை, தொழில்
        ஓதி, உணர்ந்தும், பிறர்க்குரைத்தும், தானடங்கப், பேதையின், பேதையார், இல்`,

        `ஏவவும், செய்கலான், தான்தேறான், அவ்வுயிர், போஒம், அளவும்ஓர், நோய்
        காணாதான், காட்டுவான், தான்காணான், காணாதான், கண்டானாம், தான்கண்ட, வாறு
        இன்பத்துள், இன்பம், பயக்கும், இகலென்னும், துன்பத்துள், துன்பங், கெடின்
        அடுக்கிய, கோடி, பெறினும், குடிப்பிறந்தார், குன்றுவ, செய்தல், இலர்
        அன்புநாண், ஒப்புரவு, கண்ணோட்டம், வாய்மையொ(டு), ஐந்துசால்பு, ஊன்றிய, தூண்
        ஆற்றுவார், ஆற்றல், பணிதல், அதுசான்றோர், மாற்றாரை, மாற்றும், படை
        ஊழி, பெயரினும், தாம்பெயரார், சான்றாண்மைக்(கு), ஆழி, எனப்படு, வார்
        பிறர்நாணத், தக்கது, தான்நாணான், ஆயின், அறம்நாணத், தக்கது, உடைத்து
        சுழன்றும்ஏர்ப், பின்னது, உலகம், அதனால், உழந்தும், உழவே, தலை
        உழுவார், உலகத்தார்க்கு, ஆணிஅஃ, தாற்றாது, எழுவாரை, எல்லாம், பொறுத்து`,

        `ஒழுக்கம், விழுப்பந், தரலான், ஒழுக்கம், உயிரினும், ஓம்பப், படும்
        ஒழுக்கத்தின், எய்துவர், மேன்மை, இழுக்கத்தின், எய்துவர், எய்தாப், பழி
        உலகத்தோடு, ஒட்ட, ஒழுகல், பலகற்றும், கல்லார், அறிவிலா, தார்
        எப்பொருள், எத்தன்மைத், தாயினும், அப்பொருள், மெய்ப்பொருள், காண்பது, அறிவு
        காமம், வெகுளி, மயக்கம், இவ்மூன்றன், நாமம், கெடக்கெடும், நோய்
        அரியவற்றுள், எல்லாம், அரிதே, பெரியாரைப், பேணித், தமராக், கொளல்
        இடிப்பாரை, இல்லாத, ஏமரா, மன்னன், கெடுப்பார், இலானும், கெடும்
        பல்லார், பகைகொளலின், பத்தடுத்த, தீமைத்தே, நல்லார், தொடர்கை, விடல்
        வேலொடு, நின்றான், இடுவென், றதுபோலும், கோலொடு, நின்றான், இரவு`
      ]
    },
    {
      id: 'fillup',
      label: 'கோடிட்ட இடங்களை நிரப்புக  ',
      type: 'fillupOptions',
      commonData: {
        noOptions: true,
        title: 'கோடிட்ட இடங்களை நிரப்புக '
      },
      data: [
        `எண்ணென்ப ஏனை *எழுத்தென்ப* இவ்விரண்டும்
*கண்என்ப* வாழும் உயிர்க்கு
        கற்க *கசடறக்* கற்பவை *கற்றபின்*
 நிற்க *அதற்குத்* தக
        கேடில் விழுச்செல்வம் *கல்வி* யொருவற்கு
  *மாடல்ல* மற்றை யவை
        புறம்கூறிப்  பொய்த்துயிர் *வாழ்தலின் சாதல்*
அறம்கூறும் *ஆக்கம்* தரும்
        *தெய்வத்தான்* ஆகா தெனினும்  முயற்சிதன்
 மெய்வருத்தக் *கூலி*  தரும்`,

        `முயற்சி *திருவினை* ஆக்கும் முயற்றின்மை
    *இன்மை* புகுத்தி விடும்
        காக்கை கரவா *கரைந்துண்ணும்* ஆக்கமும்
    அன்ன *நீரார்க்கே* உள
        மடியை மடியா *ஒழுகல் குடியைக்*
    குடியாக வேண்டு பவர்
        செய்தக்க அல்ல *செயக்கெடும்* செய்தக்க
    *செய்யாமை* யானும் கெடும்  
        எண்ணித் *துணிக* கருமம் துணிந்தபின்
    *எண்ணுவம்* என்பது இழுக்கு`,

        `அகழ்வாரைத் தாங்கும் *நிலம்போலத்* தன்னை 
     *இகழ்வார்ப்* பொறுத்தல் தலை
        திறனல்ல *தற்பிறர்* செய்யினும் நோநொந்து
    அறனல்ல *செய்யாமை* நன்று
        மிகுதியான் *மிக்கவை* செய்தாரைத் தாம்தம்
    தகுதியான் *வென்று* விடல்
       *குழலினிது* யாழினிது என்பதம் *மக்கள்*
    *மழலைச்சொல்* கேளா தவர்
        தீயவை தீய *பயத்தலால்* தீயவை
    *தீயினும்* அஞ்சப் படும்`,

        `மறந்தும் *பிறன்கேடு* சூழற்க சூழின்
  *அறஞ்சூழும்* சூழ்ந்தவன் கேடு
        என்பி லதனை *வெயில்*போலக் காயுமே
  அன்பி லதனை *அறம்*
        *இயற்றலும்* ஈட்டலுங் காத்தலும் காத்த
  *வகுத்தலும்* வல்ல தரசு
        *தூங்காமை* கல்வி துணிவுடைமை இம்மூன்றும்
  நீங்கா *நிலனான்* பவர்க்கு
        *அளவறிந்து* வாழாதான் *வாழ்க்கை* உளபோல
  இல்லாகித் தோன்றாக் *கெடும்*`,

        `செல்வத்துள் செல்வம் *செவிச்செல்வம்* அச்செல்வம்
  *செல்வத்துள்* எல்லாம் தலை
        எனைத்தானும் *நல்லவை* கேட்க அனைத்தானும்
  ஆன்ற *பெருமை* தரும்
        நுணங்கிய *கேள்வியர்* அல்லார் வணங்கிய
  *வாயினர்* ஆதல் அரிது
        செவியிற் *சுவையுணரா* வாயுணர்வின் மாக்கள்
அவியினும் *வாழினும்* என்
        *இடும்பைக்கு* இடும்பை *படுப்பர்* இடும்பைக்கு
*இடும்பை* படாஅ தவர்`,

        `செயற்கரிய யாவுள *நட்பின்* அதுபோல்
 *வினைக்கரிய* யாவுள காப்பு
         வருமுன்னர்க் *காவாதான்* வாழ்க்கை எரிமுன்னர்
 *வைத்தூறு* போலக் கெடும்
          தன்குற்றம் நீக்கிப் *பிறர்குற்றம்* காண்கிற்பின்
*என்குற்றம்* ஆகும் *இறைக்கு*
          செருக்குஞ் சினமும் *சிறுமையும்* இல்லார்
*பெருக்கம்* பெருமித நீர்த்து
          *தொடங்கற்க* எவ்வினையும் *எள்ளற்க* முற்றும்
இடங்கண்ட *பின்அல்* லது`,

        `கடல்ஓடா *கால்வல்* நெடுந்தேர் *கடல்ஓடும்*
நாவாயும் ஓடா *நிலத்து*
          அஞ்சாமை *அல்லால்* துணைவேண்டா எஞ்சாமை
*எண்ணி* இடத்தால் *செயின்*
          *நன்மையும்* தீமையும் நாடி *நலம்புரிந்த*
*தன்மையான்* ஆளப் படும்
          *ஆக்கம்* அதர்வினாய்ச் செல்லும் அசைவிலா
ஊக்கம் *உடையான்* உழை
          *ஒழுக்காறாக்* கொள்க *ஒருவன்தன்* நெஞ்சத்து
அழுக்காறு இலாத *இயல்பு*`,

        `அவ்விய *நெஞ்சத்தான்* ஆக்கமும் செவ்வியான்
*கேடும்* நினைக்கப் படும்
        கண்நின்று கண்அறச் *சொல்லினும்* சொல்லற்க
முன்இன்று *பின்நோக்காச்* சொல்
        ஏதிலார் *குற்றம்போல்* தம்குற்றம் காண்கிற்பின்
தீதுண்டோ *மன்னும்* உயிர்க்கு
        அருட்செல்வம் *செல்வத்துள்* செல்வம் பொருட்செல்வம்
பூரியார் *கண்ணும்* உள
        வலியார்முன் *தன்னை* நினைக்கதான் தன்னின்
மெலியார்மேல் *செல்லும்* இடத்து`,

        `வாய்மை எனப்படுவது *யாதெனின்* யாதொன்றும்
தீமை *இலாத* சொலல்
      தன்நெஞ்சு அறிவது *பொய்யற்க* பொய்த்தபின்   
*தன்நெஞ்சே* தன்னைச் சுடும்
      உள்ளத்தால் *பொய்யாது* ஒழுகின் உலகத்தார்
*உள்ளத்துள்* எல்லாம் உளன்
      பொருள்கருவி காலம் *வினைஇடனொடு* ஐந்தும்
இருள்தீர *எண்ணிச்* செயல்
      வினையால் *வினையாக்கிக்* கோடல் நனைகவுள்
யானையால் *யானையாத்* தற்று`,

        `கற்றாருள் *கற்றார்* எனப்படுவர் கற்றார்முன்
 கற்ற *செலச்சொல்லு* வார்
      கற்றார்முன் கற்ற *செலச்சொல்லித்* தாம்கற்ற
*மிக்காருள்* மிக்க கொளல்
      உறுபசியும் *ஓவாப்* பிணியும் *செறுபகையும்*
சேராது *இயல்வது* நாடு
      *நாடென்ப* நாடா வளத்தன நாடல்ல
நாட *வளம்தரு* நாடு
      *மணிநீரும்* மண்ணும் மலையும் அணிநிழல்
காடும் *உடையது* அரண்`,

        `எனைமாட்சித்து *ஆகியக்* கண்ணும் வினைமாட்சி
இல்லார்கண் *இல்லது* அரண்
        *பிறப்பொக்கும்* எல்லா உயிர்க்கும் சிறப்புஒவ்வா
செய்தொழில் *வேற்றுமை* யான்
        *பெருமை* உடையவர் ஆற்றுவார் ஆற்றின்
அருமை *உடைய* செயல்
        தக்கார் *தகவிலர்* என்பது அவரவர்
*எச்சத்தால்* காணப் படும்
        *சமன்செய்து* சீர்தூக்கும் கோல்போல் அமைந்துஒருபால்
கோடாமை *சான்றோர்க்கு* அணி`,

        `*வலியில்* நிலைமையான் வல்லுருவம் பெற்றம்
*புலியின்தோல்* போர்த்துமேய்ந் தற்று
      *கணைகொடிது* யாழ்கோடு செவ்விதுஆங்கு அன்ன
வினைபடு *பாலால்* கொளல்
      உளர்என்னும் *மாத்திரையர்* அல்லால் பயவாக்
*களர்அனையர்* கல்லா தவர்
      *விலங்கொடு* மக்கள் அனையர் இலங்குநூல்
*கற்றாரோடு* ஏனை யவர்
      செய்வானை நாடி *வினைநாடிக்* காலத்தோடு
எய்த *உணர்ந்து* செயல்`,

        `இதனை *இதனால்* இவன்முடிக்கும் என்றுஆய்ந்து
அதனை *அவன்கண்* விடல்
    *ஓர்ந்துகண்* ணோடாது இறைபுரிந்து *யார்மாட்டும்*
தேர்ந்துசெய் வஃதே *முறை*
    *இறைகாக்கும்* வையகம் *எல்லாம்* அவனை
*முறைகாக்கும்* முட்டாச் செயின்
    *தக்காங்கு* நாடித் தலைசெல்லா *வண்ணத்தால்*
*ஒத்தாங்கு* ஒறுப்பது வேந்து
    *இறைகடியன்* என்றுஉரைக்கும் இன்னாச்சொல் *வேந்தன்*
உறைகடுகி ஒல்லைக் *கெடும்*`,

        `கேட்டார்ப் *பிணிக்கும்* தகையவாய்க் கேளாரும்
வேட்ப *மொழிவதாம்* சொல்
      சொல்லுக *சொல்லைப்* பிறிதுஓர்சொல் அச்சொல்லை
வெல்லும்சொல் *இன்மை* அறிந்து
      *அவைஅறிந்து* ஆராய்ந்து சொல்லுக சொல்லின்
தொகைஅறிந்த *தூய்மை* யவர்
      கற்றுஅறிந்தார் *கல்வி* விளங்கும் கசடறச்
சொல்தெரிதல் *வல்லார்* அகத்து
      கான முயல்எய்த *அம்பினில்* யானை
*பிழைத்தவேல்* ஏந்தல் இனிது`,

        `*பேராண்மை* என்ப தறுகண்ஒன்று உற்றக்கால்
ஊராண்மை *மற்றுஅதன்* எஃகு
    நவில்தொறும் *நூல்நயம்* போலும் பயில்தொறும்
பண்புடை யாளர் *தொடர்பு*
    நகுதல் பொருட்டுஅன்று *நட்டல்* மிகுதிக்கண்
*மேற்சென்று* இடித்தல் பொருட்டு
    *ஆய்ந்துஆய்ந்து* கொள்ளாதான் கேண்மை கடைமுறை
தான்சாம் துயரம் *தரும்*
    கேட்டினும் *உண்டுஓர்* உறுதி கிளைஞரை
நீட்டி அளப்பதோர் *கோல்*`,

        `*பெருக்கத்து* வேண்டும் பணிதல் சிறிய
சுருக்கத்து *வேண்டும்* உயர்வு
      *குன்றின்* அனையாரும் குன்றுவர் குன்றுவ
குன்றி அனைய செயின்.
      *பண்புடையார்ப்* பட்டுஉண்டு *உலகம்* அதுஇன்றேல்
மண்புக்கு *மாய்வது* மன்
      பண்பிலான் *பெற்ற* பெருஞ்செல்வம் நன்பால்
கலம்தீமை *யால்திரிந்து* அற்று
      *குணம்நாடிக்* குற்றமும் நாடி *அவற்றுள்*
*மிகைநாடி* மிக்க கொளல்`,

        `*பெருமைக்கும்* ஏனைச் சிறுமைக்கும் தத்தம்
*கருமமே* கட்டளைக் கல்
      தேரான் *தெளிவும்* தெளிந்தான்கண் ஐயுறவும்
தீரா இடும்பை *தரும்*
      ஒற்றொற்றித் *தந்த* பொருளையும் மற்றுமோர்
*ஒற்றினால்* ஒற்றிக் கொளல்
      ஓஒதல் *வேண்டும்* ஒளிமாழ்கும் செய்வினை
ஆஅதும் என்னு *மவர்*
      ஈன்றாள் பசிகாண்பான் *ஆயினுஞ்* செய்யற்க
சான்றோர் *பழிக்கும்* வினை`,

        `*சலத்தால்* பொருள்செய்தே மார்த்தல் பசுமண் 
*கலத்துநீர்* பெய்திரீஇ யற்று
      விழைதகையான் *வேண்டி* இருப்பர் கெழுதகையால்
கேளாது நட்டார் *செயின்*
      கனவினும் *இன்னாதுமன்னோ* வினைவேறு
*சொல்வேறு* பட்டார் தொடர்பு
      நாணாமை *நாடாமை* நாரின்மை யாதொன்றும்
*பேணாமை* பேதை *தொழில்*
      ஓதி *உணர்ந்தும்* பிறர்க்குரைத்தும் *தானடங்கப்*
பேதையின் *பேதையார்* இல்`,

        `ஏவவும் *செய்கலான்* தான்தேறான் அவ்வுயிர்
போஒம் அளவும்ஓர் நோய்
      *காணாதான்* காட்டுவான் தான்காணான் காணாதான்
கண்டானாம் *தான்கண்ட* வாறு
      இன்பத்துள் *இன்பம்* பயக்கும் இகலென்னும்
*துன்பத்துள்* துன்பங் கெடின்
      அடுக்கிய *கோடி* பெறினும் *குடிப்பிறந்தார்*
குன்றுவ *செய்தல்* இலர்
      *அன்புநாண்* ஒப்புரவு *கண்ணோட்டம்* வாய்மையொ(டு)
ஐந்துசால்பு *ஊன்றிய* தூண்`,

        `*ஆற்றுவார்* ஆற்றல் பணிதல் *அதுசான்றோர்*
*மாற்றாரை* மாற்றும் படை
      ஊழி *பெயரினும்* தாம்பெயரார் சான்றாண்மைக்(கு)
*ஆழி* எனப்படு வார்
      *பிறர்நாணத்* தக்கது தான்நாணான் ஆயின்
*அறம்நாணத்* தக்கது உடைத்து
      *சுழன்றும்ஏர்ப்* பின்னது *உலகம்* அதனால்
உழந்தும் உழவே *தலை*
      உழுவார் *உலகத்தார்க்கு* ஆணிஅஃ *தாற்றாது*
எழுவாரை எல்லாம் *பொறுத்து*`,

        `*ஒழுக்கம்* விழுப்பந் தரலான் ஒழுக்கம்
 *உயிரினும்* ஓம்பப் படும்
      ஒழுக்கத்தின் *எய்துவர்* மேன்மை இழுக்கத்தின்
எய்துவர் *எய்தாப்* பழி
      *உலகத்தோடு* ஒட்ட ஒழுகல் பலகற்றும்
 கல்லார் *அறிவிலா* தார்
      எப்பொருள் *எத்தன்மைத்* தாயினும் *அப்பொருள்*
 *மெய்ப்பொருள்* காண்பது அறிவு
      காமம் *வெகுளி* மயக்கம் இவ்மூன்றன்
நாமம் *கெடக்கெடும்* நோய்`,

        `அரியவற்றுள் *எல்லாம்* அரிதே பெரியாரைப்
*பேணித்* தமராக் கொளல்
      *இடிப்பாரை* இல்லாத ஏமரா மன்னன்
கெடுப்பார் *இலானும்* கெடும்
      பல்லார் பகைகொளலின் பத்தடுத்த *தீமைத்தே*
*நல்லார்* தொடர்கை விடல்
      வேலொடு *நின்றான்* இடுவென் றதுபோலும்
*கோலொடு* நின்றான் இரவு`
      ]
    }
  ]
};
