export default {
  label: 'व्याकरण 2',
  id: 'hi-grammar-2',
  img: 'langGrammar',
  lang: 'hi',
  list: [
    {
      id: 'partsofspeech-hi',
      type: 'passage',
      label: 'शब्दभेद',
      style: 'big',
      data: {
        title: 'शब्दभेद',
        text: `अंग्रेजी में जितने भी शब्द है उन सभी को वाक्यों में उनके प्रयोग के आधार पर 8 भागो में बांटा गया जिसे शब्दभेद कहाँ जाता है|
  
  # Noun (संज्ञा): 
  किसी भी व्यक्ति, वस्तु, स्थान, जानवर, विचार एवं भाव को संज्ञा कहते है| 
  जैसे – मनुष्य (जाति), अमेरिका, भारत (स्थान), बचपन, मिठास (भाव), किताब, टेबल(वस्तु) आदि।
  
  # Pronoun (सर्वनाम): 
  सर्वनाम वह शब्द है जो किसी संज्ञा के बदले प्रयुक्त होता है| 
  उदाहरण : मैं, तू, आप (स्वयं), यह, वह, जो, कोई, कुछ, कौन, क्या ।
  
  # Adjective (विशेषण):
  विशेषण उस शब्द को कहते है जो संज्ञा या सर्वनाम की विशेषता बताता है| 
  जैसे- बड़ा, काला, लम्बा, दयालु, भारी, सुंदर, कायर, टेढ़ा–मेढ़ा, एक, दो, वीर पुरुष, गोरा, अच्छा, बुरा, मीठा, खट्टा, आदि।
  
  # Verb (क्रिया): 
  वह शब्द है जिससे किसी कार्य, सम्बन्ध या अवस्था का बोध होता है क्रिया कहलाता है|
  जैसे- पढ़ना, खाना, पीना, जाना इत्यादि।`
      }
    },
    {
      type: 'group',
      label: 'संज्ञा और क्रिया',
      id: 'partsofspeech1-hi',
      commonData: {
        title: 'संज्ञा और क्रिया को वर्गीकृत करें।',
        fontSize: '2rem',
        printTitle:
          'Rewrite the words given at the bottom at approprate boxes.',
        types: ['संज्ञा', 'क्रिया']
      },
      data: [
        [
          `पेड़, घर, जूता, पोशाक, नई दिल्ली `,
          `चलना, हंसना, खेलना, पकाना, सोना`
        ],
        [`नाक, गुलाब, बच्चा, पहाड़ी, राम`, `मुस्कुराओ, नाचो, गाओ, पकड़ो, रुको`],
        [
          `खिलौना, घंटी, गेंद, पत्ती, पक्षी`,
          `सोचें, सुनें, सूंघें, कूदें, खाना`
        ]
      ]
    },
    {
      type: 'group',
      label: 'सर्वनाम vs विशेषण',
      id: 'partsofspeech2-hi',
      commonData: {
        title: 'सर्वनाम और विशेषण को वर्गीकृत करें।',
        fontSize: '2rem',
        printTitle:
          'Rewrite the words given at the bottom at approprate boxes.',
        types: ['सर्वनाम', 'विशेषण']
      },
      data: [
        [`मैं, मुझे, मेरा, मुझको, हम`, `पुराना, ताजा, भूत, वर्तमान, भविष्य`],
        [`हमें, हमारा, हमको, तू, तुझे`, `पतला, मोटा, भारी, हल्का, गीला`],
        [`तेरा, तुम, तुम्हे, तुम्हारा, वह`, `उचित, अनुचित, सच्चा, झूठा, न्याय`],
        [` उसने, उसको, उसका, उसे, उसमें`, `खट्टा, मीठा, कड़वा, तीखा, नमकीन`],
        [` वे, इन्होने, उनको, उनका, उन्हें`, `काला, पीला, सुनहरा, नीला, हरा`],
        [`कौन, कहाँ, क्या, कैसे, किसने`, `मोटा, लंबा, छोटा, चौकोर, गोल`]
      ]
    },
    {
      type: 'match',
      label: 'निम्नलिखित को जोड़िए।',
      id: 'matchpartsofspeech',
      commonData: {
        title: 'शब्दभेद के हिस्सों के साथ शब्दों को जोड़िए।'
      },
      data: [
        `स्कूल, संज्ञा
  पीना, क्रिया
  वे, सर्वनाम
  अच्छा, विशेषण`,

        `यह, सर्वनाम
  बड़ा, विशेषण
  शिक्षक, संज्ञा
  शयन, क्रिया`,

        `स्वादिष्ट, विशेषण
  अस्पताल, संज्ञा
  पढ़ना, क्रिया
  स्वयं, सर्वनाम`,

        `मौन, विशेषण
  बजाना, क्रिया
  वह, सर्वनाम
  शहर, संज्ञा`,

        `सुंदर, विशेषण
  वह, सर्वनाम
  चिकित्सक, संज्ञा
  तैयारी, क्रिया`
      ]
    },
    {
      type: 'fillup',
      id: 'fillup',
      label: 'सही विकल्प चुनें।',
      commonData: {
        title: 'संज्ञा, सर्वनाम, क्रिया या विशेषण के रूप में पहचानें।'
      },
      data: [
        `मैं भारत में रहता हूँ। इस वाक्य में ‘रहता’ एक *क्रिया (विशेषण, संज्ञा)* है।
  मैं दीपक हूँ। इस वाक्य में ‘मैं’ एक *सवर्नाम (संज्ञा, विशेषण)* है।
  बच्चा फल खा रहा है।इस वाक्य में ‘फल’ एक *संज्ञा (क्रिया, विशेषण )* है।
  आसमान का रंग नीला है।इस वाक्य में ‘नीला’ एक *विशेषण (सवर्नाम, संज्ञा)* है।
  कौआ काला होता है।इस वाक्य में ‘काला’ एक *विशेषण (सवर्नाम, संज्ञा )* है।`,

        `तुम बच्चे हो। इस वाक्य में ‘तुम’ एक *सवर्नाम (संज्ञा, विशेषण)* है।
  आप कब खाना खाते हो? इस वाक्य में ‘खाते’ एक *क्रिया (विशेषण, संज्ञा)* है।
  लड़की खेल रही है। इस वाक्य में ‘लड़की’ एक *संज्ञा (क्रिया, विशेषण )* है।
  आप क्या पीयेंगे? इस वाक्य में ‘पीयेंगे’ एक *क्रिया (विशेषण, संज्ञा)* है।
  मोहन एक अच्छा लड़का है।इस वाक्य में ‘अच्छा’ एक *विशेषण (सवर्नाम, संज्ञा)* है।`,

        `मैं हमेशा सच बोलती हूँ।  इस वाक्य में ‘बोलती’ एक *क्रिया (विशेषण, संज्ञा)* है।
  मैंने सारा काम कर दिया है।इस वाक्य में ‘कर’ दिया एक *क्रिया (विशेषण, संज्ञा)* है।
  वे नौ बच्चे हैं। इस वाक्य में ‘वे’ एक *सवर्नाम (संज्ञा, विशेषण)* है।
  वह सुंदर है। इस वाक्य में ‘वह’ एक *सवर्नाम (संज्ञा, विशेषण)* है।
  पंखा धीमे चल रहा है। इस वाक्य में ‘पंखा’ एक *संज्ञा (क्रिया, विशेषण)* है।`,

        `आप से मिलकर अच्छा लगा। इस वाक्य में ‘आप’ एक *सवर्नाम (संज्ञा, विशेषण)* है।
  हम कल बस में चढ़े थे।  इस वाक्य में ‘बस’ एक *संज्ञा (क्रिया, विशेषण)* है।
  दिल्ली जाने के लिए रेलगाड़ी परसों मिलेगी। इस वाक्य में ‘दिल्ली’ एक *संज्ञा (क्रिया, विशेषण)* है।
  टोकरी में मीठे संतरे हैं। इस वाक्य में ‘मीठे’ एक *विशेषण (सवर्नाम, संज्ञा)* है।
  रीता सुंदर है। इस वाक्य में ‘सुंदर’ एक *विशेषण (सवर्नाम, संज्ञा)* है।`
      ]
    },
    {
      id: 'typesofnoun-hi',
      type: 'passage',
      label: 'संज्ञा के भेद',
      style: 'big',
      data: {
        title: 'संज्ञा के भेद',
        text: `१. जातिवाचक संज्ञा : जिस शब्द से किसी प्राणी या वस्तु की समस्त जाति का बोध होता है,उन शब्दों को जातिवाचक संज्ञा कहते हैं।
  
  यथा- घोड़ा, फूल, मनुष्य,वृक्ष इत्यादि।
  
  २. व्यक्तिवाचक संज्ञा : जिन शब्दों से किसी विशेष व्यक्ति, स्थान अथवा वस्तु के नाम का बोध हो, उसे व्यक्तिवाचक संज्ञा कहते हैं।
  
  यथा- जयपुर, दिल्ली, भारत, रामायण, अमेरिका, राम इत्यादि।`
      }
    },
    {
      type: 'group',
      label: 'व्यक्तिवाचक संज्ञा vs जातिवाचक संज्ञा',
      id: 'typesofnoun1-hi',
      commonData: {
        title: 'व्यक्तिवाचक संज्ञा vs जातिवाचक संज्ञा',
        fontSize: '2rem',
        printTitle:
          'Rewrite the words given at the bottom at approprate boxes.',
        types: ['व्यक्तिवाचक संज्ञा', 'जातिवाचक संज्ञा']
      },
      data: [
        [
          `यमुना, मीणा, मुंबई, आगरा, दिल्ली`,
          `कुत्ता, बिल्ली, तोता, पशु , पहाड़`
        ],
        [`राम, रामायण, गीता, मुंबई, प्रिया`, `नदी, झूला, घर, मकान, गांव `]
      ]
    },
    {
      id: 'onewordsubstitution-hi',
      type: 'passage',
      label: 'अनेक शब्दों के लिए एक शब्द',
      style: 'big',
      data: {
        title: 'अनेक शब्दों के लिए एक शब्द',
        text: `भाषा में बहुत से ऐसे वाक्य होते हैं जो किसी एक शब्द को दर्शाते हैं अर्थात हम उस वाक्य के स्थान पर पूरा वाक्य न लिख कर एक शब्द लिख कर अपनी भाषा को और अधिक प्रभावशाली बना सकते हैं।`
      }
    },
    {
      label: 'सही उत्तर का चयन करें।',
      id: 'hi-onewordsubstitution1',
      type: 'mcq',
      commonData: {
        title: 'नीचे दिए गए विकल्पों में से सही उत्तर चुनिए।'
      },
      data: [
        {
          questions: [
            {
              qText: 'मांस खाने वाला',
              options: 'मांसाहरी, शाकाहारी, रोगी'
            },
            {
              qText: 'भारत में रहने वाला',
              options: 'भारतीय, शहरी, विदेशी'
            },
            {
              qText: 'जो पढ़ा लिखा ना हो',
              options: 'अनपढ़, अनाथ, पाठक '
            },
            {
              qText: 'वर्ष में एक बार होने वाला ',
              options: 'वार्षिक, मासिक, साप्ताहिक'
            },
            {
              qText: 'दर्शन वाले लोग',
              options: 'दर्शक, दर्शनीय, ग्रामीण '
            }
          ]
        }
      ]
    }
  ]
};
