export default {
  label: 'व्याकरण',
  lang: 'hi',
  id: 'hi-grammar',
  img: 'langGrammar',
  lockAfter: 3,
  list: [
    {
      id: 'gender-hi',
      type: 'passage',
      label: 'लिंग',
      style: 'big',
      data: {
        title: 'लिंग',
        text: `लिंग के दो भेद होते हैं:
# पुल्लिंग 
जिन शब्दों से पुरुष जाति का बोध होता है उन्हें पुल्लिंग शब्द कहते हैं ।
जैसे: पिता, भाई, लड़का।
# स्त्रीलिंग 
जिन शब्दों से स्त्री जाति का बोध होता है उन्हें स्त्रीलिंग शब्द कहते हैं ।
जैसे: माता, बहन, नारी।`
      }
    },
    {
      type: 'match',
      label: 'निम्नलिखित को जोड़िए।',
      lockAfter: 3,
      id: 'match-gender',
      commonData: {
        title: 'लिंग के आधार पर निम्नलिखित को जोड़िए।'
      },
      data: [
        `दादा, दादी
घोड़ा, घोड़ी
छात्र, छात्रा
धोबी, धोबिन
हाथी, हथिनी`,

        `युवक, युवती
मोर, मोरनी
सिंह, सिंहनी
अध्यापक, अध्यापिका
लेखक, लेखिका`,

        `शेर, शेरनी
गायक, गायिका
कवि, कवयित्री
हंस, हंसनी
भेड़, भेड़ा`,

        `पड़ोसी, पड़ोसिन
श्रीमान, श्रीमति
बालक, बालिका
शिष्य, शिष्या
बाल, बाला`,

        `पंडित, पंडिताइन
ठाकुर, ठाकुराइन
पुरुष, स्त्री
युवक, युवती
सेवक, सेविका`,

        `पाठक, पाठिका
दर्जी, दर्जिन
मालिक, मालकिन
उँट, उँट्नी
शिक्षक, शिक्षिका`,

        `वर, वधू
नाग, नागिन
मामा, मामी
बलवान, बलवती`
      ]
    },
    {
      type: 'group',
      label: 'लिंग स्त्रीलिंक/पुल्लिंग ',
      id: 'classify-geneder-type',
      lockAfter: 3,
      commonData: {
        title: 'लिंग का वर्गीकरण करें',
        fontSize: '2rem',
        printTitle:
          'Rewrite the words given at the bottom at approprate boxes.',
        types: ['स्त्रीलिंक', 'पुल्लिंग']
      },
      data: [
        [`दादी, घोड़ी, छात्रा, धोबिन, हथिनी`, `दादा, घोड़ा, छात्र, धोबी, हाथी`],
        [
          `युवती, मोरनी, सिंहनी, अध्यापिका, लेखिका`,
          `युवक, मोर, सिंह, अध्यापक, लेखक`
        ],
        [`शेरनी, गायिका, कवयित्री, हंसनी, भेड़ा`, `शेर, गायक, कवि, हंस, भेड़`],
        [
          `पड़ोसिन, श्रीमति, बालिका, शिष्या, बाला`,
          `पड़ोसी, श्रीमान, बालक, शिष्य, बाल`
        ],
        [
          `पंडिताइन, ठाकुराइन, स्त्री, युवती, सेविका`,
          `पंडित, ठाकुर, पुरुष, युवक, सेवक`
        ],
        [
          `पाठिका, दर्जिन, मालकिन, उँट्नी, शिक्षिका`,
          `पाठक, दर्जी, मालिक, उँट, शिक्षक`
        ],
        [`वधू, नागिन, मामी, बलवती`, `वर, नाग, मामा, बलवान `]
      ]
    },
    {
      id: 'singular-plural-hi',
      type: 'passage',
      label: 'वचन',
      style: 'big',
      data: {
        title: 'वचन',
        text: `हिन्दी में वचन दो होते हैं:
# एकवचन : 
शब्द के जिस रूप से एक ही वस्तु का बोध हो, उसे एकवचन कहते हैं। 
जैसे-लड़का, गाय, सिपाही, बच्चा, कपड़ा, माता, माला, पुस्तक, स्त्री, टोपी बंदर, मोर आदि।
#बहुवचन : 
शब्द के जिस रूप से अनेकता का बोध हो उसे बहुवचन कहते हैं। 
जैसे-लड़के, गायें, कपड़े, टोपियाँ, मालाएँ, माताएँ, पुस्तकें, वधुएँ, गुरुजन, रोटियाँ, स्त्रियाँ, लताएँ, बेटे आदि।`
      }
    },
    {
      type: 'match',
      label: 'निम्नलिखित को जोड़िए।',
      id: 'match-singular-plural',
      commonData: {
        title: 'एकवचन  शब्द के साथ बहुवचन शब्द को जोड़िए।'
      },
      data: [
        `पुस्तक,	पुस्तकें
बात, बातें
बहन, बहनें
आँख, आँखें
कलम, कलमें`,

        `गाय,	गायें
बांह,	बांहें
भैंस,	भैंसें
रात,	रातें`,

        `पत्रिका, पत्रिकाएँ
माला,	मालाएँ
माता,	माताएँ
कन्या,	कन्याएँ`,

        `महिला, महिलाएँ
कथा,	कथाएँ
अध्यापिका, अध्यापिकाएँ
शाखा,	शाखाएँ`,

        `पत्ता,	पत्ते
लड़का,	लड़के
छाता,	छाते
रूपया,	रूपये
बेटा,	बेटे`,

        `कमरा,	कमरे
जूता,	जूते
बस्ता,	बस्ते
घोड़ा,	घोड़े
पक्का,	पक्के`,

        `बच्चा,	बच्चे
कपड़ा,	कपड़े
रास्ता,	रास्ते
तारा,	तारे`,

        `लड़की,	लड़कियाँ
जाति,	जातियाँ
चींटी,	चीटियाँ
पत्ती,	पत्तियाँ`,

        `मिठाई,	मिठाइयाँ
नदी,	नदियाँ
चाबी,	चाबियाँ
थाली,	थालियाँ
लकड़ी,	लकड़ियाँ`,

        `रीति,	रीतियाँ
सखी,	सखियाँ
टोपी,	टोपियाँ
तिथि,	तिथियाँ
नारी,	नारियाँ`,

        `सीढ़ी,	सीढ़ियाँ
गुड़िया, गुड़ियाँ
डिबिया, डिबियाँ
बुढ़िया, बुढ़ियाँ
बिंदिया, बिंदियाँ`,

        `चिड़िया, चिड़ियाँ
चुहिया, चुहियाँ
गौ,	गौएँ
वस्तु,	वस्तुएँ
बहू,	बहुएँ`
      ]
    },
    {
      type: 'group',
      label: 'वचन एकवचन/बहुवचन ',
      id: 'classify-singular-plural-type',
      commonData: {
        title: 'शब्दों को एकवचन या बहुवचन के रूप में वर्गीकृत करें।',
        fontSize: '2rem',
        printTitle:
          'Rewrite the words given at the bottom at approprate boxes.',
        types: ['Singular', 'Plural']
      },
      data: [
        [`पुस्तक, बात, बहन, आँख, कलम`, `पुस्तकें, बातें, बहनें, आँखें, कलमें`],
        [`गाय, बांह, भैंस, रात`, `गायें, बांहें, भैंसें, रातें`],
        [`पत्रिका, माला, माता, कन्या`, `पत्रिकाएँ, मालाएँ,	माताएँ, कन्याएँ`],
        [`महिला, कथा, अध्यापिका, शाखा`, `महिलाएँ, कथाएँ, अध्यापिकाएँ, शाखाएँ`],
        [`पत्ता, लड़का, छाता, रूपया, बेटा`, `पत्ते,	लड़के,	छाते, रूपये, बेटे`],
        [`कमरा, जूता, बस्ता, घोड़ा, पक्का`, `कमरे, जूते, बस्ते,	घोड़े, पक्के`],
        [`बच्चा, कपड़ा, रास्ता, तारा`, `बच्चे, कपड़े, रास्ते, तारे`],
        [`लड़की, जाति, चींटी, पत्ती`, `लड़कियाँ, जातियाँ, चीटियाँ, पत्तियाँ`],
        [
          `मिठाई, चाबी, थाली, लकड़ी`,
          `मिठाइयाँ, नदियाँ, चाबियाँ, थालियाँ, लकड़ियाँ`
        ],
        [
          `रीति, सखी, टोपी, तिथि, नारी`,
          `रीतियाँ, सखियाँ, टोपियाँ, तिथियाँ, नारियाँ`
        ],
        [
          `सीढ़ी, गुड़िया, डिबिया, बुढ़िया, बिंदिया`,
          `सीढ़ियाँ, गुड़ियाँ, डिबियाँ, बुढ़ियाँ, बिंदियाँ`
        ],
        [
          `चिड़िया, चुहिया, गौ, वस्तु, बहू`,
          `चिड़ियाँ, चुहियाँ, गौएँ, वस्तुएँ, बहुएँ`
        ]
      ]
    }
  ]
};
