export default {
  label: 'गिनती 3',
  id: 'hi-numbers-3',
  list: [
    {
      id: 'match',
      type: 'match',
      label: 'संख्या का मिलान करें',
      commonData: {
        title: 'संख्या का मिलान करें',
        fontSize: '1.5rem'
      },
      data: [
        `एक, १ 
    दो, २
    तीन, ३
    चार, ४
    पाँच, ५   `,

        `छह, ६
    सात, ७
    आठ, ८ 
    नौ, ९
    दस, १०`,

        `ग्यारह, ११ 
    बारह, १२
    तेरह, १३
    चौदह, १४
    पंद्रह, १५ `,

        `सोलह, १६
    सत्रह, १७
    अठराह, १८ 
    उन्नीस, १९
    बीस, २०`,

        `दस , १०
    बीस, २०
    तीस, ३०
    चालीस, ४०
    पचास, ५०   `,

        `साठ, ६०
    सत्तर, ७०
    अस्सी, ८०
    नब्बे, ९०
    सौ, १००`,

        `इक्कीस, २१ 
    बाईस, २२
    तेईस, २३
    चौबीस, २४
    पच्चीस, २५ `,

        `पैंतीस, ३५ 
    छत्तीस, ३६
    सैंतीस, ३७
    अड़तीस, ३८ 
    उनतालीस, ३९`,

        `इकतालीस, ४१ 
    बयालीस, ४२
    तैंतालीस, ४३
    चवालीस, ४४
    पैंतालीस, ४५ `,

        `पचपन, ५५ 
    छप्पन, ५६
    सत्तावन, ५७
    अट्ठावन, ५८ 
    उनसठ, ५९	`,

        `इकसठ, ६१ 
    बासठ, ६२
    तिरसठ, ६३
    चौसठ, ६४
    पैंसठ, ६५ `,

        `पचहत्तर, ७५ 
    शाहत्तर, ७६
    सत्यहत्तर, ७७
    अठहत्तर, ७८ 
    उनहत्तर, ७९`,

        `इक्यासी, ८१ 
    बयासी, ८२
    तिरासी, ८३
    चौरासी, ८४
    पचासी, ८५ `,

        `पचपन, ९५ 
    शहन्नव, ९६
    सत्यन्नवा, ९७
    अट्ठासी, ९८ 		
    नव्यन्नवा, ९९`,

        `सैंतीस, ३७
    सैंतालीस, ४७
    सत्तावन, ५ ७
    साठ, ६७
    सत्यहत्तर, ७७`,

        `इकतालीस, ४१ 
    इक्यावन, ५१ 
    इकसठ, ६१ 
    इकहत्तर, ७१ 
    इक्यासी, ८१ `,

        `उनसठ, ५९
    उनहत्तर, ६९
    उनहत्तर, ७९
    निन्यानवे, ८९
    निन्यानवे, ९९`,

        `चवालीस, ४४
    चौवन, ५४
    चौसठ, ६४
    सैंतालीस, ७४
    चौरासी, ८४`,

        `एक सौ, १००
  दो सौ, २००
  तीन सौ, ३००
  चार सौ, ४००
  पाँच सौ, ५००`,

        `छह सौ, ६००
  सात सौ, ७००
  आठ सौ, ८००
  नौ हजार, ९००
  एक हजार,  १०००`,

        `एक हजार,  १०००
  दो हजार, २०००
  तीन हजार, ३०००
  चार हजार, ४०००
  पाँच हजार, ५००० `,

        `छह हजार, ६०००
  सात हजार, ७०००
  आठ हजार, ८०००
  नौ हजार, ९०००
  दस हजार, १००००`
      ]
    }
  ]
};
