export default {
  label: 'सामाजिक विज्ञान',
  id: 'hi-social',
  img: 'social',
  lockAfter: 4,
  list: [
    {
      label: 'शहर',
      lockAfter: 2,
      type: 'matchByDragDrop',
      id: 'right-word',
      commonData: {
        title: 'सही उत्तर का चयन करें।',
        styles: {
          fontSize: '1rem',
          dashWidth: 70
        }
      },
      data: [
        `लाल किला - *दिल्ली*
ताज महल - *आगरा*
मैसूर राजमहल - *मैसूर*
स्वर्ण मंदिर - *अमृतसर*
बृहदीस्वर मंदिर - *तंजावुर*`,

        `हवा महल - *जयपुर*
छत्रपति शिवाजी टर्मिनस - *मुंबई*
लोटस टेंपल - *दिल्ली*
विक्टोरिया मेमोरियल - *कोलकाता*
सांची स्तूप - *सांची*`,

        `कुतुब मीनार - *दिल्ली*
फतेहपुर सीकरी - *आगरा*
कोणार्क सूर्य मंदिर - *कोणार्क*
चंपानेर पावागढ़  स्मारक - *गुजरात*
महाबलीपुरम के स्मारक - *महाबलीपुरम*`,

        `जैसलमेर किला - *जैसलमेर*
अजंता एलोरा की गुफाएं - *औरंगाबाद*
हम्पी में स्मारकों का समूह - *कर्नाटक*
मीनाक्षी मंदिर - *मदुरै*
इंडिया गेट - *दिल्ली*`,

        `चारमीनार - *हैदराबाद*
हुमायूं का मकबरा - *दिल्ली*
गेटवे ऑफ़ इन्डिया - *मुंबई*
खजुराहो के स्मारक - *मध्य प्रदेश*
विक्टोरिया मेमोरियल - *कोलकाता*`
      ]
    },
    {
      id: 'match1',
      type: 'match',
      label: 'लोग और कार्यस्थल',
      data: {
        title: 'लोग और कार्यस्थल को आपस में जोड़िए। ',
        text: `चिकित्सक, चिकित्सालय
अध्यापक, विद्यालय
रसोइया, भोजनालय
वकील, अदालत
दुकानदार, दुकान
किसान, खेती 
माली, बगीचा
पुजारी, मंदिर
अभिनेता, चलचित्र`
      }
    },
    {
      id: 'match2',
      type: 'match',
      label: 'लोग और उपकरण',
      data: {
        title: 'लोग और उपकरण को आपस में जोड़िए। ',
        text: `चिकित्सक, परिश्रावक
मछुआरा, जाल
लकड़हारा, कुल्हाड़ी
सिपाही, बन्दूक
पुजारी, घंटी 
नाई, कैंची `
      }
    },
    {
      type: 'match',
      label: 'राज्य और राजधानियों',
      lockAfter: 2,
      id: 'match3',
      commonData: {
        title: 'राज्य और राजधानियों को आपस में जोड़िए।'
      },
      data: [
        `असम, दिसपुर
बिहार, पटना
छत्तीसगढ़, रायपुर
गुजरात, गांधीनगर`,

        `हरियाणा, चंडीगढ़
हिमाचल प्रदेश, शिमला
कर्नाटक, बेंगलुरु 
केरल, तिरुवनंतपुरम
महाराष्ट्र, मुंबई`,

        `मेघालय, शिलांग
ओडिशा, भुवनेश्वर
पंजाब, चंडीगढ़
राजस्थान, जयपुर`,

        `तेलंगाना, हैदराबाद
उत्तर प्रदेश, लखनऊ
उत्तराखंड, देहरादून
पश्चिम बंगाल, कोलकाता`
      ]
    },
    {
      type: 'match',
      label: 'राज्य और उसकी भाषा।',
      id: 'match4',
      commonData: {
        title: 'राज्य और उसकी भाषा को आपस में जोड़िए।'
      },
      data: [
        `असम, असमिया
पश्चिम बंगाल, बंगला
बिहार, भोजपुरी
उत्तर प्रदेश, हिंदी
पंजाब, पंजाबी
गोआ, कोंकणी`,

        `आन्ध्र प्रदेश, तेलगू
तमिलनाडु, तमिल
केरल, मलयालम
महाराष्ट्र, मराठी
गुजरात, गुजराती
उत्तराखंड, हिंदी`
      ]
    },
    {
      id: 'match5',
      type: 'match',
      label: ' विश्व के अजूबे',
      data: {
        title: ' विश्व के अजूबे को स्थान के साथ जोड़िए। ',
        text: `ताज महल, आगरा
चीन की महान दीवार, चीन
माचू पिचू, पेरू
कोलोज़ियम, रोम`
      }
    },
    {
      label: 'सौर मंडल के ग्रह',
      type: 'sorting',
      data: {
        title:
          'सूर्य से दूरी के आधार पर ग्रहों को क्रमबद्ध करें। (निकटतम ग्रह सबसे ऊपर)',
        text: 'बुध, शुक्र, पृथ्वी, मंगल, बृहस्पति, शनि, अरुण, वरुण'
      },
      id: 'sorting'
    },
    {
      label: 'सूर्य और ग्रह ',
      type: 'matchByDragDrop',
      id: 'sun-planets',
      data: {
        isPractice: false,
        title: 'दिए गए शब्दों को सही रिक्त स्थान पर खींचें और छोड़ें।',
        styles: {
          fontSize: '1.3rem',
          dashWidth: 80
        },
        text: `*सूर्य*- हमें धूप देता है।
*चन्द्रमा*- हमें रात को प्रकाश देता है।
*बुध*- सूर्य के सबसे निकट है।
*बृहस्पति*- सबसे बड़ा ग्रह है।
*अरुण*- सबसे ठंडा ग्रह है।
*शुक्* - पृथ्वी के सबसे निकट है।`
      }
    },
    {
      label: 'भारत के राष्ट्रीय',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'nationalofindia',
      commonData: {
        title: 'सही उत्तर का चयन करें।',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `भारत का राष्ट्रीय पक्षी - *मोर*
भारत का राष्ट्रीय चिन्ह - *अशोका स्तम्भ*
भारत का राष्ट्रीय फूल - *कमल* 
भारत का राष्ट्रीय गान - *जन गण मन*
भारत का राष्ट्रीय पशु - *बाघ*
भारत का राष्ट्रीय फल - *आम*`,

        `भारत का राष्ट्रीय गीत - *वंदे मातरम*
भारत का राष्ट्रीय ध्वज - *तिरंगा*
भारत का राष्ट्रीय खेल - *हॉकी*
भारत का राष्ट्रीय वृक्ष - *बरगद*
भारत की राष्ट्रीय नदी - *गंगा* 
भारत की राष्ट्रीय मुद्रा - *भारतीय रुपया*`
      ]
    },
    {
      label: 'भारत के प्रथम',
      //locked: 'true',
      type: 'matchByDragDrop',
      id: 'indias-first',
      commonData: {
        title: 'सही उत्तर का चयन करें।',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `भारत के प्रथम राष्ट्रपति - *डॉ राजेंद्र प्रसाद*
भारत के प्रथम उप राष्ट्रपति- *सर्वपल्ली राधा कृष्णन*
भारत के प्रथम प्रधानमंत्री - *पंडित जवाहरलाल नेहरू*
भारत के प्रथम गृह मंत्री - *सरदार वल्लभ भाई पटेल*
भारत के प्रथम कानून मंत्री - *डॉ भीमराव अंबेडकर*`,

        `भारत के प्रथम रेल मंत्री - *जॉन मथाई*
भारत के प्रथम शिक्षा मंत्री- *मौलाना अबुल कलाम आज़ाद*
भारत के प्रथम रक्षा मंत्री - *वलदेव सिंह*
भारत के प्रथम स्वास्थ्य मंत्री - *राजकुमारी अमृता कौर*
भारत के प्रथम संचार मंत्री - *रफी अहमद किदवई*
भारत के प्रथम श्रम मंत्री - *जगजीवन राम*`
      ]
    },
    {
      id: 'story',
      type: 'slides2',
      label: `एक आम के पेड़ की कहानी`,
      data: {
        title: `एक आम के पेड़ की कहानी`,
        displayType: 'steps',
        autoPlay: false,
        audio: 'hi/hi-mango-story.mp3',
        images: 'img/science/mango-story',
        audioOffsets: [3.5, 12, 16, 20, 24.5, 29, 35, 40],
        steps: [
          `किसान पेड़ से आम तोड़ता है।
आम को गिरने और खराब होने से बचाने के लिए किसान आम तोड़ने के लिए जाल का इस्तेमाल करते हैं।
तोड़े गए आमों को ट्रक में लादा जाता है।
ट्रक आमों को गाँव से शहर तक ले जाता है।
एक बड़ा व्यापारी शहर के सारे आम खरीद लेता है।
कई फल विक्रेता व्यापारियों से आम खरीदते हैं।
फल विक्रेता आमों का वजन करते हैं और व्यापारी को भुगतान करते हैं।
अंत में, हम स्थानीय फल विक्रेता से आम खरीदते हैं।`
        ]
      }
    },
    {
      id: 'slides-healthy-food',
      type: 'slides2',
      label: `स्वस्थ आहार की आदतें`,
      data: {
        title: `स्वस्थ आहार की आदतें`,
        displayType: 'steps',
        autoPlay: false,
        audio: 'hi/hi-healthy-eating-habits.mp3',
        images: 'img/science/healthy-eating-habits',
        audioOffsets: [4, 7.5, 11, 14, 18, 25, 30, 34, 36, 42, 47, 53],
        steps: [
          `खाने से पहले और बाद में हाथ धोएं।
खाना खाने के लिए एक साथ बैठें।
भोजन करते समय बात न करें।
अपना खाना अच्छे से चबाएं।
खाना खाते समय खाना गिराएं नहीं।
भोजन करते समय टीवी देखने और मोबाइल फोन का उपयोग करने से बचें।
अधिक भोजन न करें। यह आपको बीमार कर सकता है।
प्रत्येक भोजन के बाद अपना मुँह कुल्ला करें।
खाना बर्बाद मत करो।
खाने या पकाने से पहले हमेशा फलों और सब्जियों को धोएं।
बासी खाना आपको बीमार बनाता है। उससे बचिए।
बिना ढके भोजन से बचें क्योंकि इसमें धूल और रोगाणु हो सकते हैं।`
        ]
      }
    },
    {
      id: 'slide-what-we-do',
      type: 'slides2',
      label: `हम क्या कर रहे हैं?`,
      data: {
        title: `हम क्या कर रहे हैं? `,
        displayType: 'steps',
        autoPlay: false,
        audio: 'hi/hi-what-we-do.mp3',
        images: 'inline',
        audioOffsets: [8, 16.2, 22.5, 32.5, 40.5, 49, 58],
        steps: [
          {
            text: 'मैं एक शिक्षक हूँ। मुझे बच्चों का शौक है। मुझे पाठ और अच्छे मूल्य पढ़ाना पसंद है।',
            img: 'teacher'
          },
          {
            text: 'मैं एक पुलिसकर्मी हूँ। मैं सार्वजनिक स्थानों की सुरक्षा करता हूँ और लोगों को सुरक्षित रखता हूँ।',
            img: 'police'
          },
          {
            text: 'मैं एक डॉक्टर हूँ। मैं बीमार लोगों को ठीक होने में मदद करता हूँ।',
            img: 'doctor'
          },
          {
            text: 'मैं एक नर्स हूँ। मैं बीमार लोगों की जरूरतों का ख्याल रखता हूँ। मैं पट्टियाँ बाँधता हूँ और इंजेक्शन लगाता हूँ।',
            img: 'nurse'
          },
          {
            text: 'मैं एक दुकानदार हूँ। मैं सामान मापता और गिनता हूँ और उन्हें अपनी दुकान में बेचता हूँ।',
            img: 'shopkeeper'
          },
          {
            text: 'मैं एक डाकिया हूँ। मैं पोस्टबॉक्स से पत्र एकत्र करता हूँ और उन्हें सही पते पर पहुंचाता हूँ।',
            img: 'postman'
          },
          {
            text: 'मैं एक दूधवाला हूँ। मैं गाय-भैंसों की देखभाल करता हूँ। मैं लोगों को दूध प्रदान करता हूँ।',
            img: 'milkman'
          }
        ]
      }
    },
    {
      id: '100',
      type: 'slides2',
      label: `प्यासा कौआ`,
      data: {
        title: `प्यासा कौआ`,
        displayType: 'steps',
        autoPlay: false,
        audio: 'hi/hi-thirsty-crow.mp3',
        images: 'img/story/crow',
        audioOffsets: [
          6.5, 10, 16, 20.5, 26, 30, 34.5, 40, 49, 52, 57, 60, 64.5, 71.5, 76.5,
          79.2, 86
        ],
        imageArr: [1, 1, 1, 2, 2, 3, 3, 3, 3, 4, 4, 4, 5, 6, 7, 7, 8, 1],
        steps: [
          `एक गर्म दिन में, एक प्यासा कौवा पानी की तलाश में खेतों में उड़ रहा था।
काफी देर तक उसे कहीं भी पानी नहीं मिला।
वह बहुत कमज़ोर महसूस कर रहा था, लगभग सारी आशा खो चुका था।
अचानक उसे पेड़ के नीचे एक पानी का जग दिखाई दिया।
अंदर पानी है या नहीं यह देखने के लिए वह सीधे नीचे उड़ गया।
हाँ, उसे जग के अंदर कुछ पानी दिख रहा था!
कौवे ने अपना सिर जग में धकेलने की कोशिश की।
दुःख की बात है कि उसने पाया कि जग की गर्दन बहुत संकरी थी।
फिर उसने पानी बाहर निकालने के लिए जग को धक्का देकर झुकाने की कोशिश की, लेकिन जग बहुत भारी था।
कौवे ने कुछ देर तक बहुत सोचा।
फिर, चारों ओर देखने पर, उसे कुछ कंकड़ दिखाई दिए।
उसे अचानक एक तरकीब सूझी।
वह एक-एक करके कंकड़ उठाकर जग में डालने लगा।
जैसे-जैसे अधिक से अधिक कंकड़ जग में भरते गए, पानी का स्तर बढ़ता गया।
जल्द ही पानी का स्तर बढ़कर कौवे के पीने लायक हो गया।
उसकी योजना काम कर गई थी!
कौवे ने ख़ुशी से पानी पिया और अपना पसंदीदा गाना गाते हुए आकाश में उड़ गया।`
        ]
      }
    },
    {
      id: 'seasons',
      type: 'passage',
      label: 'महीने और ऋतुएँ',
      data: {
        title: 'महीने और ऋतुएँ',
        text: `वैसे तो प्रकृति की ऋतुओं को मुख्य रूप से तीन भागों में बांटा गया है जो सर्दी का मौसम, गर्मी का मौसम और बारिश का मौसम  हैं।
भारतवर्ष की प्राकृतिक परिस्थितियों के अनुसार वर्ष के दो-दो मास के छः विभाग यानि छह ऋतु होते हैं जो इस प्रकार हैं - वसंत, ग्रीष्म, वर्षा, शरद, हेमंत और शिशिर।
भारत के विभिन्न भागों में मौसम ऊंचाई, अक्षांश और समुद्र तल से दूरी के साथ बदलता रहता है।
भारत के प्रमुख त्यौहार भी इन्हीं ऋतुओं के अनुसार मनाए जाते हैं। जैसे दीपावली में शरद ऋतु का आगमन होता है और होली के आगमन के साथ यह ऋतु समाप्त हो जाती है और तभी से दूसरी ऋतु की शुरुआत हो जाती है। 
वसंत ऋतू : मार्च - अप्रैल
ग्रीष्म ऋतू  : मई -  जून
वर्षा ऋतू  : जुलाई - अगस्त
शरद ऋतू  : सितंबर - अक्टूबर - मध्य नवंबर
हेमंत ऋतू  : नवम्बर  - दिसम्बर
# वसंत ऋतु
वसंत का मौसम बहुत ही सुहावना और सबका पसंदीदा मौसम होता है। इस ऋतु के आगमन पर पेड़-पौधों के पुराने पत्ते झड़ जाते हैं और उनके स्थान पर नए पत्ते आ जाते हैं और चारों ओर हरियाली फैल जाती है मानो पेड़-पौधे प्रसन्न हो उठे हो।
वसंत का अर्थ होता है फूलों का गुच्छा, यह ऋतु फूल और खुशियां लेकर आती है, ऐसा भी कहा जाता है कि बसंत ऋतु को कामदेव का पुत्र कहा जाता है।
वसंत ऋतु में आने वाले त्यौहार: गुडी पडवा, वसंत पंचमी, होली, रामनवमी, हनुमान जयंती, बैसाखी, परशुराम जयंती, अक्षय तृतीया, महाशिवरात्रि
# ग्रीष्म ऋतु 
इस ऋतु को गर्मियों का मौसम भी कहते हैं। इस ऋतु में रातें बहुत छोटी होती हैं जबकि दिन बड़े होते हैं। इस ऋतु में सूर्य की किरणें बहुत तेज और तीव्र होती हैं और सूर्य की किरणें सीधे पृथ्वी पर पड़ती हैं, जिससे पृथ्वी पर मौजूद तालाबों और नदियों का जल सूख जाता है।
ग्रीष्म ऋतु में आने वाले त्यौहार: भगवान बुद्ध जयंती, निर्जला एकादशी, वट सावित्री व्रत, देवशयनी एकादशी, गंगा दशहरा
# वर्षा ऋतु
ग्रीष्म ऋतु में बहुत गर्मी पड़ती है, जिससे सारे तालाब और जलाशय सूख जाते हैं और धरती प्यास से तपने लगती है। लेकिन जब यह ऋतु समाप्त होती है और वर्षा ऋतु शुरू होती है, तो इस ऋतु में वर्षा की ठंडी बूंदें गर्म धरती की प्यास बुझाती हैं और सभी सूखे तालाबों और जलाशयों को पानी से भर देती हैं।
वर्षा ऋतु में आने वाले त्यौहार: योग दिवस (21 जून), संत कबीर जयंती, जगन्नाथ पुरी रथ यात्रा, गुरु पूर्णिमा, रक्षा बंधन, कृष्ण जन्माष्टमी
# शरद ऋतु
इस ऋतु को पतझड़ ऋतु भी कहा जाता है। इस ऋतु में हमें पूरा आसमान साफ और नीला दिखाई देता है साथ ही वातावरण में गर्मी भी कम हो जाती है।  
इस मौसम में सुबह-सुबह घास पर मोतियों की तरह ओस की बूंदें देखने को मिलती हैं और इस मौसम में सब्जियों का भरपूर उत्पादन होता है।
शरद ऋतु में आने वाले त्यौहार: शरद नवरात्रि प्रारंभ, विजयदशमी, गणेश चतुर्थी, हरतालिका तीज 
# हेमंत ऋतु
इस ऋतु में मौसम बहुत सुहावना हो जाता है और इस मौसम से वातावरण में ठंड बढ़ने लगती है। इस सीजन के खत्म होते-होते ठंड काफी बढ़ जाती है। अर्थात शीतकाल से पहले आने वाली ऋतु को हेमंत ऋतु कहते हैं।
यह ऋतु अक्टूबर से दिसंबर के बीच आती है। हिन्दू मासों में इसका समय कार्तिक से पौष तक रहता है। इस मौसम के जाते ही ठंड बहुत बढ़ जाती है और सर्दी का मौसम शुरू हो जाता है।
हेमंत ऋतु में आने वाले त्यौहार: अहोई अष्टमी, नरक चतुर्दशी, महालक्ष्मी पूजन, गोवर्धन पूजा, दिवाली, भाई दूज, गोपाष्टमी, तुलसी विवाह, गुरु नानक जयंती, छठ पूजा
# शिशिर ऋतु
इस ऋतु को शीतकाल भी कहते हैं। इस मौसम के दौरान ज्यादातर समय ठंड होती है और कहीं-कहीं बर्फ भी गिरने लगती है। पहाड़ी इलाके बर्फ की सफेद चादर से ढक जाते हैं। कई इलाकों में सर्दी इतनी तेज होती है कि लोग घरों से बाहर भी नहीं निकल पाते हैं।
शिशिर ऋतु में आने वाले त्यौहार: लोहड़ी का त्योहार, गुरु गोबिंद सिंह जयंती, वसंत पंचमी, मकर संक्रांति पोंगल, गणतंत्र दिवस, क्रिसमस`
      }
    },
    {
      type: 'match',
      label: 'निम्नलिखित को मिलाएं',
      id: 'match-4',
      data: {
        fontSize: '1rem',
        title: 'ऋतुओं को महीनों से मिलाएँ',
        text: `वसंत, मार्च
        ग्रीष्म, मई 
        वर्षा, जुलाई 
        शरद, सितंबर 
        हेमंत, दिसम्बर`
      }
    },
    {
      label: 'वसंत और ग्रीष्म',
      type: 'group',
      id: 'spring-summer',
      data: {
        title:
          'त्योहारों का वर्गीकरण इस आधार पर करें कि वे किस मौसम से जुड़े हैं?',
        fontSize: '1rem',
        types: [
          {
            name: 'वसंत',
            text: 'गुडी पडवा, वसंत पंचमी, होली, रामनवमी, हनुमान जयंती, बैसाखी, परशुराम जयंती'
          },
          {
            name: 'ग्रीष्म',
            text: 'भगवान बुद्ध जयंती, निर्जला एकादशी, वट सावित्री व्रत, देवशयनी एकादशी, गंगा दशहरा'
          }
        ]
      }
    },
    {
      label: 'वर्षा और शरद',
      type: 'group',
      id: 'rain-autumn',
      data: {
        title:
          'त्योहारों का वर्गीकरण इस आधार पर करें कि वे किस मौसम से जुड़े हैं?',
        fontSize: '1rem',
        types: [
          {
            name: 'वर्षा',
            text: 'योग दिवस, गुरु पूर्णिमा, रक्षा बंधन, कृष्ण जन्माष्टमी'
          },
          {
            name: 'शरद',
            text: 'शरद नवरात्रि प्रारंभ, विजयदशमी, गणेश चतुर्थी, हरतालिका तीज'
          }
        ]
      }
    },
    {
      label: 'हेमंत और शिशिर',
      type: 'group',
      id: 'pre-winter',
      data: {
        title:
          'त्योहारों का वर्गीकरण इस आधार पर करें कि वे किस मौसम से जुड़े हैं?',
        fontSize: '1rem',
        types: [
          {
            name: 'हेमंत',
            text: 'अहोई अष्टमी, नरक चतुर्दशी, महालक्ष्मी पूजन, गोवर्धन पूजा, दिवाली, भाई दूज'
          },
          {
            name: 'शिशिर',
            text: 'वसंत पंचमी, मकर संक्रांति पोंगल, गणतंत्र दिवस, क्रिसमस'
          }
        ]
      }
    },
    {
      label: 'रिक्त स्थान भरें।',
      type: 'matchByDragDrop',
      id: 'drag-drop',
      data: {
        text: `*वसंत* ऋतु फूल और खुशियां लेकर आती है।
        *ग्रीष्म* ऋतु में रातें बहुत छोटी होती हैं जबकि दिन बड़े होते हैं।
        *वर्षा* की ठंडी बूंदें गर्म धरती की प्यास बुझाती हैं।
        *शरद* ऋतु को पतझड़ ऋतु भी कहा जाता है।
        *हेमंत* ऋतु में ठंड बढ़ने लगती है।
        *शिशिर* ऋतु को शीतकाल भी कहते हैं।`
      }
    }
  ]
};
