export default {
  label: 'विज्ञान',
  id: 'hi-science',
  img: 'science',
  lockAfter: 100,
  lang: 'hi',
  list: [
    {
      id: 'parts-of-face',
      label: 'चेहरे के हिस्से',
      type: 'dragAndDrop',
      data: {
        img: 'parts_face.jpg',
        title: 'चेहरे के हिस्सों की पहचान करें',
        width: 250,
        height: 296,
        wordWidth: 50,
        words: [
          {
            word: 'मुँह',
            x: 13,
            y: 242
          },
          {
            word: 'कान',
            x: 190,
            y: 18
          },
          {
            word: 'केश',
            x: 29,
            y: 18
          },
          {
            word: 'नाक',
            x: 190,
            y: 231
          },
          {
            word: 'आँख',
            x: 16,
            y: 188
          }
        ]
      }
    },
    {
      label: 'जंगली जानवर - घरेलू जानवर',
      type: 'group',
      id: 'hi-domestic-wild',
      data: {
        title: 'जानवरों को जंगली या घरेलू के रूप में वर्गीकृत करें',
        imageType: 'animals',
        types: [
          {
            name: 'घरेलू जानवर',
            text: 'cat, dog, goat, horse, pig, sheep'
          },
          {
            name: 'जंगली जानवर',
            text: 'elephant, lion, monkey, rhino, tiger, zebra'
          }
        ]
      }
    },
    {
      type: 'group',
      label: 'जंगली जानवर बनाम घरेलू जानवर ',
      id: 'classify-animal-type',
      commonData: {
        title: 'जानवरों को जंगली या घरेलू के रूप में वर्गीकृत करें',
        fontSize: '1.5rem',
        printTitle:
          'Rewrite the words given at the bottom at approprate boxes.',
        types: ['जंगली जानवर', 'घरेलू जानवर']
      },
      data: [
        [`बाघ,बारहसिंगा, शेर, लोमड़ी, कंगारू`, `गाय, भैंस, बकरी, भेड़, घोड़ा`],
        [`हाथी, जिराफ़, सांप, हिरन, भेड़िया`, `गधा, ऊंट, खच्चर, सांड, कुत्ता`],
        [`भालू, नीलगाय, गेंडा, जेबरा, चीता`, `बिल्ली, बैल, सूअर, बत्तख, मुर्गी`]
      ]
    },
    {
      label: 'ज़मीन के ऊपर - ज़मीन के नीचे सब्जियां',
      type: 'group',
      id: 'vegi',
      data: {
        title:
          'सब्जियों को ज़मीन के नीचे या ज़मीन के ऊपर उगने वाले के रूप में वर्गीकृत करें। ',
        imageType: 'vegetables',
        types: [
          {
            name: 'ज़मीन के ऊपर',
            text: 'tomato, cabbage, cauliflower, corn, cucumber, pumpkin'
          },
          {
            name: 'ज़मीन के नीचे',
            text: 'carrot, beetroot, onion, potato, garlic, ginger'
          }
        ]
      }
    },
    {
      label: 'भूमिवाहन - जलवाहन - वायुवाहन',
      type: 'group',
      id: 'hi-vehicle',

      data: {
        title:
          'सड़क पर, पानी में या हवा में इस्तेमाल होने वाले वाहनों को वर्गीकृत करें। ',
        imageType: 'vegetables',
        types: [
          {
            name: 'भूमिवाहन',
            text: 'bus, auto'
          },
          {
            name: 'जलवाहन',
            text: 'boat, ship'
          },
          {
            name: 'वायुवाहन',
            text: 'aeroplane, helicoptor'
          }
        ]
      }
    },

    {
      type: 'dragAndDrop',
      id: 'hi-parts-plant',
      label: 'पौधे का भाग',
      data: {
        img: 'parts_plant.jpg',
        title: 'पौधों के भागों की पहचान करें',
        width: 249,
        height: 235,
        wordWidth: 50,
        words: [
          { word: 'जड़ों', x: 4, y: 139 },
          { word: 'तना', x: 190, y: 10 },
          { word: 'पत्तियां', x: 197, y: 78 },
          { word: 'पुष्प', x: 18, y: 16 },
          { word: 'कली', x: 4, y: 88 }
        ]
      }
    },
    {
      type: 'dragAndDrop',
      id: 'hi-parts-dog',
      label: 'कुत्ते का भाग',
      data: {
        img: 'parts_dog.jpg',
        title: 'कुत्ते के अंगों को पहचानें',
        width: 250,
        height: 271,
        wordWidth: 50,
        words: [
          { word: 'पूँछ', x: 190, y: 70 },
          { word: 'कान', x: 5, y: 6 },
          { word: 'आँख', x: 60, y: 8 },
          { word: 'नाक', x: 10, y: 140 },
          { word: 'पैर', x: 140, y: 238 },
          { word: 'पीठ', x: 146, y: 106 },
          { word: 'पंजे', x: 50, y: 236 }
        ]
      }
    },
    {
      type: 'dragAndDrop',
      id: 'hi-parts-body',
      label: 'शरीर के अंग',
      data: {
        img: 'parts_boy.jpg',
        title: 'शरीर के अंगों को पहचानें',
        width: 250,
        height: 354,
        wordWidth: 70,
        words: [
          { word: 'हाथ', x: 12, y: 173 },
          { word: 'पैर', x: 24, y: 220 },
          { word: 'सिर', x: 177, y: 70 },
          { word: 'कंधों', x: 39, y: 78 },
          { word: 'घुटना', x: 25, y: 261 },
          { word: 'छाती', x: 193, y: 111 }
        ]
      }
    },
    {
      label: 'क्या तुम जानते हो? ',
      type: 'matchByDragDrop',
      id: 'didyouknow',
      commonData: {
        title: 'सही उत्तर का चयन करें।'
      },
      data: [
        `मनुष्य का दायाँ पैर, बाऍं पैर की अपेक्षा *लंबा* होता है।
दोनों *हाथों* को फैलाने पर मिलने वाली लंबाई लगभग अपने शरीर की लंबाई के बराबर होती है।
छींकते समय अपनी *आँखें* खुली रखना लगभग असंभव होता है।
प्रत्येक मनुष्य की उंगलियों के *निशान* अलग होते हैं।`,

        `स्वस्थ व्यक्ति २4 घंटे में लगभग २३ हजार बार *सांस* लेता है।
*चूहा* लगभग 5० फीट ऊंचाई से कूद सकता है।
एक स्वस्थ मनुष्य की *नाड़ी* एक मिनट में 72 बार चलती है।
*गिलहरी* बीज मिट्टी में दबाकर भूल जाती है।`
      ]
    },
    {
      label: 'खींचें और छोड़ें',
      type: 'matchByDragDrop',
      id: 'drag-drop',
      title: 'सही उत्तर का चयन करें।',
      data: [
        `*कान* हमें विभिन्न ध्वनियाँ सुनने में मदद करते हैं।
*नाक* हमें सूंघने में मदद करती है।
*मुंह* हमें खाना खाने में मदद करता है।
*हाथ* हमें लिखने, चीज़ें पकड़ने आदि में मदद करते हैं।
*पैर* हमें चलने, दौड़ने, कूदने आदि में मदद करते हैं।

  शहद का *स्वाद* मीठा होता है।
एक पंख मुलायम *महसूस* होता है।
चमेली में एक सुखद *सुगंध* होती है।
फूलों का बगीचा *सुंदर* दिखता है।
कोयल संगीतमय *ध्वनि* निकालती है।`,

        `जंगल में *पेड़* होते हैं।
एक समुद्र में *मछली* होती है।
आसमान में *बादल* हैं।
एक स्कूल में एक *ब्लैकबोर्ड* है।
एक घर में *रसोईघर* होता है।
एक नदी *पहाड़* से शुरू होती है और *समुद्र* पर समाप्त होती है।`,

        `पके हुए आम हैं. आइए हम *कूदें* और उन्हें *तोड़ें*।
हरे मेंढक को हिलते हुए देखें। क्या हम उस तरह *छलाँग* लगाएँ?
कागज के टुकड़े जगह को गन्दा कर देते हैं। आइए हम उन्हें *उठाएँ*।
मैं अपने घर पहुंचा और अलविदा कहने के लिए हाथ *हिलाया*।`
      ]
    },
    {
      id: 'match',
      label: 'निम्नलिखित का मिलान करें',
      type: 'match',
      data: [
        `रेगिस्तान, ऊँट
मैदान, गाय
वन, सिंह
तालाब, मछली`,

        `चीनी, मीठा
नींबू, खट्टा
मिर्च, तीखा
समुद्र का पानी, खारा,`,

        `सूर्योदय, सुबह
सुबह, नाश्ता
शाम, खेलने का समय
रात, नींद`
      ]
    }
  ]
};
