export default {
  label: 'वाक्य',
  id: 'hi-sentence-sc',
  img: 'sentence',
  lang: 'hi',
  lockAfter: 100,
  list: [
    {
      type: 'makeSentence',
      label: 'हिंदी में अनुवाद करें',
      id: 'make-sentence',
      commonData: {
        title: 'नीचे दिए गए अंग्रेजी वाक्यों का हिंदी में अनुवाद करें',
        extras: ' '
      },
      data: [
        `How are you?| आप कैसे हैं
I am good. | मैं ठीक हूँ 
What is your name?| आपका नाम क्या है
My name is Meera. | मेरा नाम मीरा है
Where are you from?| आप कहाँ से हैं
I am pleased to meet you. | आप से मिलकर ख़ुशी हुई
What are you doing?| तुम क्या कर रहे हो
How much does this cost? | यह कितने का है
I want to go to the market.| मैं बाज़ार जाना चाहता हूँ
I want to make a phone call. | मैं फोन करना चाहता हूं`,

        `Do you speak English?| क्या आप अंग्रेज़ी बोलते हैं
I didn't understand. | मुझे समझ नहीं आया
I don't know.| मुझको मालूम नहीं
I am in pain. | मुझे दर्द हो रहा है 
Can I help you? | क्या मैं आपकी मदद कर सकता हुँ 
What is the time?| कितने बजे हैं
Today is a good day. |आज अच्छा दिन है 
I saw him, yesterday.| कल मैंने उसे देखा था
I wish you well.|मैं तुम्हारा हित चाहता हूँ
May God bless you.|भगवान तुम्हारा भला करें`,

        `He has a mild fever.|उसे हल्का बुखार है
I did as I was told. |मैंने वैसा ही किया जैसा मुझे कहा गया था
I will see you this evening.|मैं आज शाम को आपसे मिलूँगा
I have a lot to talk about.|मुझे बहुत-सी बातें करनी है
Walk carefully.|संभल कर चलो
It's a good beginning.|शुरुआत अच्छी हुई है
I have a complaint against him.|मुझे उससे शिकायत है
I said many things to him.|मैंने उससे बहुत कुछ कहा
All my calculations went wrong.|अपना तो सारा हिसाब बिगड़ गया
Whose turn is it?|किसकी बारी है`
      ]
    },
    {
      type: 'fillup',
      id: 'fillup10',
      label: 'है,हूँ,हो का प्रयोग',
      data: {
        title: 'शुद्ध शब्द को रिक्त स्थान में भरो (है, हूँ, हो)',
        text: `मैं राजा *हूँ (है)*|
तुम क्या करते *हो (हूँ)*|
तुम्हारा नाम क्या *है (हूँ)*|
तुम घर में *हो (हूँ)*|
क्या में यह खा सकता *हूँ (है)*?
यह मेरा खेत *है (हूँ)*|
क्या तुम कल आ सकते *हो (हूँ)* ?`
      }
    },
    {
      label: 'पर्यायवाची शब्द से रिक्त स्थान की पूर्ति',
      type: 'matchByDragDrop',
      id: 'synonym',
      data: {
        title: 'सही पर्यायवाची शब्द से रिक्त स्थान की पूर्ति कीजिये',
        text: `मेरी इच्छा गाड़ी लेने की थी मगर मेरे घरवालों की *अभिलाषा* घर लेने की है। 
मेरे दिमाग़ में एक अच्छा विचार आया था जो मेरे दोस्तों को भी *उचित*  लगा। 
चंद्र धरती से बहुत दूर है फिर भी  हम रोज़ *चंद्रमा* को देख सकते है। 
हमारा राष्ट्रीय झंडा तिरंगा कहलाता है क्यों की यह  *ध्वज* तीन रंगो का होता है।  
सिंह जंगल में पाए जाते है और *शेर* की दहाड़ काफी दूर तक पहुँचती है। `
      }
    },
    {
      label: 'विलोम शब्द',
      type: 'matchByDragDrop',
      id: 'antonym',
      data: {
        title: 'सही विलोम शब्द से रिक्त स्थानों की पूर्ति कीजिए।',
        text: `राम एक *लड़का* है। रीटा एक लड़की है। राम और रीटा दोस्त है। 
रीटा गरीब है लेकिन राम बहुत *अमीर* है। 
रीटा का घर *कच्चा* है। राम का घर *पक्का* है। 
रिटा और राम जब साथ रहते है तब आस-पास के लोग उन्हें देखकर ऊँच-*नीच* की बातें करते है। 
रीटा और राम अनेकता की राह को छोड़कर *एकता* की राह पर चलते हैं। 
राम और रीटा दोनों को सही - *गलत* की समझ है। `
      }
    },
    {
      id: 'form-sentence',
      label: 'सही वाक्य बनाओ',
      lockAfter: 2,
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण वाक्य बनाने के लिए शब्दों को जोड़िए',
        lang: 'hi'
      },
      data: [
        `मैं बोर हो रहा हूँ
मेरा दीवालिया हो चुका है
मैं थक गया हूँ
ठंड हो रही है
किसको पता है
पंछी गाते हैं
अंदर आ जाओ
हिलो मत
आग जलाती है
उसका पीछा करो`,

        `मुझे तैरना आता है
मैं तुमसे प्यार करता हूँ
मैं कोशिश करूँगा
मैं आ रहा हूँ
मुझे भूख लगी है 
उसे अंदर आने दो
बिस्तर से बाहर निकलो
नव वर्ष की शुभकामनाएं
जन्मदिन मुबारक हो
आपकी छुट्टियाँ मंगलमय हों`,

        `सब लोग कैसे हैं 
तुम कितने साल के हो 
मैंने रात का खाना पकाया
मुझे उल्टी आ रही है
मैं हर साल जाता हूँ
मुझे कोई आवाज़ सुनाई दी
मुझे यह वाला पसंद है
मैं रोज़ दौड़ने जाता हूँ
मैंने उसे फिरसे देखा
मुझे गिटार चाहिए`,

        `मुझपर हमला किया गया
मैं अच्छा बावर्ची हूँ
वह शादीशुदा नहीं है
मुझे सच्चाई बताओ
पृथ्वी घूमती है
एक बार फिरसे कोशिश करो
रेडियो को चालू करो
हम उसे नहीं जानते हैं
हमारे पास खुशखबरी है
हम जंग के ख़िलाफ़ हैं
हम युद्ध का विरोध करते हैं
खुशी क्या होती है 
आपका नाम क्या है 
मुश्किल क्या है`
      ]
    },
    {
      type: 'fillup',
      id: 'fillup',
      label: 'खाली स्थान भरो',
      commonData: {
        title: 'खाली स्थान भरो'
      },
      data: [
        `राम एक *लड़का (लड़क)* है
राधा एक *लड़की (लड़का)*  है |
आम एक *फल (सब्जी, मिठाई)* है |
आलू एक *सब्जी (अनाज, फल)* है |
गेहूं एक *अनाज (फल, सब्जी)* है |
कुत्ता एक *पालतू (जंगली, खतरनाक)* जानवर है |
गाय *दूध (अनाज, पानी)* देती है |
शेर *जंगल (गाँव, घर)* में रहता है |
शेर *मांस (घास, कीड़े मकोड़े)* खाता है |
जलेबी का स्वाद *मीठा (खट्टा, तीखा)* होता है |`,

        `हमारे हाथ में *१० (१२, १३)* अंगुलियां होती है |
घोड़े के *४ (५, २)* पैर होते है |
गुलाब एक *फूल (अनाज, घास)* है |
गुलाब जामुन एक *मिठाई (दवाई, फल)* है |
साबुन *नहाने (खाने, खेलने)* के काम आता है |
दूध *सफेद (लाल, पील)* रंग का होता है |
हाथी एक *बड़ा (छोटा)* जानवर है |
कौआ *काला (सफेद, लाल)* होता है |
तोता एक *पालतू (जंगली, खतरनाक)* पक्षी है |
मंदिर में *पूजा (खेल, काम)* होती है |`,

        `मछली *पानी (जंगल, घर)* में रहती है |
कोयल की आवाज *मीठी (कर्कश, भारी)* होती है |
कछुए की चाल *धीमी (तेज)* होती है |
हमारे मुँह में *३२ (२०, २४)* दाँत होते है |
बरसात के मौसम में *बारिश (ठण्ड, गर्मी)* होती है |
डॉक्टर हमें *दवाई (मिठाई, खिलोने)* देते है |
बिल्ली *म्याऊ म्याऊ (भौ भौ)* बोलती है |
सांप *जहरीला (पालतू)* होता है |
जंगल का राजा *शेर (हाथी, बाघ)* होता है |
भारत का राष्ट्रीय पक्षी *मोर (कौआ, कबूतर)* है |`,

        `भारत के झंडे को *तिरंगा (झंडा, श्वेत पताका)* कहते है |
इंडिया गेट *दिल्ली (मुंबई, कलकत्ता)* में स्थित है |
भारत की राजधानी *दिल्ली (चंडीगढ़, जम्मू)* है |
हवा महल *जयपुर (हैदराबाद, बैंगलोर)* में स्थित है |
जहाज उड़ाने वाले को *पायलट (ड्राइवर, पुजारी)* कहते है |
ट्रेन *लोहे (लकड़ी, सोना)* की पटरी पर दौड़ती है |
हम पढ़ने के लिए *स्कूल (मंदिर, बाजार)* जाते है |
हर एक गांव का एक *मुखिया (चेयरमैन, कलेक्टर)* होता है |
गाय की *एक (दो, तीन)* पूंछ होती है |
रेगिस्तान का जहाज *ऊंट ((बैल, शेर)* को कहते है |`
      ]
    }
  ]
};
