export default {
  label: 'वाक्य 3',
  id: 'hi-sentence-5',
  img: 'sentence',
  lockAfter: 4,
  lang: 'hi',
  list: [
    {
      id: 'form-sentence',
      label: 'सही वाक्य बनाओ',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण वाक्य बनाने के लिए शब्दों को जोड़िए',
        lang: 'hi'
      },
      data: [
        `सब लोग कैसे हैं?
तुम कितने साल के हो? 
मुझे उल्टी आ रही है।
मैं हर साल जाता हूँ।
मुझे कोई आवाज़ सुनाई दी। 
मैं रोज़ दौड़ने जाता हूँ।
मैंने उसे फिरसे देखा। `,

        `मुझे सच्चाई बताओ।
एक बार फिरसे कोशिश करो।
हम उसे नहीं जानते हैं।
हम जंग के खिलाफ हैं।
हम युद्ध का विरोध करते हैं। 
खुशी क्या होती है?
आपका नाम क्या है?`
      ]
    },
    {
      id: 'typesofsentence-hi',
      type: 'passage',
      label: 'वाक्य के भेद',
      style: 'big',
      data: {
        title: 'वाक्य के भेद',
        text: `१. प्रश्नवाचक वाक्य : वह वाक्य जिसके द्वारा किसी प्रकार प्रश्न किया जाता है, वह प्रश्नवाचक वाक्य कहलाता है। 
उदाहरण - भारत क्या है?

२. आज्ञावाचक वाक्य : वह वाक्य जिसके द्वारा किसी प्रकार की आज्ञा दी जाती है या प्रार्थना किया जाता है, वह आज्ञावाचक वाक्य कहलाता हैं। 
उदाहरण - कृपया बैठ जाइये।

३. विस्मयादिबोधक वाक्य : वह वाक्य जिससे किसी प्रकार की गहरी अनुभूति का प्रदर्शन किया जाता है, वह विस्मयादिबोधक वाक्य कहलता हैं। 
उदाहरण - अहा! कितना सुंदर उपवन है।

४. सरल वाक्य : जिस वाक्य में एक ही विधेय होता है, उसे सरल वाक्य या साधारण वाक्य कहते हैं, इन वाक्यों में एक ही क्रिया होती हैं। 
जैसे- मुकेश पढ़ता है।

५. संयुक्त वाक्य : ऐसा वाक्य जिसमे दो या दो से अधिक उपवाक्य हो एवं सभी उपवाक्य प्रधान हों, ऐसे वाक्य को सयुंक्त वाक्य कहते हैं। 
जैसे- वह सुबह गया और शाम को लौट आया।

६. मिश्रित/मिश्र वाक्य : ऐसे वाक्य जिनमें सरल वाक्य के साथ-साथ कोई दूसरा उपवाक्य भी हो, वे वाक्य मिश्र वाक्य कहलाते हैं।  
जैसे - यदि परिश्रम करोगे तो, उत्तीर्ण हो जाओगे।`
      }
    },
    {
      id: 'sentence-types',
      label: 'सरल वाक्य, संयुक्त वाक्य और मिश्रित वाक्य',
      type: 'classifySentence',
      data: {
        title: 'सरल वाक्य, संयुक्त वाक्य और मिश्रित वाक्य को वर्गीकृत करें।',
        types: [
          {
            name: 'सरल वाक्य',
            text: `बिजली चमकती है।
पानी बरसा।रा
धा नाचती-गाती है।
तुम पढ़कर सो जाना।
अभिलाषा रोते हुए बेहोश हो गई।
विकास के घर जाने पर मेरा आदर सत्कार हुआ।
सूरज के निकलते ही फूल खिल उठे। `
          },
          {
            name: 'संयुक्त वाक्य',
            text: `वह सुबह गया और शाम को लौट आया।
उसने बहुत परिश्रम किया किन्तु सफलता नहीं मिली।
मोहन हँसा और बोला।
अंकित की कलम छूटी और गिर गई।
उसके पास घड़ी तो थी, किन्तु ठीक नहीं थी।
निधि रात भर पढ़ती है ताकि परीक्षा देने की तैयारी कर सके।
श्रेयसी बीमार थी अत: स्कूल नहीं आई।
हम बस से उतरे और रिक्शा वाले दौड़ पड़े। `
          },
          {
            name: 'मिश्रित वाक्य',
            text: `सफल वही होता है जो परिश्रम करता है।
जो नाचती-गाती है, वह राधा है।
वह मोहन है जो हँसकर बोला।
जैसे ही सूरज पढ़-लिख गया
वह अधिकारी बन गया।
जैसे ही बादल घिरे
मोर नाचने लगा।`
          }
        ]
      }
    },
    {
      id: 'types-sentence-2',
      label: 'विस्मयादिबोधक वाक्य और साधारण वाक्य',
      type: 'classifySentence',
      data: {
        title: 'विस्मयादिबोधक वाक्य और साधारण वाक्य को वर्गीकृत करें।',
        types: [
          {
            name: 'विस्मयादिबोधक वाक्य',
            text: `वह कितनी सुन्दर है !
तुम कितने मुर्ख लड़के हो !
अहा ! मैंने इनाम जीता।
अहा ! मेरा पुराना दोस्त आ गया है।
भगवान इस पापी को माफ़ करे !
कितना सुंदर स्थान है !
अहा ! भारत मैच जीत गया।
ओह ! कितनी भयानक रात है।
तुम कितने मूर्ख व्यक्ति हो !
ईश्वर हमारी रानी को लम्बी आयु प्रदान करे !
हाय ! समय समाप्त हो गया ।
वह कितनी सुन्दर है !
मौसम कितना सुहाना है !
तुम्हारी आवाज़ कितनी मधुर है !
भगवान तुम्हें साहस प्रदान करे !
यह कितनी सुंदर इमारत है !`
          },
          {
            name: 'साधारण वाक्य',
            text: `राधा लेख लिखती है।
राम पुस्तक पढ़ता है।
गंगा पढ़ाई करती है। 
मेहमान घर आते हैं।
बिजली कड़कती है।
राकेश खेलता है।
राधा दौड़ती है।
पारस खाना खाता है।
बबीता चलती रहती है।`
          }
        ]
      }
    },
    {
      id: 'types-sentence-3',
      label: 'आज्ञा-सूचक वाक्य और प्रश्नवाचक वाक्य',
      type: 'classifySentence',
      data: {
        title: 'आज्ञा-सूचक वाक्य और प्रश्नवाचक वाक्य को वर्गीकृत करें।',
        types: [
          {
            name: 'आज्ञा-सूचक वाक्य',
            text: `मुझे अपना घर दिखाओ।
धूप में मत खड़े रहो।
परीक्षा में नक़ल मत करो।
अपने गुरुजनों की आज्ञा का पालन करो।
सदैव सत्य बोलो।
कभी किसी को गाली मत दो।
कृपया मेरे साथ अस्पताल चलिए।
इतनी जोर से मत रोओ।
गरीबों पर दया करो।
उसे सोने दो।
आओ हम बाजार चलें।`
          },
          {
            name: 'प्रश्नवाचक वाक्य',
            text: `तुम कौन से गांव में रहते हो?
तुम्हारा कौन सा देश है?
तुम्हारा नाम क्या है?
तुम कौन हो?
राधा तुम कब डांस करोगी?
तुम्हारी बहन क्या काम करती है? `
          }
        ]
      }
    },
    {
      label: 'वर्तमान काल',
      type: 'fillup',
      id: 'presenttense',
      commonData: {
        title: 'सही विकल्प चुनकर रिक्त स्थानों की पूर्ति कीजिए।'
      },
      data: [
        `मीरा सिलाई मशीन *बेचती है (बेचता था)*। 
मुझे  तुम  पर भरोसा *है (था)*।
यह अच्छा  काम *करता है (करते थे)*। 
मैं बहुत सपने देखता *हूं (रहता था)*।
यह मुझे परेशान करता *है (रहता था)*।
वह राम को पसंद *है (था)*। `,

        `मैं अकेले  यात्रा करता *हूं (रहूंगा)*।
वह  हर समय छींकता *है (रहता था)*। 
वह एक पत्र नहीं *लिखता है (लिख पाता था )*  ।
वे यहा रोज आते *हैं (थे)*। 
हम आपस में कभी नहीं *लड़े (लड़ते थे)*।`
      ]
    },
    {
      label: 'भूतकाल',
      type: 'fillup',
      id: 'pasttense',
      commonData: {
        title: 'सही विकल्प चुनकर रिक्त स्थानों की पूर्ति कीजिए।'
      },
      data: [
        `हम  रोज़ाना स्कूल क्यों नहीं गए *थे (है)*|
मम्मी पूजा  *करती थी (करते है)*|
वह  आज स्कूल नहीं *गई (आई)*|
राम कहाँ पढ़ने गया *था (है)*?
तुम स्कूल क्यो नहीं *गये थे (जा रहे)*?`,

        `मैं कल बनारस *गया था (जा रहा हूँ)*।
रामजी आज पोस्ट-ऑफिस नहीं *गए थे (जा रहे)*।
माली कहाँ गया *था (है)*?
मोहन क्या खरीदने गया *था (है)*?
मैं कल दिल्ली *गयी थी (जा रही हूँ)*।`
      ]
    },
    {
      label: 'भविष्यकाल',
      type: 'fillup',
      id: 'futuretense',
      commonData: {
        title: 'सही विकल्प चुनकर रिक्त स्थानों की पूर्ति कीजिए।'
      },
      data: [
        `राम गाना * गाएगा (गाया)*|
वह पत्र * लिखेगा (लिख रहा है)*|
मैं बाजार *जाऊँगा (गया था)*|
मैं खाना *पकाऊँगा (पका लिया हैं)*|
वे बगीचे में *खेलेंगे (खेल रहे थे)*|`,

        `वह कल शादी में *आएगा (आ रहा हैं)*|
जतिन बस से *आएगा (आया था)*|
राम गाना *गाएगा (गा रहा हैं)*|
वह पत्र *लिखेगा (लिख रहा हैं)*|
चपरासी कमरा साफ़ *करेगा (कर रहा हैं)*|`
      ]
    },
    {
      label: 'सही उत्तर का चयन करें।',
      id: 'hi-idioms',
      type: 'mcq',
      data: {
        title: 'नीचे दिए गए विकल्पों में से सही उत्तर चुनिए।',
        questions: [
          {
            qText: 'आँख चुराना का अर्थ बताईये ।',
            options: 'छिपना, बुरी तरह पराजित करना, बहुत चतुर होना'
          },
          {
            qText: 'आँख दिखाना का अर्थ बताईये। ',
            options: ' गुस्से से देखना, सुध-बुध खोना, दिल ललचाना'
          },
          {
            qText: 'अक्ल का दुश्मन का अर्थ बताईये ।',
            options: 'मूर्ख, देने से साफ इनकार कर देना, इशारा करना'
          },
          {
            qText: 'होश उड़ना का अर्थ बताईये ।',
            options: 'सुध-बुध खोना, धोखा देना, बहुत चतुर होना'
          }
        ]
      }
    },
    {
      label: 'विलोम शब्द',
      type: 'matchByDragDrop',
      id: 'antonym',
      data: {
        title: 'सही विलोम शब्द से रिक्त स्थानों की पूर्ति कीजिए।',
        text: `राम एक *लड़का* है। रीटा एक लड़की है। राम और रीटा दोस्त है। 
रीटा गरीब है लेकिन राम बहुत *अमीर* है। 
रीटा का घर *कच्चा* है। राम का घर *पक्का* है। 
रिटा और राम जब साथ रहते है तब आस-पास के लोग उन्हें देखकर ऊँच-*नीच* की बातें करते है। 
रीटा और राम अनेकता की राह को छोड़कर *एकता* की राह पर चलते हैं। 
राम और रीटा दोनों को सही - *गलत* की समझ है। `
      }
    },
    {
      label: 'पर्यायवाची शब्द से रिक्त स्थान की पूर्ति',
      type: 'matchByDragDrop',
      id: 'synonym',
      data: {
        title: 'सही पर्यायवाची शब्द से रिक्त स्थान की पूर्ति कीजिये',
        text: `मेरी इच्छा गाड़ी लेने की थी मगर मेरे घरवालों की *अभिलाषा* घर लेने की है। 
मेरे दिमाग़ में एक अच्छा विचार आया था जो मेरे दोस्तों को भी *उचित*  लगा। 
चंद्र धरती से बहुत दूर है फिर भी  हम रोज़ *चंद्रमा* को देख सकते है। 
हमारा राष्ट्रीय झंडा तिरंगा कहलाता है क्यों की यह  *ध्वज* तीन रंगो का होता है।  
सिंह जंगल में पाए जाते है और *शेर* की दहाड़ काफी दूर तक पहुँचती है। `
      }
    }
  ]
};
