export default {
  label: 'वाक्य',
  id: 'hi-sentence-practice',
  img: 'sentence',
  list: [
    {
      id: 'form-sentence',
      label: 'सही वाक्य बनाओ',
      lockAfter: 2,
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण वाक्य बनाने के लिए शब्दों को जोड़िए',
        lang: 'hi'
      },
      data: [
        `मैं बोर हो रहा हूँ
मेरा दीवालिया हो चुका है
मैं थक गया हूँ
ठंड हो रही है
किसको पता है
पंछी गाते हैं
अंदर आ जाओ
हिलो मत
आग जलाती है
उसका पीछा करो`,

        `मुझे तैरना आता है
मैं तुमसे प्यार करता हूँ
मैं कोशिश करूँगा
मैं आ रहा हूँ
मुझे भूख लगी है 
उसे अंदर आने दो
बिस्तर से बाहर निकलो
नव वर्ष की शुभकामनाएं
जन्मदिन मुबारक हो
आपकी छुट्टियाँ मंगलमय हों`,

        `सब लोग कैसे हैं 
तुम कितने साल के हो 
मैंने रात का खाना पकाया
मुझे उल्टी आ रही है
मैं हर साल जाता हूँ
मुझे कोई आवाज़ सुनाई दी
मुझे यह वाला पसंद है
मैं रोज़ दौड़ने जाता हूँ
मैंने उसे फिरसे देखा
मुझे गिटार चाहिए`,

        `मुझपर हमला किया गया
मैं अच्छा बावर्ची हूँ
वह शादीशुदा नहीं है
मुझे सच्चाई बताओ
पृथ्वी घूमती है
एक बार फिरसे कोशिश करो
रेडियो को चालू करो
हम उसे नहीं जानते हैं
हमारे पास खुशखबरी है
हम जंग के ख़िलाफ़ हैं
हम युद्ध का विरोध करते हैं
खुशी क्या होती है 
आपका नाम क्या है 
मुश्किल क्या है`
      ]
    }
  ]
};
