export default {
  label: 'शब्द',
  id: 'hi-word-6',
  img: 'word',
  lockAfter: 3,
  list: [
    {
      type: 'match',
      label: 'विलोम शब्द',
      id: 'antonyms',
      commonData: {
        title: 'विलोम शब्द का मिलान करें '
      },
      data: [
        `ज्ञान, अज्ञान
क्षमा, दण्ड
शत्रु, मित्र 
शुभ, अशुभ
शोषक, पोषक
स्वीकृत, अस्वीकृत`,

        `हित, अहित
हिंसा, अहिंसा
सन्तोष, असन्तोष
क्षमा, क्रोध
सक्षम, अक्षम
सुलभ, दुर्लभ`,

        `विजय, पराजय
विश्वास, अविश्वास
स्वार्थ, निस्वार्थ
सुमति, कुमति
सुपुत्र, कुपुत्र
वरदान, अभिशाप`,

        `वियोग, संयोग
मानव, दानव
मृत, जीवित
वीर, कायर
रात्रि, दिवस
राजा, रंक`,

        `लाभ, हानि
रात, दिन
रिक्त, पूर्ण
मान, अपमान
अमृत, विष
अन्धकार, प्रकाश`,

        `अनुराग, विराग
अपमान, सम्मान
अनुकूल, प्रतिकूल
अल्प, अधिक
आशा, निराशा
अस्त, उदय`,

        `अभिमान, नम्रता
उदघाटन, समापन
उत्तर, दक्षिण
उच्च, निम्र
उधार, नकद
एकाग्र, चंचल
ऐसा, वैसा`,

        `औपचारिक, अनौपचारिक
कठिन, सरल
क्रूर, अक्रूर
कपूत, सपूत
एक, अनेक
आहार, निराहार`,

        `आमिष, निरामिष
आजादी, गुलामी
आर्द्र, शुष्क
अनिवार्य, वैकल्पिक
अगम, सुगम
आकाश, पाताल`,

        `अनुग्रह, विग्रह
आश्रित, निराश्रित
अरुचि, रुचि
आदान, प्रदान
आय, व्यय
कसूरवार, बेकसूर`,

        `क्रिया, प्रतिक्रिया
कड़वा, मीठा
क्रय, विक्रय
कीर्ति, अपकीर्ति
करुण, निष्ठुर
क्रूर, अक्रूर`,

        `आगामी, गत
अनुज, अग्रज
अधिक, न्यून
आलस्य, स्फूर्ति
अपेक्षा, नगद
आदर्श, यथार्थ`,

        `गरीब, अमीर
गगन, पृथ्वी
कृष्ण, शुक्ल
कलंक, निष्कलंक
कर्कश, सुशील
कटु, मधुर`,

        `कृतज्ञ, कृतघ्न
क्रोद्ध, शान्त
कर्म, निष्कर्म
कठोर, कोमल
कनिष्ठ, ज्येष्ठ
कुटिल, सरल`,

        `कृपण, दाता
कलुष, निष्कलुष
कनिष्ठ, ज्येष्ठ
आश्रित, निराश्रित
आवृत, अनावृत
आकुंचन, प्रसारण`,

        `अकाम, सुकाम
अर्पण, ग्रहण
अति, अल्प
अनित्य, नित्य
अज्ञ, विज्ञ
अकाल, सुकाल`,

        `अनैक्य, ऐक्य
अचर, चर
आवश्यक, अनावश्यक
आदि, अनादि
अथ, इति
अपना, पराया`,

        `अवनत, उन्न्त
अदेय, देय
आग्रही, दुराग्रही
आकर्षण, विकर्षण
आच्छादित, अनाच्छादित
आगम, लोप`,

        `आदिष्ट, निषिद्ध
अथ, इति
अपना, पराया
अवनत, उन्न्त
अदेय, देय
आग्रही, दुराग्रही`,

        `आकर्षण, विकर्षण
आच्छादित, अनाच्छादित
आगम, लोप
अथ, इति
अपना, पराया
अवनत, उन्न्त`,

        `अदेय, देय
आग्रही, दुराग्रही
आकर्षण, विकर्षण
आच्छादित, अनाच्छादित
आगम, लोप
आग्रही, दुराग्रही`,

        `आकर्षण, विकर्षण
आच्छादित, अनाच्छादित
आगम, लोप
आदिष्ट, निषिद्ध
उत्तरायण, दक्षिणायन
उर्ध्व, अधो`,

        `उपमेय, अनुपमेय
उपाय, निरुपाय
उत्तम, अधम
उपसर्ग, प्रत्यय
ऊँच, नीच
उदार, अनुदार`,

        `उत्थान, पतन
उपाय, निरुपाय
उत्तम, अधम
उपसर्ग, प्रत्यय
ऊँच, नीच`,

        `उदार, अनुदार
उत्तीर्ण, अनुत्तीर्ण
उत्थान, पतन
उपमेय, अनुपमेय
उपाय, निरुपाय`,

        `उत्तम, अधम
उपसर्ग, प्रत्यय
ऊँच, नीच
उदार, अनुदार
उत्तीर्ण, अनुत्तीर्ण
उत्थान, पतन`,

        `अकाम, सुकाम
अर्पण, ग्रहण
अति, अल्प
अनित्य, नित्य
अज्ञ, विज्ञ
अकाल, सुकाल`,

        `अनैक्य, ऐक्य
अचर, चर
आवश्यक, अनावश्यक
आदि, अनादि
अथ, इति
अपना, पराया`,

        `अवनत, उन्न्त
अदेय, देय
आग्रही, दुराग्रही
आकर्षण, विकर्षण
आच्छादित, अनाच्छादित
उपाय, निरुपाय`,

        `उत्तम, अधम
उपसर्ग, प्रत्यय
ऊँच, नीच
उदार, अनुदार
उत्तीर्ण, अनुत्तीर्ण
उत्थान, पतन`,

        `कुरूप, सुरूप
कायर, निडर
कृत्रिम, प्रकृत
कोप, कृपा
कृष्ण, शुक्ल
ऐश्वर्य	, नैश्वर्य`,

        `ऐक्य, अनैक्य
कुकृति, सुकृत्य
कुख्यात, विख्यात
कपूत, सपूत
कुसुम, वज्र
कदाचार, सदाचार`,

        `अवनति, उन्नति
कुसुम, वज्र
कदाचार, सदाचार
आयात, निर्यात
आलस्य, स्फूर्ति`,

        `अमावस्या, पूर्णिमा
अनुलोम, प्रतिलोम
अमर, मर्त्य
अल्पसंख्यक, बहुसंख्यक
आधुनिक, प्राचीन
आचार, अनाचार`,

        `आकीर्ण, विकीर्ण
आसक्त, अनासक्त
अतिथि, आतिथेय
आना, जाना
अदोष, सदोष
अनुरक्ति, विरक्ति`,

        `अवनि, अम्बर
अतुकान्त, तुकान्त
अधः, उपरि
अनुग्रह, विग्रह
अर्जन, वर्जन
अधम, उत्तम`,

        `कर्मठ, अकर्ममण्य
बन्धन, मुक्ति
बाह्य, अभ्यन्तर
बलवान्, बलहीन
बैर, प्रीति
बद्ध, मुक्त`,

        `बुरा, अच्छा
भोगी, योगी
भद्र, अभद्र
भय, निर्भय
भूलोक, द्युलोक
भोग्य, अभोग्य`,

        `भिखारी, दाता
बढ़िया, घटिया
बद, नेक
बाढ़ग्रस्त, सूखाग्रस्त
भूत, भविष्य
भौतिक, आध्यात्मिक`,

        `भाव, अभाव
मौखिक, लिखित
मंगल, अमंगल
मूक, वाचाल`,

        `मीठा, कड़ुवा
मालिक, नौकर
मनुज, दनुज
माता, पिता`
      ]
    },
    {
      type: 'match',
      label: 'समानार्थी शब्द',
      id: 'synonyms',
      commonData: {
        title: 'समानार्थी शब्द का मिलान करें'
      },
      data: [
        `आग, अग्नि
असुर, दानव
अनोखा, अनुपम
अमृत, पीयूष
घोड़ा, अश्व
आँख, नेत्र`,

        `आसमान, आकाश
आम, आम्र
सुख, प्रसन्नता
आश्रम, मठ
इच्छा, आकांक्षा
इन्द्र, देवराज`,

        `कपड़ा, वस्त्र
कमल, जलज
किरण, प्रभा
कुबेर, धनद
गणेश, गणपति
गंगा, देवनदी`,

        `घर, भवन
गधा, गर्दभ
चन्द्र, चन्द्रमा
चोर, तस्कर
पानी, जल
यमुना, कालिन्दी`,

        `तालाब, जलाशय
नौकर, दास
दुःख, पीड़ा
देवता, देव
द्रव्य, दौलत
नदी, तटिनी`,

        `नाव, नौका
पत्नी, अर्धागिनी
पति, स्वामी
वायु, हवा
पक्षी, चिड़िया
पर्वत, पहाड़`,

        `पण्डित, विद्वान् 
बेटा, पुत्र 
बेटी, पुत्री
पृथ्वी, धरती
पुष्प, फूल
बाण, तीर`,

        `बिजली, विधुत
ब्रह्मा, पितामह
वृक्ष, पेड़
मछली, जलजीवन
शिव, शंकर
मेघ, बादल`,

        `संसार, विश्व
सन्त, मुनि
रात, रात्रि
राजा, सम्राट
विष्णु, माधव
समुद्र, सागर`,

        `समूह, समूदाय
सरस्वती, भारती
सर्प, साँप
सोना, स्वर्ण
सूर्य, दिनकर`,

        `सिंह, व्याघ्र
सुंदर, सुहावना
स्त्री, नारी
शपथ, प्रतिज्ञा
अंधकार, अँधेरा
आंसू, नेत्रजल`,

        `आत्मा, जीव
अपमान, अनादर
अहंकार, घमण्ड
इन्द्राणि, इंद्रवधू
ईश्वर, भगवान
उपवन, बगीचा`,

        `उक्ति, सूक्ति
उग्र, प्रचण्ड
उचित, ठीक
उजला, सफ़ेद
उत्कृष्ट, उत्तम
उत्कोच, रिश्वत`,

        `उत्पत्ति, पैदाइश
उद्धार, मुक्ति
उपाय, युक्ति
ऐश्वर्य, समृद्धि
ओज, बल
ओंठ, होंठ`,

        `औचक, अचानक
किसान, अन्नदाता
कृष्ण, वासुदेव
कान, श्रवण श्रोत
कोयल, कोकिला
क्रोध, रोष`,

        `कीर्ति, प्रसिद्धि
ऋषि, मुनि
कबूतर, कपोत
कण्ठ, गला
कृपा, दया
किताब, पुस्तक`,

        `किनारा, तट
खंभा, स्तम्भ
खून, रक्त
गज, हाथी
गाय, गौ
गर्मी, ताप`,

        `घट, घड़ा
घृत, घी
घास, दूब
चरण, पाँव
चतुर, कुशल
चाँदनी, चन्द्रिका`,

        `छतरी, छाता
छली, धोखेबाज
छवि, सौंदर्य
खोज, छानबीन
मदिरा, शराब
जीभ, जुबान`,

        `जंगल, वन
ज्योति, दीप्ति
झूठ, असत्य
तलवार, शमशीर
दही,  दधि
दरिद्र, गरीब`,

        `दिन, दिवस
दीपक, दिया
दूध, दुग्ध
दाँत, दन्त
दर्पण, शीशा
दुर्गा, चंडिका`,

        `देह, शरीर
धन, संपत्ति
धनुष, धनु
नया, नूतन
बालू, रेत
बन्दर, वानर`,

        `बलराम, बलदेव
बहुत, अनेक,
यम, यमराज
युवती, किशोरी
राम, रघुनाथ
रावण, लंकापति`,

        `राधा, राधिका
लड़का, बालक
लड़की, बालिका
लक्ष्मण, लखन
लौह, लोहा
लता, बेली`,

        `विधवा, पतिहीन
विष, जहर
वर्षा, बरसात
वीर्य, बीज
विशाल, बड़ा
शरीर, देह`,

        `शत्रु, दुश्मन
सीता, जानकी
शिक्षक, अध्यापक
शेर, सिंह
शेषनाग, नाग
शहद, मधु`,

        `सभा, महासभा
सुन्दर, सुहावना
संध्या, शाम
समीप, पास
स्वर्ग, देवलोक
सहेली, सखी`,

        `ह्रदय, छाती
हाथ, हस्त
हिरण, हिरन
हिमालय, पर्वतराज
अजेय, अपराजित
ध्वजा, झंडा`,

        `अर्जुन, कुन्तीपुत्र
अंग, अंश
द्रौपदी, पांचाली
अनाज, अन्न
गधा, गदहा
अप्सरा, सुरसुन्दरी`,

        `ध्वनि, आवाज
नित्य, सदा
पार्वती, गौरी
प्रतीक, निशानी
प्रधान, प्रमुख
प्रयत्न, प्रयास`,

        `पत्र, पत्ता
बहन, बहिन
लोकतंत्र, प्रजातंत्र
आदत, स्वभाव
शिकारी, बहेलिया
आचरण, व्यवहार`,

        `आजादी, स्वतंत्रता
आतिथ्य, मेजबानी
आदमी, मनुष्य
आयु, उम्र
सम्मान, इज्जत`,

        `न्याय, इन्साफ
अनुमति, इजाजत
पुरस्कार, इनाम
आरोप, लांछन`
      ]
    }
  ]
};
