export default {
  label: 'शब्द 3',
  id: 'hi-word-3',
  img: 'word',
  lockAfter: 2,
  lang: 'hi',
  list: [
    {
      type: 'match',
      label: 'शब्दार्थ',
      id: 'meanings',
      commonData: {
        title: 'शब्द को उसके अर्थ के साथ मिलाइए'
      },
      data: [
        `पूरब, पूर्व दिशा 
  गगन, आसमान 
  दमकता, चमकता 
  ढलना, छिपना 
  बिखराता, फैलाता `,

        `सूझना, ध्यान में आना 
  ज़रा, थोड़ा
  उपहार, तौहफा 
  युद्ध, लड़ाई 
  वीर, बहादुर `,

        `शत्रु, दुश्मन 
  बालक, लड़का 
  मनुष्य, मानव 
  वृक्ष, पेड़ 
  धन, संपत्ति `,

        `आवश्यकता, ज़रूरत 
  जीवित, ज़िंदा 
  विश्राम, आराम 
  तंग, परेशान 
  हिम्मत, साहस `,

        `ईर्ष्या, जलन 
  ख़ास, विशेष 
  सौदा, लेनदेन 
  नन्हा, छोटा सा 
  निशान, चिन्ह `,

        `अद्भुत, बहुत अच्छा 
  खबरदार, सावधान 
  उदास, दुःख 
  अकड़, रोब 
  जवाब, उत्तर`
      ]
    },
    {
      type: 'match',
      label: 'विलोम शब्द',
      id: 'antonyms',
      lockAfter: 2,
      commonData: {
        title: 'विलोम शब्द का मिलान करें'
      },
      data: [
        `पाप, पुण्य 
  राजा, रंक 
  लायक, नालायक 
  फायदा, नुकसान 
  पास, दूर 
  पूरा, आधा`,

        `सुबह, शाम 
  हँसना, रोना 
  शुभ, अशुभ 
  सस्ता, महंगा 
  माता, पिता 
  आशा, निराशा `,

        `अमृत, विष 
  आगे, पीछे 
  ऊपर, नीचे 
  दिन, रात 
  मीठा, कड़वा 
  लाभ, हानि `
      ]
    },
    {
      type: 'match',
      label: 'समानार्थी शब्द',
      id: 'synonyms',
      lockAfter: 2,
      commonData: {
        title: 'समानार्थी शब्द का मिलान करें'
      },
      data: [
        `महिला, औरत 
  बगीचा, वाटिका
  संध्या, शाम
  सूर्य, सूरज
  भूमि, धरती`,

        `पहाड़, पर्वत
  वायु, हवा
  दोस्त, मित्र
  दिन, दिवस
  पुष्प, फूल`,

        `संसार, विश्व
  शिक्षक, अध्यापक
  पक्षी, चिड़िया 
  बादल, मेघ
  बारिश, वर्षा`
      ]
    },
    {
      label: 'अनेक शब्दों के लिए एक शब्द',
      type: 'matchByDragDrop',
      id: 'one-word-sub',
      commonData: {
        title: 'सही उत्तर का चयन करें।'
      },
      data: [
        `मास में एक बार आने वाला - *मासिक*
  सप्ताह में एक बार होने वाला - *साप्ताहिक*
  वर्ष में एक बार होने वाला - *वार्षिक*
  फल-फूल खाने वाला - *शाकाहारी* 
  जो चित्र बनाता हो - *चित्रकार*`,

        `विद्या की चाह रखने वाला - *विद्यार्थी*
  जो दिखाई न दे - *अदृश्य*
  मांस खाने वाला - *मांसाहारी* 
  प्रतिदिन होने वाला - *दैनिक*
  देखने योग्य - *दर्शनीय*
  गाँव में रहने वाला - *ग्रामीण*`,

        `शहर में रहने वाला - *शहरी* 
  जो विज्ञान जानता है - *वैज्ञानिक*
  जहाँ इलाज किया जाता हो - *अस्पताल*
  जहाँ पुस्तके पढ़ने के लिए रखी जाती हो - *पुस्तकालय*
  जो जूते ठीक करता है - *मोची* 
  जो रोग से ग्रस्त है - *रोगी*`,

        `जो मिठाई बनाता है - *हलवाई*
  लेख लिखने वाला - *लेखक*
  जो दूसरों के साथ भलाई करे - *परोपकारी*
  भारत में रहने वाला - *भारतीय*
  आलस करने वाला - *आलसी*
  सोने-चांदी की चीज़ें बनाने वाला - *सुनार*`,

        `बहुत मेहनत करने वाला - *परिश्रमी*
  जिसके माता–पिता न होँ - *अनाथ*
  जो पढ़ा -लिखा न हो - *अनपढ़*
  जो अक्षर (पढ़ना- लिखना) जानता है - *साक्षर/शिक्षित*
  देखने (दर्शन) वाले लोग - *दर्शक*`,

        `पढ़ने वाला व्यक्ति - *पाठक*
  सुनने वाला व्यक्ति - *श्रोता*
  तीन पहिए वाला वाहन - *तिपहिया*
  दो पहिए वाला वाहन - *दुपहिया*`
      ]
    },
    {
      label: 'सही शब्द चुनें',
      id: 'complete-prefix',
      type: 'completePuzzle',
      commonData: {
        type: 'rightOpen',
        title: 'सार्थक मिश्रित शब्द बनाने के लिए सही शब्द को खींचें और छोड़ें',
        printTitle: 'Underline the right option.',
        leftWidth: 150,
        rightWidth: 150
      },
      data: [
        `सूरज़, घड़ी, पत्ती  
  चाय, पत्ती, दार 
  खुशबू, दार, ज़ामीन 
  गुलाब, ज़ामीन, गंगा 
  पेड़, गंगा, मंच
  रंग, मंच, बाड़ी`,

        `खेत, बाड़ी, सवारी  
  ज़िन्दगी, सवारी, बच्चा 
  बड़, बच्चा, नामा 
  सफ़र, नामा, चस्प 
  दिल, चस्प, महल
  राज, महल, कीरी`,

        `रात, कीरी, धुंध 
  अँधा, धुंध, तट 
  समुंदर, तट, गड़ी 
  बच्चा, गड़ी, दुकान 
  बड़ा, बर्ग, चुम्बी 
  आसमान, चुम्बी, बिरंगा`,

        `रंग, बिरंगा, दार 
  रिश्ते, दार, चस्पी 
  दिल, चस्पी, पद  
  महाजन, पद, ख़ल  
  खुदाई, ख़ल, पुरी
  पानी, पुरी, माता`,

        `धरती, माता, घर 
  चिड़या, घर, गप्पा 
  गोल, गप्पा, सीपना 
  साह, सीपना, घर 
  चिड़ीया, घर, संख्या 
  जन, संख्या, शय`,

        `महा, शय, मजदूर 
  खेत, मजदूर, बदली  
  जगह, बदली, पुष्प  
  गुलाब, पुष्प, कार 
  खेत, कार, मित 
  निय, मित, घड़ी`
      ]
    }
  ]
};
