export default {
  label: 'সুকুমার রায়',
  id: 'bn-sukumar-poem',
  img: 'bnSukumar',
  list: [

    {
      id: '1200',
      type: 'passage',
      label: 'আবোল তাবোল',
      data: {
        title: 'আবোল তাবোল - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `আয়রে ভোলা খেয়াল খোলা
              স্বপনদোলা নাচিয়ে আয়,
            আয়রে পাগল আবোল তাবোল
                    মত্ত মাদল বাজিয়ে আয় ৷
            আয় যেখানে ক্ষ্যাপার গানে
                    নাইকো মানে নাইকো সুর,
            আয়রে যেথায় উধাও হাওয়ায়
                    মন ভেসে যায় কোন্ সুদূর ৷
            আয় ক্ষ্যাপা–মন ঘুচিয়ে বাঁধন
                    জাগিয়ে নাচন তাধিন্ ধিন্,
            আয় বেয়াড়া সৃষ্টিছাড়া
                    নিয়মহারা হিসাব–হীন ৷
            আজগুবি চাল বেঠিক বেতাল
                    মাতবি মাতাল রঙ্গেতে,
            আয়রে তবে ভুলের ভবে
                    অসম্ভবের ছন্দেতে ৷৷`
          }
        ]
      }
    },

    {
      id: '1300',
      type: 'passage',
      label: 'বাপুরাম সাপুড়ে',
      data: {
        title: 'বাপুরাম সাপুড়ে - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `বাপুরাম সাপুড়ে,
     কোথা যাস্‌ বাপুরে?
আয় বাবা দেখে যা,
     দুটো সাপ রেখে যা !
যে সাপের চোখ নেই,
     শিং নেই নোখ্‌ নেই,
ছোটে না কি হাঁটে না,
     কাউকে যে কাটে না,
করে নাকো ফোঁস ফাঁস,
     মারে নাকো ঢুঁশঢাঁশ,
নেই কোন উৎপাত,
     খায় শুধু দুধ ভাত-
সেই সাপ জ্যান্ত
     গোটা দুই আনত ?
তেড়ে মেরে ডাণ্ডা
     ক'রে দেই ঠাণ্ডা ।`
          }
        ]
      }
    },

    {
      id: '1400',
      type: 'passage',
      label: 'সৎপাত্র',
      data: {
        title: 'সৎপাত্র - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `শুনতে পেলাম পোস্তা গিয়ে—
              তোমার নাকি মেয়ের বিয়ে ?
              গঙ্গারামকে পাত্র পেলে ?
              জানতে চাও সে কেমন ছেলে ?
              মন্দ নয় সে পাত্র ভালো 
              রঙ যদিও বেজায় কালো ;
              তার উপরে মুখের গঠন
              অনেকটা ঠিক পেঁচার মতন ;
              বিদ্যে বুদ্ধি ? বলছি মশাই—
              ধন্যি ছেলের অধ্যবসায় !
              উনিশটিবার ম্যাট্রিকে সে
              ঘায়েল হয়ে থামল শেষে ।
              বিষয় আশয় ? গরীব বেজায়—
              কষ্টে–সৃষ্টে দিন চলে যায় ।
              মানুষ তো নয় ভাইগুলো তার—
            একটা পাগল একটা গোঁয়ার ;
            আরেকটি সে তৈরী ছেলে,
            জাল করে নোট গেছেন জেলে ।
            কনিষ্ঠটি তবলা বাজায়
            যাত্রাদলে পাঁচ টাকা পায় ।
            গঙ্গারাম তো কেবল ভোগে
            পিলের জ্বর আর পাণ্ডু রোগে ।
            কিন্তু তারা উচ্চ ঘর,
            কংসরাজের বংশধর !
            শ্যাম লাহিড়ী বনগ্রামের
            কি যেন হয় গঙ্গারামের ।—
            যহোক, এবার পাত্র পেলে,
            এমন কি আর মন্দ ছেলে ?`
          }
        ]
      }
    },

    {
      id: '1500',
      type: 'passage',
      label: 'ফস্‌কে গেল!',
      data: {
        title: 'ফস্‌কে গেল! - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `দেখ্ বাবাজি দেখ্‌বি নাকি দেখ্‌রে খেলা দেখ্ চালাকি,
              ভোজর বাজি ভেল্কি ফাঁকি পড়্ পড়্ পড়্‌বি পাখি–ধপ্ !
              লাফ দিরে তাই তালটি ঠুকে তাক করে যাই তীর ধনুকে,
              ছাড়্‌ব সটান ঊর্ধ্বমুখে হুশ্ করে তোর লাগবে বুকে–খপ্ !
              গুড়্ গুড়্ গুড়্ গুড়িয়ে হামা খাপ পেতেছেন গোষ্ঠ মামা,
              এগিয়ে আছেন বাগিয়ে ধামা, এইবারে বাণ চিড়িয়া নামা–চট্ !
              ঐ যা ! গেল ফস্কে যে সে–হেঁই মামা তুই ক্ষেপ্‌লি শেষে ?
              ঘ্যাঁচ করে তোর পাঁজর ঘেঁষে লাগ্‌ল কি বাণ ছট্‌কে এসে–ফট্ ?`
          }
        ]
      }
    },

    {
      id: '3600',
      type: 'passage',
      label: 'খুড়োর কল',
      data: {
        title: 'খুড়োর কল - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `কল করেছেন আজব রকম চণ্ডীদাসের খুড়ো—
              সবাই শুনে সাবাস্ বলে পাড়ার ছেলে বুড়ো ।
              খুড়োর যখন অল্প বয়স– বছর খানেক হবে—
              উঠ্‌ল কেঁদে 'গুংগা' বলে ভীষণ অট্টরবে ।
              আর তো সবাই 'মামা' 'গাগা' আবোল তাবোল বকে,
              খুড়োর মুখে 'গুংগা' শুনে চম্‌কে গেল লোকে ।
              বল্‌লে সবাই, "এই ছেলেটা বাঁচলে পরে তবে,
              বুদ্ধি জোরে এ সংসারে একটা কিছু হবে ।"
              সেই খুড়ো আজ কল করেছেন আপন বুদ্ধি বলে,
              পাঁচ ঘন্টার রাস্তা যাবেন দেড় ঘন্টায় চলে ।
              দেখে এলাম কলটি অতি সহজ এবং সোজা,
              ঘন্টা পাঁচেক ঘাঁটলে পরে আপনি যাবে বোঝা ।
              বলব কি আর কলের ফিকির, বলতে না পাই ভাষা,
              ঘাড়ের সঙ্গে যন্ত্র জুড়ে এক্কেবারে খাসা ।
              সামনে তাহার খাদ্য ঝোলে যার যে–রকম রুচি—
              মণ্ডা মিঠাই চপ্ কাট্‌লেট্ খাজা কিংবা লুচি ।
              মন বলে তায় 'খাব খাব', মুখ চলে তায় খেতে,
              মুখের সঙ্গে খাবার চলে পাল্লা দিয়ে মেতে ।
              এমনি করে লোভের টানে খাবার পানে চেয়ে,
              উৎসাহেতে হুঁস্ রবে না চলবে কেবল ধেয়ে ।
              হেসে খেলে দু–দশ যোজন চলবে বিনা ক্লেশে,
              খাবার গন্ধে পাগল হয়ে জিভের জলে ভেসে ।
              সবাই বলে সমস্বরে ছেলে জোয়ান বুড়ো,
              অতুল কীর্তি রাখল ভবে চণ্ডীদাসের খুড়ো ।`
          }
        ]
      }
    },
    {
      id: '3700',
      type: 'passage',
      label: 'আহ্লাদী',
      data: {
        title: 'আহ্লাদী - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `হাসছি মোরা হাসছি দেখ, হাসছি মোরা আহ্লাদী,
              তিনজনেতে জট্‌লা করে ফোক্‌লা হাসির পাল্লা দি ৷
              হাসতে হাসতে আসছে দাদা আসছি আমি আসছে ভাই,
              হাসছি কেন কেউ জানে না, পাচ্ছে হাসি হাসছি তাই ৷`
          },
          {
            type: 'poem',
            text: `ভাবছি মনে, হাসছি কেন ? থাকব হাসি ত্যাগ করে,
              ভাবতে গিয়ে ফিকফিকিয়ে ফেলছি হেসে ফ্যাক ক'রে ৷
              পাচ্ছে হাসি চাইতে গিয়ে, পাচ্ছে হাসি চোখ বুজে,
              পাচ্ছে হাসি চিম্‌টি কেটে নাকের ভিতর নোখ গুঁজে ৷`
          },
          {
            type: 'poem',
            text: `হাসছি দেখে চাঁদের কলা জোলার মাকু জেলের দাঁড়,
              নৌকা ফানুস পিঁপড়ে মানুষ রেলের গাড়ী তেলের ভাঁড় ৷
              পড়তে গিয়ে ফেলছি হেসে 'ক খ গ' আর শ্লেট দেখে—
              উঠছে হাসি ভসভসিয়ে সোডার মতন পেট থেকে ৷`
          }
        ]
      }
    },

    {
      id: '3800',
      type: 'passage',
      label: 'একুশে আইন',
      data: {
        title: 'একুশে আইন - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `শিব ঠাকুরের আপন দেশে,
              আইন কানুন সর্বনেশে !
              কেউ যদি যায় পিছ্‌লে পড়ে
              প্যায়দা এসে পাক্‌ড়ে ধরে,
              কাজির কাছে হয় বিচার—
                      একুশ টাকা দণ্ড তার ৷৷`
          },
          {
            type: 'poem',
            text: `সেথায় সন্ধ্যে ছ'টার আগে,
              হাঁচতে হলে টিকিট লাগে ;
              হাঁচ্‌লে পরে বিন্‌টিকিটে—
              দম্‌দমাদম্ লাগায় পিঠে,
              কোটাল এসে নস্যি ঝাড়ে—
                      একুশ দফা হাঁচিয়ে মারে ৷৷`
          },
          {
            type: 'poem',
            text: `কারুর যদি দাঁতটি নড়ে,
              চারটি টাকা মাশুল ধরে,
              কারুর যদি গোঁফ গজায়,
              একশো আনা ট্যাক্‌স চায়—
              খুঁচিয়ে পিঠে গুঁজিয়ে ঘাড়,
                        সেলাম ঠোকায় একুশ বার ৷৷`
          },
          {
            type: 'poem',
            text: ` চলতে গিয়ে কেউ যদি চায়,
              এদিক ওদিক ডাইনে বাঁয়,
              রাজার কাছে খবর ছোটে,
              পল্টনেরা লাফিয়ে ওঠে,
              দুপুর রোদে ঘামিয়ে তায়
                      একুশ হাতা জল গেলায় ৷৷`
          },
          {
            type: 'poem',
            text: `যে সব লোকে পদ্য লেখে,
              তাদের ধ'রে খাঁচায় রেখে,
              কানের কাছে নানান্ সুরে,
              নামতা শোনায় একশো উড়ে,
              সামনে রেখে মুদীর খাতা
                      হিসেব কষায় একুশ পাতা ৷৷`
          },
          {
            type: 'poem',
            text: `হঠাৎ সেথায় রাত দুপুরে,
              নাক ডাকলে ঘুমের ঘোরে,
              অম্‌নি তেড়ে মাথায় ঘষে,
              গোবর গুলে বেলের কষে,
              একুশটি পাক ঘুরিয়ে তাকে
                      একুশ ঘন্টা ঝুলিয়ে রাখে ৷৷`
          }
        ]
      }
    },

    {
      id: '3900',
      type: 'passage',
      label: 'প্যাঁচা আর প্যাঁচানী',
      data: {
        title: 'প্যাঁচা আর প্যাঁচানী - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `প্যাঁচা কয় প্যাঁচানী,
              খাসা তোর চ্যাঁচানি
       শুনে শুনে আন্‌মন
              নাচে মোর প্রাণমন !
       মাজা–গলা চাঁচা–সুর
              আহলাদে ভরপুর !
       গলা–চেরা ধমকে
              গাছ পালা চমকে,
       সুরে সুরে কত প্যাঁচ
              গিট্‌কিরি ক্যাঁচ্ ক্যাঁচ্ !
       যত ভয় যত দুখ
              দুরু দুরু ধুক্ ধুক্,
       তোর গানে পেঁচি রে
              সব ভুলে গেছি রে,
       চাঁদমুখে মিঠে গান ̰
              শুনে ঝরে দু'নয়ান ৷`
          }
        ]
      }
    },

    {
      id: '4000',
      type: 'passage',
      label: 'রাম গরুড়ের ছানা',
      data: {
        title: 'রাম গরুড়ের ছানা - সুকুমার রায়',
        text: [
          {
            type: 'poem',
            text: `রামগরুড়ের ছানা - হাসতে তাদের মানা,
              হাসির কথা শুনলে বলে, "হাসব না–না, না–না !"
                সদাই মরে ত্রাসে – ঐ বুঝি কেউ হাসে !
              এক চোখে তাই মিটমিটিয়ে, তাকায় আশেপাশে ।
                ঘুম নেই তার চোখে - আপনি ব'কে ব'কে
              আপনারে কয়, "হাসিস যদি, মারব কিন্তু তোকে !"
                যায় না বনের কাছে - কিম্বা গাছে গাছে,
              দখিন হাওয়ার সুড়সুড়িতে, হাসিয়ে ফেলে পাছে !
              সোয়াস্তি নেই মনে – মেঘের কোণে কোণে
              হাসির বাষ্প উঠছে ফেঁপে, কান পেতে তাই শোনে ।
                ঝোপের ধারে ধারে - রাতের অন্ধকারে
              জোনাক জ্বলে আলোর তালে, হাসির ঠারে ঠারে ।
                হাসতে হাসতে যারা - হচ্ছে কেবল সারা,
              রামগরুড়ের লাগছে ব্যাথা, বুঝছে না কি তারা ?
                রামগরুড়ের বাসা - ধমক দিয়ে ঠাসা,
              হাসির হাওয়া বন্ধ সেথায়,নিষেধ সেথায় হাসা ।`
          }
        ]
      }
    }
  ]
};
