export default {
  label: 'பாடல்கள்',
  id: 'ta-poems',
  img: 'reading',
  list: [
    {
      id: '111',
      type: 'passage',
      label: `அபிராமி அந்தாதி`,
      data: {
        title: `அபிராமி அந்தாதி`,
        type: 'poem',
        text: `தனம் தரும், கல்வி தரும், 
  ஒரு நாளும் தளர்வு அறியா 
மனம் தரும், தெய்வ வடிவும் 
  தரும் நெஞ்சில் வஞ்சம் இல்லா 
இனம் தரும், நல்லன எல்லாம் தரும், 
  அன்பர் என்பவர்க்கே 
கனம் தரும், பூங்குழலாள் அபிராமி 
    கடைக்கண்களே!!!`
      }
    },
    {
      id: `222`,
      type: 'passage',
      label: `தமிழ்த்தாய் வாழ்த்து`,
      data: {
        title: `தமிழ்த்தாய் வாழ்த்து`,
        type: 'poem',
        text: `நீராருங் கடலுடுத்த நிலமடந்தைக் கெழிலொழுகும்
சீராரும் வதனமெனத் திகழ்பரதக் கண்டமிதில்
தெக்கணமும் அதிற்சிறந்த திராவிட நல் திருநாடும்
தக்கசிறு பிறைநுதலும் தரித்தநறுந் திலகமுமே
அத்திலக வாசனைபோல் அனைத்துலகும் இன்பமுற
எத்திசையும் புகழ்மணக்க இருந்தபெருந் 
  தமிழணங்கே!
  தமிழணங்கே!
உன் சீரிளமைத் திறம்வியந்து செயல்மறந்து
வாழ்த்துதுமே!
வாழ்த்துதுமே!!
வாழ்த்துதுமே!!!`
      }
    },
    {
      id: '333',
      type: 'passage',
      label: `அன்னை தமிழே!`,
      data: {
        title: `அன்னை தமிழே!`,
        type: 'poem',
        text: `அன்னை தமிழே - என் 
ஆவி கலந்தவளே!
என்னை வளர்ப்பவளே!
என்னில் வளர்பவளே! 
உன்னை புகழ்வதற்கே 
உலகில் பிறப்பெடுத்தேன்!
சொல்லில் விளையாட 
சொல்லி தந்தவளே!
சொல்லில் உனது புகழ் 
சொல்ல முடியலையே!
-நா. காமராசன்`
      }
    },
    {
      id: '444',
      type: 'passage',
      label: `இன்பத்தமிழ்`,
      data: {
        title: `இன்பத்தமிழ்`,
        type: 'poem',
        text: `தமிழுக்கும் அமுதென்றுபேர்! – அந்தத்
தமிழ் இன்பத் தமிழ்எங்கள் உயிருக்கு நேர்! 
தமிழுக்கு நிலவென்று பேர்! – இன்பத்
தமிழ் எங்கள் சமூகத்தின் விளைவுக்கு நீர்! 
தமிழுக்கு மணமென்று பேர்! – இன்பத்
தமிழ் எங்கள் வாழ்வுக்கு நிருமித்த ஊர்! 
தமிழ் எங்கள் இளமைக்குப் பால்! – இன்பத்
தமிழ் நல்ல புகழ்மிக்க புலவர்க்கு வேல்!
தமிழ் எங்கள் உயர்வுக்கு வான்! – இன்பத்
தமிழ் எங்கள் அசதிக்குச் சுடர்தந்த தேன்!
தமிழ் எங்கள் அறிவுக்குத் தோள்! – இன்பத்
தமிழ் எங்கள் கவிதைக்கு வயிரத்தின் வாள்!
- பாரதிதாசன்`
      }
    },
    {
      id: '555',
      type: 'passage',
      label: `எங்கள் தமிழ்`,
      data: {
        title: `எங்கள் தமிழ்`,
        type: 'poem',
        text: `அருள்நெறி அறிவைத் தரலாகும்
அதுவே தமிழன் குரலாகும்
பொருள்பெற யாரையும் புகழாது
போற்றா தாரையும் இகழாது
கொல்லா விரதம் குறியாகக்
கொள்கை பொய்யா நெறியாக
எல்லா மனிதரும் இன்புறவே
என்றும் இசைந்திடும் அன்ப றமே
அன்பும் அறமும் ஊக்கிவிடும்
அச்சம் என்பதைப்  போக்கிவிடும்
இன்பம் பொழிகிற வானொலியாம்
எங்கள் தமிழெனும் தேன்மொழியாம்
-நாமக்கல் கவிஞர் வெ. இராமலிங்கனார்`
      }
    }
  ]
};
