export default {
    label: 'निबंध (Essay)',
    id: 'hi-reading',
    img: 'reading',
    list: [
      {
        id: '100',
        type: 'passage',
        label: 'Republic Day (गणतंत्र दिवस)',
        data: {
          title: 'गणतंत्र दिवस',
          
          text: `प्रत्येक वर्ष 26 जनवरी को देश भर में गणतंत्र दिवस के रूप में मनाया जाता है क्युकी इसी दिन सन 1950 को देश भर में संविधान लागु किया गया था!
          गणतंत्र दिवस एक राष्ट्रीय पर्व है जिसे पूरा भारत वर्ष एक जुट हो कर मनाता है !
          इस दिन राजपथ (नई दिल्ली) पर एक विशेष परेड का आयोजन किया जाता है, जो की राष्ट्रपति भवन, राजपथ से होते हुए इंडिया गेट को जाती है!
          गणतंत्र (गण+तंत्र ) का अर्थ है जनता का तंत्र !जो कि लोकतंत्र की सामान्य परिभाषा भी है!`
        }
      },

      {
        id: '200',
        type: 'passage',
        label: 'India is great (मेरा भारत महान)',
        data: {
          title: 'मेरा भारत महान',
          
          text: `
          भारत जिसे हिन्दुस्तान नाम से भी जाना जाता है, एक महान देश है। इस देश के नाम के पीछे कई मत हैं। उनमें से एक मत के अनुसार सिंधु घाटी सभ्यता की शुरूआत इस देश में होने के कारण इसका नाम हिन्दुस्तान पड़ा है। भारत भूमि को आर्यों की जन्मभूमि भी कहा जाता है। इसी कारण यहाँ आर्य समाज की भी स्थापना हुई।          
          भारत देश एक कृषि प्रधान देश है। यहाँ का मुख्य व्यवसाय कृषि है। भारत की 80 प्रतिशत जनसंख्या गाँवों में रहती है। भारत देश की भौगोलिक परिस्थिति हर दिशा में भिन्न है। कहीं बर्फ से ढकी पर्वत चोटियाँ, कहीं समुद्र, कहीं मरुस्थल तो कहीं पठार ये सब भारत को कई भौगोलिक परिस्थितियों का मिला-जुला देश बनाते हैं।          
          भारत देश पर 300 साल तक अंग्रेजों ने शासन किया लेकिन तब भी भारत देश ने अपनी संस्कृति को बरकरार रखा। हांलांकि कई जगह भारतीय संस्कृति में अंग्रेजी संस्कृति की भी झलक दिखाई देती है। 
          अंग्रेजों से पहले मुगलों ने भी इस देश पर शासन किया है इसलिए कई अन्य देशों का भी भारतीय संस्कृति पर प्रभाव पड़ा है। लेकिन यह भारत देश की विशेषता है कि यहाँ विभिन्न धर्मों के लोग मिलजुल कर रहते हैं। इसलिए मेरा देश महान है।
          `
        }
      },

      {
        id: '300',
        type: 'passage',
        label: 'Importance of trees (पेड़ों का महत्व)',
        data: {
          title: 'पेड़ों का महत्व',
          
          text: `पेड़ प्रकृति की वो देन है जिसका कोई विकल्प उपलब्ध नहीं है। पेड़ हमारा सबसे घनिष्ठ मित्र है। हमारे द्वारा लगाया गया पेड़ सिर्फ हमें ही लाभ नहीं पहुँचाता बल्कि आने वाली कई पीढ़ियों को लाभ पहुँचाता है।           
          हवा, पानी, खाने-पीने की सामग्री, ईंधन, वस्त्र, जानवरों का चारा अन्य कार्यों में प्रयोग करने के लिए लकड़ी सब हमें पेड़ों से ही मिलता है। पेड़ पर्यावरण से कार्बन डाईऑक्साईड लेकर बदले में ऑक्सीजन देते हैं।          
          पेड़ों पर कई जीव-जन्तु अपना घर बनाते हैं। यदि पेड़ न हों तो हम इन सब चीजों की कल्पना तक नहीं कर सकते। लेकिन क्या मनुष्य इस प्राकृतिक संसाधन से अपना लाभ लेना ही जानता है या वह इसके संरक्षण और संवर्द्धन की और भी जागरुक है?           
          वर्तमान की स्थिति देखकर ऐसा लगता है कि हम पेड़ों को बचाना तो चाहते हैं पर शायद उतना प्रयास नहीं कर पा रहे हैं जितना आवश्यक है। ऐसी परिस्थिति धीरे-धीरे प्रकृति का संतुलन बिगड़ता जायेगा और हम प्रकृति की इस अमूल्य सम्पदा को धीरे-धीरे अन्य प्रजातियों को लुप्त कर देंगे। इस प्रकार इस धरती पर न जीवन होगा न जीव।          
          अतः हमें चाहिये कि हमारे आसपास हमें जितनी भी खाली भूमि दिखाई दे हम वहाँ पौधारोपण करें और कुछ न अपने घर में गमलों में ही इस अमूल्य धरोहर को संरक्षित करें। यदि यह छोटा सा कदम हर व्यक्ति उठायेगा तो यह धरती और धरती पर जीवन सब खुशहाल रहेगा।
          `
        }
      },
  
    ]
}
