export default {
    label: 'grammar',
    id: 'hi-grammar',
    img: 'langGrammar',
    list: [
      {
        id: 'gender',
        type: 'passage',
        label: 'लिंग',
        data: {
          title: 'लिंग',
          text: `लिंग के दो भेद होते हैं:
  # पुल्लिंग 
  जिन शब्दों से पुरुष जाति का बोध होता है उन्हें पुल्लिंग शब्द कहते हैं ।
  जैसे: पिता, भाई, लड़का।
  # स्त्रीलिंग 
  जिन शब्दों से स्त्री जाति का बोध होता है उन्हें स्त्रीलिंग शब्द कहते हैं ।
  जैसे: माता, बहन, नारी।`
        }
      },
      {
        type: 'match',
        label: 'शब्दों का लिंग-परिवर्तन',
        id: 'match-gender',
        commonData: {
          title: 'शब्दों का लिंग-परिवर्तन'
        },
        data: [
          `पिता, माता
  गायक, गायिका
  धोबी, धोबिन
  माली, मालिन
  मोर, मोरनी
  लड़का, लड़की`,
  
          `गुड्डा, गुड़िया
  नर, नारी
  चूहा, चुहिया
  मास्टर, मास्टरनी
  बेटा, बेटी`,
  
          `नौकर, नौकरानी
  पुरुष, स्त्री
  अध्यापक, अध्यापिका
  बूढ़ा, बुढ़िया
  हाथी, हथिनी
  राजा, रानी`,
  
          `शिष्य, शिष्या
  शेर, शेरनी
  प्रधानाचार्य, प्रधानाचार्या
  नर्तक, नर्तकी
  डिब्बा, डिबिया`
        ]
      },
      {
        type: 'group',
        label: 'Gender - Male Female ',
        id: 'classify-geneder-type',
        commonData: {
          title: 'Put the Genders in correct bucket ',
          fontSize: '2rem',
          printTitle:
            'Rewrite the words given at the bottom at approprate boxes.',
          types: ['Male', 'Female']
        },
        data: [
          [`पिता, गायक, धोबी, माली, मोर`, `माता, गायिका, धोबिन, मालिन, मोरनी`],
          [`लड़का, गुड्डा, नर, चूहा, मास्टर, बेटा`, `लड़की, गुड़िया, नारी, चुहिया, मास्टरनी, बेटी`],
          [`नौकर, पुरुष, अध्यापक, बूढ़ा, हाथी`, `नौकरानी, स्त्री, अध्यापिका, बुढ़िया, हथिनी`],
          [`राजा, शिष्य, शेर, प्रधानाचार्य, नर्तक, डिब्बा`, `रानी, शिष्या, शेरनी, प्रधानाचार्या, नर्तकी, डिबिया`]        
        ]
      },
    ]
  };
