export default {
    label: 'व्याकरण',
    id: 'hi-grammar',
    img: 'langGrammar',
    list: [
      {
        id: 'gender-hi',
        type: 'passage',
        label: 'लिंग',
        data: {
          title: 'लिंग',
          text: `लिंग के दो भेद होते हैं:
  # पुल्लिंग 
  जिन शब्दों से पुरुष जाति का बोध होता है उन्हें पुल्लिंग शब्द कहते हैं ।
  जैसे: पिता, भाई, लड़का।
  # स्त्रीलिंग 
  जिन शब्दों से स्त्री जाति का बोध होता है उन्हें स्त्रीलिंग शब्द कहते हैं ।
  जैसे: माता, बहन, नारी।`
        }
      },
      {
        type: 'match',
        label: 'शब्दों का लिंग-परिवर्तन',
        id: 'match-gender',
        commonData: {
          title: 'शब्दों का लिंग-परिवर्तन'
        },
        data: [
          `पिता, माता
  गायक, गायिका
  धोबी, धोबिन
  माली, मालिन
  मोर, मोरनी
  लड़का, लड़की`,
  
          `गुड्डा, गुड़िया
  नर, नारी
  चूहा, चुहिया
  मास्टर, मास्टरनी
  बेटा, बेटी`,
  
          `नौकर, नौकरानी
  पुरुष, स्त्री
  अध्यापक, अध्यापिका
  बूढ़ा, बुढ़िया
  हाथी, हथिनी
  राजा, रानी`,
  
          `शिष्य, शिष्या
  शेर, शेरनी
  प्रधानाचार्य, प्रधानाचार्या
  नर्तक, नर्तकी
  डिब्बा, डिबिया`
        ]
      },
      {
        type: 'group',
        label: 'लिंग पुरुष/महिला ',
        id: 'classify-geneder-type',
        commonData: {
          title: 'लिंग का वर्गीकरण करें',
          fontSize: '2rem',
          printTitle:
            'Rewrite the words given at the bottom at approprate boxes.',
          types: ['Male', 'Female']
        },
        data: [
          [`पिता, गायक, धोबी, माली, मोर`, `माता, गायिका, धोबिन, मालिन, मोरनी`],
          [`लड़का, गुड्डा, नर, चूहा, मास्टर, बेटा`, `लड़की, गुड़िया, नारी, चुहिया, मास्टरनी, बेटी`],
          [`नौकर, पुरुष, अध्यापक, बूढ़ा, हाथी`, `नौकरानी, स्त्री, अध्यापिका, बुढ़िया, हथिनी`],
          [`राजा, शिष्य, शेर, प्रधानाचार्य, नर्तक, डिब्बा`, `रानी, शिष्या, शेरनी, प्रधानाचार्या, नर्तकी, डिबिया`]        
        ]
      },
        
              {
        type: 'match',
        label: 'संधि विच्छेद',
        id: 'sandhi-hi',
        commonData: {
          title: 'संधि विच्छेद'
        },
        data: [

  `शब्दार्थ, शब्द + अर्थ
  परमार्थ, परम + अर्थ
  सेवार्थ, सेवा + अर्थ
  शरणार्थी, शरण + अर्थी
  शिक्षार्थी. शिक्षा + अर्थी`,

  `सत्यार्थी, सत्य + अर्थी
  विद्यार्थी, विद्या + अर्थी
  पुस्तकार्थी, पुस्तक + अर्थी
  परीक्षार्थी, परीक्षा + अर्थी
  धनार्थी, धन + अर्थी
  कल्पान्त, कल्प + अंत`,

  `उत्तमांग, उत्तम + अंग
  दैत्यारि, दैत्य + अरि
  देहान्त, देह + अन्त
  वेदान्त, वेद + अन्त
  सूर्यास्त, सूर्य + अस्त
  रामावतार, राम + अवतार`,

  `रामायण, राम + अयन
  शिवायन, शिव + अयन
  अन्नाभाव, अन्न + अभाव
  पुष्पावली, पुष्प + अवली
  चरणामृत, चरण + अमृत`,

  `स्वर्गावसर, स्वर्ग + अवसर
  हिमालय, हिम + आलय
  शिवालय, शिव + आलय
  परमात्मा, परम + आत्मा
  रत्नाकर, रत्न + आकर`,

  `कुशासन, कुश + आसन
  पुस्तकालय, पुस्तक + आलय
  देवालय, देव + आलय
  रामाधार, राम + आधार
  रामाश्रय, राम + आश्रय`,

  `धर्मात्मा, धर्म + आत्मा
परमानन्द, परम + आनन्द
नित्यानन्द, नित्य + आनन्द
परमावश्यक, परम + आवश्यक
भोजनालय, भोजन + आलय`,

`विद्याभ्यास, विद्या + अभ्यास
मायाधीन, माया + अधीन
करुणावतार, करुणा + अवतार
तथापि, तथा + अपि
युवावस्था, युवा + अवस्था`,

`
आज्ञानुसार, आज्ञा + अनुसार
कवीन्द्र, कवि + इन्द्र
रवीन्द्र, रवि + इन्द्र
महीन्द्र, मही + इन्द्र
गिरीन्द्र, गिरि + इन्द्र`,

`अभीष्ट, अभि + इष्ट
हरीश, हरि + ईश
कवीश, कवि + ईश
गिरीश, गिरि + ईश
कपीश, कपि + ईश`,

`बुद्धीश, बुद्धि + ईश
रतीश, रति + ईश
नदीश, नदी + ईश
जानकीश, जानकी + ईश
महीश, मही + ईश`,

`पृथ्वीश, पृथ्वी + ईश
रजनीश, रजनी + ईश
कवीच्छा, कवि + इच्छा
लक्ष्मीच्छा, लक्ष्मी + इच्छा
मुनीश्वर, मुनि + ईश्वर
भारतीश्वर, भारती + ईश्वर`,

`
भानूदय, भानु + उदय
लघूक्ति, लघु + उक्ति
कटूक्ति, कटु + उक्ति
सूक्ति, सु + उक्ति
रघूत्तम, रघु + उत्तम
मृत्यूपरांत, मृत्यु + उपरांत`,

`लघूर्मि, लघु + ऊर्मि
मंजूषा, मंजु + ऊषा
सिन्धूर्मि, सिन्धु + ऊर्मि
वधूत्सव, वधू + उत्सव
भूपरि, भू + उपरि`,

`देवेन्द्र, देव + इन्द्र
सुरेन्द्र, सुर + इन्द्र
उपेंद्र, उप + इन्द्र	
नरेंद्र, नर + इन्द्र
प्रेत, प्र + इत`,

`सुरेश, सुर + ईश
नरेश, नर + ईश
खगेश, खग + ईश
देवेश, देव + ईश
गणेश, गण + ईश`,


`सूर्योदय, सूर्य + उदय
जलोदय, जल + उदय
चन्द्रोदय, चन्द्र + उदय
परोपकार, पर + उपकार
परमोत्सव, परम + उत्सव`,

`लोकोपयोग, लोक + उपयोग
जलोर्मि, जल + ऊर्मि
समुद्रोर्मि, समुद्र + ऊर्मि
दीर्घोपल, दीर्घ + ऊपल	
देवर्षि, देव + ऋषि`,

`तत्रैव, तत्र + एव
एकैव, एक + एव
एकैक, एक + एक
दिनैक, दिन + एक
मतैक्य, मत, ऐक्य`,

`धर्मैक्य, धर्म + ऐक्य
विश्वैक्य, विश्व + ऐक्य
नवैश्वर्य, नव + ऐश्वर्य
परमौज, परम + ओज
जलौस, जल + ओस`,

`परमौषध, परम + औषध
परमौदार्य, परम + औदार्य
सर्वदैव, सर्वदा + एव
सदैव, सदा + एव
एकदैव, एकदा + एव`,

`तथैव, तथा + एव
महैश्वर्य, महा +ऐश्वर्य
महौज, महा + ओज
महौदर्य, महा + औदार्य
महौषध, महा + औषध`,

`नयन, ने + अन
शयन, शे + अन
चयन, चे + अन
गायक, गै + अक
गायन, गै + अन`,

`गवीश, गो + ईश
रवीश, रो + ईश
पवित्र, पो + इत्र
पवन, पो + अन
पावन, पौ + अन`
 
        ]
      },
        
     {
    label: 'हिंदी मुहावरे',
    id: 'hi_idioms',
    type: 'mcq',
    commonData: {
      title: 'नीचे दिए गए मुहावरे का सही अर्थ खोजें'
    },
    data: [
      {
        questions: [
          {
            qText: 'नाक में दम करना',
            options: 'बहुत तंग करना, बुरी तरह हराना, एकमात्र सहारा, बहुत शोर करना'
          },
          {
            qText: 'दाँत खट्टे करना',
            options: 'बुरी तरह हराना, बहुत शोर करना, स्वयं अपनी प्रशंसा करना, बहुत तंग करना'
          },
          {
            qText: 'अपने मुँह मियाँ मिट्ठू बनना',
            options: 'स्वयं अपनी प्रशंसा करना, बहाने बनना, खुशियाँ मनाना, बहुत तेज दौड़ना'
          },
          {
            qText: 'अंधे की लकड़ी या लाठी',
            options:
              'एकमात्र सहारा, अति सरल कार्य, आरम्भ करना, बहाने बनना'
          },
          {
            qText: `अगर-मगर करना`,
            options: 'बहाने बनना, खुशियाँ मनाना, बहुत तंग करना, भाग जाना'
          },
          {
            qText: `आसमान सिर पर उठा लेना`,
            options:
              'बहुत शोर करना, बहुत तंग करना, स्वयं अपनी प्रशंसा करना, आरम्भ करना'
          }
        ]
      },

      {
        questions: [
          {
            qText: 'घी के दिए जलाना',
            options: 'खुशियाँ मनाना, आरम्भ करना, मान रखना, चुगली करना'
          },
          {
            qText: 'दांतों तले उंगली दबाना',
            options: 'आश्चर्य चकित होना, बहुत शोर करना, स्वयं अपनी प्रशंसा करना, बहुत तंग करना'
          },
          {
            qText: 'दिन-रात एक करना',
            options: 'खूब परिश्रम करना, बहाने बनना, खुशियाँ मनाना, बहुत तेज दौड़ना'
          },
          {
            qText: 'बाएँ हाथ का खेल',
            options:
              'अति सरल कार्य, आरम्भ करना, बहाने बनना, अच्छी तरह याद रखना'
          },
          {
            qText: `हवा से बातें करना`,
            options: 'बहुत तेज दौड़ना, मान रखना, बहुत तंग करना, भाग जाना'
          },
          {
            qText: `श्री गणेश करना`,
            options:
              'आरम्भ करना, बहुत तंग करना, स्वयं अपनी प्रशंसा करना, मान रखना'
          }
        ]
      },

      {
        questions: [
          {
            qText: 'नौ-दो ग्यारहा होना',
            options: 'भाग जाना, कायर बनना, मान रखना, संतोष करना'
          },
          {
            qText: 'हाथ मलना',
            options: 'पछताना, कायर बनना, स्वयं अपनी प्रशंसा करना, बहुत तंग करना'
          },
          {
            qText: 'कान भरना',
            options: 'चुगली करना, अच्छी तरह याद रखना, खुशियाँ मनाना, खुशामद करना'
          },
          {
            qText: 'डींग मारना',
            options:
              'अपने मुँह अपनी बड़ाई करना, आरम्भ करना, बहाने बनना, भाग जाना'
          },
          {
            qText: `नाक रखना`,
            options: 'मान रखना, जी ललचाना, बहुत तंग करना, पछताना'
          },
          {
            qText: `चूड़ियां पहनना`,
            options:
              'कायर बनना, व्यर्थ में हँसना, अपने मुँह अपनी बड़ाई करना, मान रखना'
          }
        ]
      },

      {
        questions: [
          {
            qText: 'आँख लगना',
            options: 'नींद आना, कायर बनना, व्यर्थ में हँसना, संतोष करना'
          },
          {
            qText: 'गाँठ बाँधना',
            options: 'अच्छी तरह याद रखना, कायर बनना, स्वयं अपनी प्रशंसा करना, हिम्मत हारना'
          },
          {
            qText: 'आना कानी करना',
            options: 'न करने के लिए बहाना करना, अच्छी तरह याद रखना, संतोष करना, खुशामद करना'
          },
          {
            qText: 'दाँत दिखाना',
            options:
              'व्यर्थ में हँसना, अति सरल कार्य, बहाने बनना, भाग जाना'
          },
          {
            qText: `पीठ दिखाना`,
            options: 'भाग जाना, जी ललचाना, बहाने बनना, पछताना'
          },
          {
            qText: `खोपड़ी भिनभिनाना`,
            options:
              'तंग आना, व्यर्थ में हँसना, हिम्मत हारना, मान रखना'
          }
        ]
      },

      {
        questions: [
          {
            qText: 'मुँह में पानी भर आना',
            options: 'जी ललचाना, पछताना, बहाने बनना, संतोष करना'
          },
          {
            qText: 'पैर चूमना',
            options: 'खुशामद करना, कायर बनना, स्वयं अपनी प्रशंसा करना, हिम्मत हारना'
          },
          {
            qText: 'मन मारना',
            options: 'संतोष करना, अति सरल कार्य, संतोष करना, खुशामद करना'
          },
          {
            qText: 'मन हारना',
            options:
              'हिम्मत हारना, अति सरल कार्य, बहाने बनना, भाग जाना'
          },
          {
            qText: `पीठ दिखाना`,
            options: 'भाग जाना, संतोष करना, बहाने बनना, जी ललचाना'
          },
          {
            qText: `खोपड़ी भिनभिनाना`,
            options:
              'तंग आना, चुगली करना, कायर बनना, आश्चर्य चकित होना'
          }
        ]
      },
    ]
},
        
    ]
  };
