export default {
  label: 'वर्ण',
  id: 'hi-letter',
  img: 'writing',
  list: [
    {
      id: 'vowels-writing',
      type: 'tracing',
      label: 'स्वर वर्ण',
      data: {
        type: 'custom',
        audio: 'hi-letters.mp3',
        source: [
          {
            id: 'अ',
            paths: [
              'M 15 95 Q 95 95 93 143 Q 91 171 16 172 ',
              'M 16 172 Q 89 171 91 206 Q 96 249 9 245 ',
              'M 17 172 L 137 172 ',
              'M 137 95 L 137 245 ',
              'M 84 94 L 172 95 '
            ],
            width: 170,
            audio: 0
          },
          {
            id: 'आ',
            paths: [
              'M 15 95 Q 95 95 93 143 Q 91 171 16 172 ',
              'M 16 172 Q 89 171 91 206 Q 96 249 9 245 ',
              'M 17 172 L 137 172 ',
              'M 137 95 L 137 245 ',
              'M 184 96 L 184 246 ',
              'M 84 94 L 219 95 '
            ],
            width: 220,
            audio: 2
          },
          {
            id: 'इ',
            paths: [
              'M 83 97 L 83 127 Q 23 122 23 151 Q 20 184 62 184 Q 99 184 98 216 Q 98 245 26 244 C -12 240 40 170 87 271 ',
              'M 13 95 L 129 95 '
            ],
            width: 130,
            audio: 4
          },
          {
            id: 'ई',
            paths: [
              'M 82 95 L 82 125 Q 22 120 22 149 Q 19 182 61 182 Q 98 182 97 214 Q 97 243 25 242 C -13 238 39 168 86 269 ',
              'M 13 95 L 129 95 ',
              'M 80 94 Q 28 49 99 47 '
            ],
            width: 0,
            audio: 6
          },
          {
            id: 'उ',
            paths: [
              'M 54 97 Q 106 99 94 135 Q 83 158 46 170 ',
              'M 46 170 Q 120 143 112 208 Q 109 251 17 245',
              'M 13 97 L 141 97 '
            ],
            width: 140,
            audio: 8
          },
          {
            id: 'ऊ',
            paths: [
              'M 54 97 Q 106 99 94 135 Q 83 158 46 170',
              'M 46 170 Q 120 143 112 208 Q 109 251 17 245',
              'M 85 162 Q 157 122 147 218 ',
              'M 11 95 L 168 94 '
            ],
            width: 170,
            audio: 10
          },
          {
            id: 'ऋ',
            paths: [
              'M 80 95 L 83 244 ',
              'M 80 171 L 14 129 ',
              'M 82 171 L 19 213 ',
              'M 83 171 C 193 131 155 105 132 113 C 98 130 124 181 172 169 C 93 177 88 295 193 221 ',
              'M 6 95 L 191 96 '
            ],
            width: 200,
            audio: 24
          },
          {
            id: 'ए',
            paths: [
              'M 39 95 L 39 185 Q 39 200 85 245 ',
              'M 110 93 L 110 173 Q 109 188 86 197 ',
              'M 15 94 L 135 94 '
            ],
            width: 140,
            audio: 12
          },
          {
            id: 'ऐ',
            paths: [
              'M 38 95 L 38 185 Q 38 200 84 245 ',
              'M 107 94 L 107 174 Q 106 189 83 198 ',
              'M 13 95 L 133 95 ',
              'M 105 95 Q 96 64 54 51 '
            ],
            width: 140,
            audio: 14
          },
          {
            id: 'ओ',
            paths: [
              'M 15 95 Q 95 95 93 143 Q 91 171 16 172 ',
              'M 16 172 Q 89 171 91 206 Q 96 249 9 245 ',

              'M 17 172 L 137 172 ',
              'M 137 95 L 137 245 ',
              'M 184 96 L 184 246 ',
              'M 84 94 L 219 95 ',
              'M 183 93 Q 174 62 132 49 '
            ],
            width: 220,
            audio: 16
          },
          {
            id: 'औ',
            paths: [
              'M 15 95 Q 95 95 93 143 Q 91 171 16 172 ',
              'M 16 172 Q 89 171 91 206 Q 96 249 9 245 ',
              'M 17 172 L 137 172 ',
              'M 137 95 L 137 245 ',
              'M 184 96 L 184 246 ',
              'M 84 94 L 219 95 ',
              'M 182 93 Q 173 62 137 35 ',
              'M 180 93 Q 149 72 113 64 '
            ],
            width: 220,
            audio: 18
          },
          {
            id: 'अं',
            paths: [
              'M 15 95 Q 95 95 93 143 Q 91 171 16 172 ',
              'M 16 172 Q 89 171 91 206 Q 96 249 9 245 ',
              'M 17 172 L 137 172 ',
              'M 137 95 L 137 245 ',
              'M 84 94 L 172 95 ',
              'M 127 66 L 148 66 '
            ],
            width: 170,
            audio: 20
          },
          {
            id: 'अः',
            paths: [
              'M 15 95 Q 95 95 93 143 Q 91 171 16 172 ',
              'M 16 172 Q 89 171 91 206 Q 96 249 9 245 ',
              'M 17 172 L 137 172 ',
              'M 137 95 L 137 245 ',
              'M 84 94 L 172 95 ',
              'M 188 130 L 188 148 ',
              'M 186 201 L 186 219 '
            ],
            width: 205,
            audio: 22
          }
        ],
        repeatCount: 1
      }
    },
    {
      id: 'consonants-writing',
      type: 'tracing',
      label: 'व्यंजन वर्ण',
      data: {
        type: 'custom',
        audio: 'hi-letters.mp3',
        source: [
          {
            id: 'क',
            paths: [
              'M 93 95 L 93 245 ',
              'M 92 174 Q 12 95 12 171 Q 12 248 92 174 ',
              'M 94 172 C 150 114 224 169 115 216 ',
              'M 9 94 L 189 94 '
            ],
            audio: 28
          },
          {
            id: 'ख',
            paths: [
              'M 43 95 Q 45 169 13 175 C 24 255 86 268 136 235 ',
              'M 136 95 L 136 245 ',
              'M 116 123 C 56 133 57 197 134 191 ',
              'M 15 94 L 165 94 '
            ],
            audio: 30
          },
          {
            id: 'ग',
            paths: [
              'M 58 95 Q 62 190 33 190 C -2 187 0 140 56 142 ',
              'M 111 96 L 111 246 ',
              'M 10 95 L 150 95 '
            ],
            audio: 32
          },
          {
            id: 'घ',
            paths: [
              'M 53 96 C 17 103 8 159 69 158 C 9 165 11 261 120 213 ',
              'M 120 97 L 120 247 ',
              'M 8 95 L 148 95 '
            ],
            audio: 34
          },
          {
            id: 'ङ',
            paths: [
              'M 75 95 L 75 125 Q 15 120 15 149 Q 12 182 54 182 Q 91 182 90 214 Q 85 257 12 233 ',
              'M 9 94 L 109 94 ',
              'M 109 146 L 109 168 '
            ],
            audio: 36
          },
          {
            id: 'च',
            paths: [
              'M 20 135 L 66 135 C 27 166 27 241 117 201 ',
              'M 118 95 L 118 245 ',
              'M 12 95 L 152 95 '
            ],
            audio: 38
          },
          {
            id: 'छ',
            paths: [
              'M 46 121 C 6 121 -2 161 47 166 C -2 200 66 272 119 179 C 145 124 76 128 78 156 C 84 193 159 175 113 236 ',
              'M 105 95 L 105 136 ',
              'M 14 95 L 154 95 '
            ],
            audio: 40
          },
          {
            id: 'ज',
            paths: [
              'M 23 152 C 10 267 151 157 62 138 L 119 138 ',
              'M 120 95 L 120 245 ',
              'M 15 95 L 155 95 '
            ],
            audio: 42
          },
          {
            id: 'झ',
            paths: [
              'M 77 96 L 77 126 Q 17 121 17 150 Q 14 183 56 183 Q 93 183 92 215 Q 92 244 20 243 C -18 239 34 169 81 270 ',
              'M 71 185 L 146 185 ',
              'M 145 95 L 145 245 ',
              'M 11 95 L 181 95 '
            ],
            audio: 44
          },
          {
            id: 'ञ',
            paths: [
              'M 27 128 C 90 120 102 218 22 211 ',
              'M 79 173 L 114 173 ',
              'M 114 94 L 114 244 ',
              'M 9 96 L 149 96 '
            ],
            audio: 46
          },
          {
            id: 'ट',
            paths: [
              'M 81 96 L 81 146 C 38 142 12 165 12 190 C 14 261 91 256 108 208 ',
              'M 16 97 L 116 97 '
            ],
            audio: 48
          },
          {
            id: 'ठ',
            paths: [
              'M 74 95 L 74 145 C -4 147 -11 242 76 242 ',
              'M 76 243 C 144 242 143 146 74 147 ',
              'M 13 95 L 133 95 '
            ],
            audio: 50
          },
          {
            id: 'ड',
            paths: [
              'M 75 95 L 75 125 Q 15 120 15 149 Q 12 182 54 182 Q 91 182 90 214 Q 85 257 12 233 ',
              'M 9 94 L 109 94 '
            ],
            audio: 52
          },
          {
            id: 'ढ',
            paths: [
              'M 78 95 L 78 145 C -18 144 3 281 80 236 C 144 191 36 154 45 234 ',
              'M 19 95 L 119 95 '
            ],
            audio: 54
          },
          {
            id: 'ण',
            paths: [
              'M 23 94 C 23 124 23 179 63 179 C 103 179 103 144 103 94 ',
              'M 130 95 L 130 245 ',
              'M 9 95 L 169 95 '
            ],
            audio: 56
          },
          {
            id: 'त',
            paths: [
              'M 125 161 C -4 155 31 222 51 243 ',
              'M 126 94 L 126 244 ',
              'M 11 95 L 171 95 '
            ],
            audio: 58
          },
          {
            id: 'थ',
            paths: [
              'M 59 129 C -7 155 8 80 49 99 C 76 111 52 170 22 179 Q 76 220 114 170 ',
              'M 115 95 L 115 245 ',
              'M 72 97 L 132 97 '
            ],
            audio: 60
          },
          {
            id: 'द',
            paths: [
              'M 69 95 L 69 145 C -33 138 11 287 101 231 C 183 173 8 157 115 285 ',
              'M 9 95 L 129 95 '
            ],
            audio: 62
          },
          {
            id: 'ध',
            paths: [
              'M 10 125 C 43 149 86 111 40 97 C -4 87 -4 171 52 171 C -30 172 43 307 121 184 ',
              'M 122 96 L 122 246 ',
              'M 80 95 L 140 95 '
            ],
            audio: 64
          },
          {
            id: 'न',
            paths: [
              'M 44 151 C 71 179 66 218 32 214 C -5 209 -2 134 114 146 ',
              'M 115 94 L 115 244 ',
              'M 14 95 L 147 96 '
            ],
            audio: 66
          },
          {
            id: 'प',
            paths: [
              'M 29 96 C 27 168 39 192 105 177 ',
              'M 106 96 L 106 246 ',
              'M 9 95 L 149 95 '
            ],
            audio: 68
          },
          {
            id: 'फ',
            paths: [
              'M 38 97 C 36 169 48 193 114 178 ',
              'M 114 95 L 114 245 ',
              'M 114 177 C 185 110 209 169 164 229 ',
              'M 12 95 L 192 95 '
            ],
            audio: 70
          },
          {
            id: 'ब',
            paths: [
              'M 99 144 C -35 104 13 275 98 229 ',
              'M 99 95 L 99 245 ',
              'M 33 144 L 96 229 ',
              'M 8 95 L 140 95 '
            ],
            audio: 72
          },
          {
            id: 'भ',
            paths: [
              'M 62 124 C -7 155 8 80 49 99 C 74 118 72 202 34 199 C 16 198 -10 155 79 166 L 116 170 ',
              'M 117 95 L 117 245 ',
              'M 83 95 L 143 95 '
            ],
            audio: 74
          },
          {
            id: 'म',
            paths: [
              'M 57 98 C 61 125 53 228 19 196 C 15 195 -11 152 78 163 L 115 167 ',
              'M 115 95 L 115 245 ',
              'M 17 96 L 143 96 '
            ],
            audio: 76
          },
          {
            id: 'य',
            paths: [
              'M 33 95 Q 53 130 12 158 Q 33 201 102 172 ',
              'M 103 95 L 103 245 ',
              'M 13 95 L 139 95 '
            ],
            audio: 78
          },
          {
            id: 'र',
            paths: [
              'M 80 94 C 82 156 62 175 26 171 L 74 239 ',
              'M 13 95 L 123 95 '
            ],
            audio: 80
          },
          {
            id: 'ल',
            paths: [
              'M 135 94 L 135 244 ',
              'M 134 163 L 76 195 C 87 115 -25 143 31 244 ',
              'M 15 95 L 165 95 '
            ],
            audio: 82
          },
          {
            id: 'व',
            paths: [
              'M 91 136 C -4 123 -1 245 91 202 ',
              'M 92 94 L 92 244 ',
              'M 10 95 L 115 95 '
            ],
            audio: 84
          },
          {
            id: 'श',
            paths: [
              'M 73 123 C 5 167 11 80 52 99 C 94 121 89 199 37 199 C -28 196 65 101 67 251 ',
              'M 107 95 L 107 245 ',
              'M 78 96 L 148 96 '
            ],
            audio: 86
          },
          {
            id: 'ष',
            paths: [
              'M 26 95 C 24 167 29 207 104 183 ',
              'M 103 95 L 103 245 ',
              'M 26 95 L 104 178 ',
              'M 7 96 L 133 96 '
            ],
            audio: 88
          },
          {
            id: 'स',
            paths: [
              'M 71 96 C 73 158 53 177 17 173 L 65 241 ',
              'M 66 147 L 140 148 ',
              'M 142 96 L 142 246 ',
              'M 16 97 L 166 97 '
            ],
            audio: 90
          },
          {
            id: 'ह',
            paths: [
              'M 81 95 L 81 125 Q 21 120 21 149 Q 18 182 60 182 Q 105 181 97 208 ',
              'M 56 182 C 23 193 17 242 82 245 ',
              'M 14 95 L 114 95 '
            ],
            audio: 92
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'हिंदी स्वर वर्ण की पहचान करें',
      slug: 'correct-spelling',
      id: 'sound',
      data: {
        title: 'ध्वनि सुनें और अक्षर पर क्लिक करें',
        type: 'letters',
        words: 'अ, आ, इ, ई, उ, ऊ, ए, ऐ, ओ, औ, अं, अः, ऋ',
        audio: 'hi-letters.mp3'
      }
    },
    {
      type: 'rightOne',
      label: 'हिंदी व्यंजन वर्ण की पहचान करें',
      id: 'sound-2',
      commonData: {
        title: 'ध्वनि सुनें और अक्षर पर क्लिक करें',
        type: 'letters',
        audio: 'hi-letters.mp3'
      },
      data: [
        {
          audioOffset: 28,
          words: 'क, ख, ग, घ, ङ, च, छ, ज, झ, ञ'
        },
        {
          audioOffset: 48,
          words: 'ट, ठ, ड, ढ, ण, त, थ, द, ध, न'
        },
        {
          audioOffset: 68,
          words: 'प, फ, ब, भ, म, य, र, ल'
        },
        {
          audioOffset: 84,
          words: 'व, श, ष, स, ह'
        }
      ]
    },
    {
      type: 'group',
      label: 'स्वर बनाम व्यंजन ',
      id: 'classify-letter-type-hi',
      commonData: {
        title: 'व्यंजन और स्वर सही बॉक्स में डालें ',
        fontSize: '2rem',
        printTitle:
          'Rewrite the words given at the bottom at approprate boxes.',
        types: ['व्यंजन', 'स्वर']
      },
      data: [
        [`क, ख, ग, घ, ङ`, `अ, आ, इ, ई, उ`],
        [`ख, ग, घ, ङ, च`, `आ, इ, ई, उ, ऊ`],
        [`ग, घ, ङ, च, छ`, `इ, ई, उ, ऊ, ए`],
        [`घ, ङ, च, छ, ज`, `ई, उ, ऊ, ए, ऐ`],
        [`ङ, च, छ, ज, झ`, `उ, ऊ, ए, ऐ, ओ`],
        [`च, छ, ज, झ, ञ`, `ऊ, ए, ऐ, ओ, औ`],
        [`छ, ज, झ, ञ, ट`, `ए, ऐ, ओ, औ, अं`],
        [`ज, झ, ञ, ट, ठ`, `ऐ, ओ, औ, अं, अः`],
        [`झ, ञ, ट, ठ, ड`, `ओ, औ, अं, अः, ऋ`],
        [`ञ, ट, ठ, ड, ढ`, `ऐ, ओ, औ, अं, अः`],
        [`त, थ, द, ध, न`, `उ, ऊ, ए, अं, अः`],
        [`प, फ, ब, भ, म`, `आ, इ, ई, उ, ऊ`],
        [`य, र, ल, व, श, ष`, `ए, ऐ, ओ, औ, अं, अः`],
        [`स, ह,  क्ष, त्र, ज्ञ`, `अ, आ,  ई, उ, ऊ`]
      ]
    },

    {
      //Coumpound letters
      id: 'HindiCoumpoundletters',
      type: 'match',
      label: 'पत्र - संयोजन',
      commonData: {
        title: 'सही व्यंजन का मिलान करें',
        fontSize: '2rem'
      },
      data: [
        `क + अ, क
          क + आ, का
          क + इ, कि
          क + ई, की
          क + उ, कु`,

        `क + ऊ, कू
          क + ऋ, कृ
          क + ए, के
          क + ऐ, कै`,

        `क + ओ, को
          क + औ, कौ
          क + अं, कं
          क + अः, कः`,

        `ख + अ, ख
          ख + आ, खा
          ख +  इ, खि
          ख +  ई, खी`,

        `ख +  उ, खु
          ख +  ऊ, खू
          ख + ऋ, ख्री
          ख +  ए, खे
          ख +  ऐ, खै`,

        `ख +  ओ, खो
          ख + औ, खौ
          ख + अं, खं
          ख + अः, खः`,

        `ग + अ, ग
          ग + आ, गा
          ग + इ, गि
          ग + ई, गी`,

        `ग + उ, गु
          ग + ऊ, गू
          ग + ऋ, गृ
          ग + ए, गे`,

        `ग + ऐ, गै
          ग + ओ, गो
          ग + औ, गौ
          ग + अं, गं
          ग + अः, गः`,

        `घ + अ, घ
          घ + आ, घा
          घ + इ, घि
          घ + ई, घी`,

        `घ + उ, घु
          घ + ऊ, घू
          घ + ऋ, घृ
          घ + ए, घे`,

        `घ + ऐ, घेै
          घ + ओ, घो
          घ + औ, घौ
          घ + अं, घं
          घ + अः, घः`,

        `च + अ, च
          च + आ, चा
          च + इ, चि
          च + ई, ची`,

        `च + उ, चु
          च + ऊ, चू
          च + ऋ, चृ
          च + ए, चे
          च + ऐ, चै`,

        `च + ओ, चो
          च + औ, चौ
          च + अं, चं
          च + अः, चः`,

        `छ + अ, छ
          छ + आ, छा
          छ + इ, छि
          छ + ई, छी`,

        `छ + उ, छु
          छ + ऊ, छू
          छ + ऋ, छृ
          छ + ए, छे
          छ + ऐ , छै`,

        `छ + ओ, छो
          छ + औ, छौ
          छ + अं, छं
          छ + अः, छः`,

        `ज + अ, ज
          ज + आ, जा
          ज + इ, जि
          ज + ई, जी
          ज + उ, जु
          ज + ऊ, जू`,

        `ज + ऋ, जृ 
          ज + ए, जे
          ज + ऐ, जै
          ज + ओ, जो
          ज + औ, जौ
          ज + अं, जं
          ज + अः, जः`,

        `झ + अ, झ
          झ + आ, झा
          झ + इ, झि
          झ + ई, झी
          झ + उ, झु
          झ + ऊ, झू`,

        `झ + ऋ, झृ
          झ + ए, झे
          झ + ऐ, झै
          झ + ओ, झो
          झ + औ, झोे
          झ + अं, झं
          झ + अः, झः`,

        `ट + अ, ट
          ट + आ, टा
          ट + इ, टि
          ट + ई, टी`,

        `ट + उ, टु
          ट + ऊ, टू
          ट + ऋ, टृ
          ट + ए, टे
          ट + ऐ, टै`,

        `ट + ओ, टो
          ट + औ, टौ
          ट + अं, टं
          ट + अः, टः`,

        `ठ + अ, ठ
          ठ + आ, ठा
          ठ + इ, ठि
          ठ + ई, ठी
          ठ + उ, ठु
          ठ + ऊ, ठू`,

        `ठ + ऋ, ठृ
          ठ + ए, ठे
          ठ + ऐ, ठै
          ठ + ओ, ठो
          ठ + औ, ठौ
          ठ + अं, ठं
          ठ + अः, ठः`,

        `ड + अ, ड
          ड + आ, डा
          ड + इ, डि
          ड + ई, डी
          ड + उ, डु
          ड + ऊ, डू`,

        `ड + ऋ, डृ
          ड + ए, डे
          ड + ऐ, डै
          ड + ओ, डो
          ड + औ, डौ
          ड + अं, डं
          ड + अः, डः`,

        `ढ + अ, ढ
          ढ + आ, ढा
          ढ + इ, ढि
          ढ + ई, ढी
          ढ + उ, ढु
          ढ + ऊ, ढू`,

        `ढ + ऋ, ढृ
          ढ + ए, ढे
          ढ + ऐ, ढै
          ढ + ओ, ढो
          ढ + औ, ढौ
          ढ + अं, ढं
          ढ + अः, ढः`,

        `त + अ, त
          त + आ, ता
          त + इ, ति
          त + ई, ती
          त + उ, तु
          त + ऊ, तू`,

        `त + ऋ, तृ
          त + ए, ते
          त + ऐ, तै
          त + ओ, तो
          त + औ, तौ
          त + अं, तं
          त + अः, तः`,

        `थ + अ, थ
          थ + आ, था
          थ + इ, थि
          थ + ई, थी
          थ + उ, थु
          थ + ऊ, थू`,

        `थ + ऋ, थृ
          थ + ए, थे
          थ + ऐ, थै
          थ + ओ, थो
          थ + औ, थौ
          थ + अं, थं
          थ + अः, थः`,

        `द + अ, द
          द + आ, दा
          द + इ, दि
          द + ई, दी
          द + उ, दु
          द + ऊ, दू`,

        `द + ऋ, दृ
          द + ए, दे
          द + ऐ, दै
          द + ओ, दो
          द + औ, दौ
          द + अं, दं
          द + अः, दः`,

        `ध + अ, ध
          ध + आ, धा
          ध + इ, धि
          ध + ई, धी
          ध + उ, धु
          ध + ऊ, धू`,

        `ध + ऋ, धृ
          ध + ए, धे
          ध + ऐ, धै
          ध + ओ, धो
          ध + औ, धौ
          ध + अं, धं
          ध + अः, धः`,

        `न + अ, न
          न + आ, ना
          न + इ, नि
          न + ई, नी
          न + उ, नु
          न + ऊ, नू`,

        `न + ऋ, नृ
          न + ए, ने
          न + ऐ, नै
          न + ओ, नो
          न + औ, नौ
          न + अं, नं
          न + अः, नः`,

        `प + अ, प
          प + आ, पा
          प + इ, पि
          प + ई, पी
          प + उ, पु
          प + ऊ, पू`,

        `प + ऋ, पृ
          प + ए, पे
          प + ऐ, पै
          प + ओ, पो
          प + औ, पौ
          प + अं, पं
          प + अः, पः`,

        `फ + अ, फ
          फ + आ, फा
          फ + इ, फि
          फ + ई, फी
          फ + उ, फु
          फ + ऊ, फू`,

        `फ + ऋ, फृ
          फ + ए, फे
          फ + ऐ, फै
          फ + ओ, फो
          फ + औ, फौ
          फ + अं, फं
          फ + अः, फः`,

        `ब + अ, ब
          ब + आ, बा
          ब + इ, बि
          ब + ई, बी
          ब + उ, बु
          ब + ऊ, बू`,

        `ब + ऋ, बृ
          ब + ए, बे
          ब + ऐ, बै
          ब + ओ, बो
          ब + औ, बौ
          ब + अं, बं
          ब + अः, बः`,

        `भ + अ, भ
          भ + आ, भा
          भ + इ, भि
          भ + ई, भी
          भ + उ, भु
          भ + ऊ, भू`,

        `भ + ऋ, भृ
          भ + ए, भे
          भ + ऐ, भै
          भ + ओ, भो
          भ + औ, भौ
          भ + अं, भं
          भ + अः, भः`,

        `म + अ, म
         म + आ, मा
         म + इ, मि
         म + ई, मी
         म + उ, मु
         म + ऊ, मू`,

        `म + ऋ, मृ
         म + ए, मे
         म + ऐ, मै
         म + ओ, मो
         म + औ, मौ
         म + अं, मं
         म + अः, मः`,

        `य + अ, य
         य + आ, या
         य + इ, यि
         य + ई, यी
         य + उ, यु
         य + ऊ, यू`,

        `य + ऋ, यृ
         य + ए, ये
         य + ऐ, यै
         य + ओ, यो
         य + औ, यौ
         य + अं, यं
         य + अः, यः`,

        `र + अ, र
         र + आ, रा
         र + इ, रि
         र + ई, री
         र + उ, रु
         र + ऊ, रू`,

        `र + ऋ, रृ
         र + ए, रे
         र + ऐ, रै
         र + ओ, रो
         र + औ, रौ
         र + अं, रं
         र + अः, रः`,

        `ल + अ, ल
         ल + आ, ला
         ल + इ, लि
         ल + ई, ली
         ल + उ, लु
         ल + ऊ, लू`,

        `ल + ऋ, लृ
         ल + ए, ले
         ल + ऐ, लै
         ल + ओ, लो
         ल + औ, लौ
         ल + अं, लं
         ल + अः, लः`,

        `व + अ, व
         व + आ, वा
         व + इ, वि
         व + ई, वी
         व + उ, वु
         व + ऊ, वू`,

        `व + ऋ, वृ
         व + ए, वे
         व + ऐ, वै
         व + ओ, वो
         व + औ, वौ
         व + अं, वं
         व + अः, वः`,

        `श + अ, श
         श + आ, शा
         श + इ, शि
         श + ई, शी
         श + उ, शु
         श + ऊ, शू`,

        `श + ऋ, श्री
         श + ए, शे
         श + ऐ, शै
         श + ओ, शो
         श + औ, शौ
         श + अं, शं
         श + अः, शः`,

        `ष + अ, ष
         ष + आ, षा
         ष + इ, षि
         ष + ई, षी
         ष + उ, षु
         ष + ऊ, षू`,

        `ष + ऋ, षृ
         ष + ए, षे
         ष + ऐ, षै
         ष + ओ, षो
         ष + औ, षौ
         ष + अं, षं
         ष + अः, षः`,
        
        `ह + अ, ह 
ह + आ, हा
ह +  इ, हि
ह + ई, ही
ह + उ, हु
ह + ऊ, हू`,

`ह + ऋ, हृ
ह + ए, हे 
ह + ऐ, है 
ह + ओ, हो
ह + औ, हौ
ह + अं, हं 
ह + अः, हः`,

`क्ष + अ, क्ष
क्ष + आ, क्षा
क्ष + इ, क्षि 
क्ष + ई, क्षी
क्ष  + उ, क्षु 
क्ष + ऊ, क्षू`,

`क्ष + ऋ, क्ष्री 
क्ष + ए, क्षे 
क्ष  + ऐ, क्षै
क्ष  + ओ, क्षो 
क्ष + औ, क्षौ
क्ष  + अं, क्षं
क्ष + अः, क्षः`, 

`त्र + अ, त्र 
त्र + आ, त्रा 
त्र + इ, त्रि 
त्र + ई , त्री 
त्र + उ, त्रु 
त्र + ऊ, त्रू`,

`त्र + ऋ, त्रृ 
त्र + ए, त्रे 
त्र + ऐ, त्रै 
त्र + ओ, त्रो 
त्र + औ, त्रौ 
त्र + अं, त्रां
त्र + अः, त्रः`


      ]
    }
  ]
};
