export default {
  label: 'poem',
  id: 'hi-poem',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'मम्मी मेरी प्यारी दुनिया से है न्यारी',
      data: {
        title: 'मम्मी मेरी प्यारी दुनिया से है न्यारी',
        text: [
          {
            type: 'poem',
            text: `मम्मी मेरी प्यारी
            दुनिया से है न्यारी
            
            पहनती है वह साड़ी
            प्यार करती ढेर सारी।
            
            पापा भी है प्यारे
            दुनिया से न्यारे
            
            मिठाइयां लाते सारे
            प्यारे हो जो हमारे ।`
          }
        ]
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'मेरी बिल्ली रानी है लेकिन बड़ी सयानी है।',
      data: {
        title: 'मेरी बिल्ली रानी है लेकिन बड़ी सयानी है।',
        text: [
          {
            type: 'poem',
            text: `मेरी बिल्ली रानी है लेकिन बड़ी सयानी है।
            दिन भर घर में घूमती है चूहों को भी मार भगाती है।        
            मम्मी जब दूध रखती है झटपट आकर पीती है।`
          }
        ]
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'नानी मेरी नानी सारे जग से सयानी।',
      data: {
        title: 'नानी मेरी नानी सारे जग से सयानी।',
        text: [
          {
            type: 'poem',
            text: `नानी मेरी नानी सारे जग से सयानी।
            रोज सुनाती कहानी कभी राजा कभी रानी            
            उनको याद जुबानी। जब भी कोई तंग करता डांट लगाती पुरानी। ।`
          }
        ]
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'आम है फलों का राजा उसको खाते सब कोई ताजा',
      data: {
        title: 'आम है फलों का राजा उसको खाते सब कोई ताजा',
        text: [
          {
            type: 'poem',
            text: `आम है फलों का राजा उसको खाते सब कोई ताजा
            पापा जब भी बाजार जाते ढेर सारे आम लाते            
            आम फल का राजा है मैं पापा का राजा हूं           
            छोटा सा हूं , मोटा सा हूं गोदी में सबके खेलता हूं।`
          }
        ]
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'चंदा मामा आए हैं रात भी हो गई है',
      data: {
        title: 'चंदा मामा आए हैं रात भी हो गई है',
        text: [
          {
            type: 'poem',
            text: `चंदा मामा आए हैं रात भी हो गई है
            तारों का आसमान है टिमटिम टिमटिम तारे हैं            
            आंगन में डली चारपाई है कहानियों की शामत आई है।`
          }
        ]
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'तितली होती रंग',
      data: {
        title: 'तितली होती रंग',
        text: [
          {
            type: 'poem',
            text: `तितली होती रंग – बिरंगी फूलों पर घूमती डाली – डाली।
            कोई लाल , कोई हरी ,होती कोई काली। इतना कोमल इतना सुंदर           
            सब बच्चों लगती प्यारी। हाथ किसी के नहीं आती घूमती दुनिया सारी। ।`
          }
        ]
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'सावन जब आता है खूब मजा आता है।',
      data: {
        title: 'सावन जब आता है खूब मजा आता है।',
        text: [
          {
            type: 'poem',
            text: `सावन जब आता है खूब मजा आता है।
            चारों ओर हरियाली होती पेड़ों पर खुशियाली होती।          
            दादुर , मोर , पपीहा गाते मेंढक उछलकर नाच करते।            
            कोयल ऊंचे तान सुनाती घूम – घूम कर सगुन बजाती। ।`
          }
        ]
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'बन्दर मामा की पिकनिक',
      data: {
        title: 'बन्दर मामा की पिकनिक',
        text: [
          {
            type: 'poem',
            text: `बन्दर मामा बन्दर मामा, पहने कुर्ता और पजामा।
            गए मनाने थे पिकनिक, हुई रास्ते में झिकझिक।            
            कालू कुत्ता सोया था, सपनों में वह खोया था।           
            मामा का जब पैर पड़ा, कुत्ता फौरन हुआ खड़ा।           
            खूब दूर-दूर तक दौड़ाया, मामा का सिर चकराया।           
            कुत्ता बोला भौं भौं भौं, मामा बोले खौं खौं खौं।`
          }
        ]
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'चूहे राजा',
      data: {
        title: 'चूहे राजा',
        text: [
          {
            type: 'poem',
            text: `चूहे राजा, चुहिया रानी, खाते बिस्कुट, पीते पानी।
            चूहे जी बीमार है, कसकर उन्हें बुखार है।            
            चूहे भैया तड़प रहे हैं, कड़वी गोली गटक रहे हैं।`
          }
        ]
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'चिड़िया उड़ती फुर्र',
      data: {
        title: 'चिड़िया उड़ती फुर्र',
        text: [
          {
            type: 'poem',
            text: `फुर्र-फुर्र वह उड़ती, जाती कितनी दूर।
नन्हे से हैं पंख, पर ताकत भरपूर।            
फुर्र-फुर्र वह उड़ती, इधर-उधर वह मुड़ती।            
तैर हवा में जाती, बैठे-बैठे गाती।           
फिर से वह उड़ जाती दूर बहुत है जाती।`
          }
        ]
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'चुनमुन मैना',
      data: {
        title: 'चुनमुन मैना',
        text: [
          {
            type: 'poem',
            text: `बड़े सवेरे सूरज के संग नीम पेड़ पर आकर बैठी,
            टहनी-टहनी चहक-चहककर उड़ती-फिरती ऐंठी-ऐंठी।            
            घर आंगन और चौबारे पर चुनमुन मैना दाने चुगती,           
            और कभी नानी मां के संग हर पल नई कहानी बुनती।           
            कितने सारे गीत सुनाती, फुदक-फुदककर मैना रानी            
            सरगम के सातों सुर गाती सा रे गा मा पा धानी।           
            सांझ ढले फिर सूरज के संग लौट घोंसले में वह जाती,           
            कल आने का वादा करके सपने सलोने दे जाती।`
          }
        ]
      }
    },
    {
      id: '1200',
      type: 'passage',
      label: 'गौरैया',
      data: {
        title: 'गौरैया',
        text: [
          {
            type: 'poem',
            text: `आंगन में बैठी गौरैया, फुदक-फुदक करती ता-थैया।
            पांव दबाकर धीरे-धीरे, गया पकड़ने छिपकर भैया।।            
            जैसे ही वह पास में आय और पकड़ने हाथ बढ़ाया।          
            चकमा देकर फुर्र हो गई, बहुत-बहुत भैया पछताया।।`
          }
        ]
      }
    },
    {
      id: '1300',
      type: 'passage',
      label: 'हाथी का पाजामा',
      data: {
        title: 'हाथी का पाजामा',
        text: [
          {
            type: 'poem',
            text: `हाथी ने अपनी शादी में पाजामा सिलवाया,
            नाप लिया बंदर मामा ने उन्हें पसीना आया।           
            बोला-इसमें लग जाएंगे पूरे दो थान,          
            हाथी बोला एक थान में मामा जाओ मान।           
            बंदर बोला, नहीं-नहीं फिर पाजामा सिलवाओ,           
            उसे पहनकर धूमधाम से ब्याह रचाने जाओ।`
          }
        ]
      }
    },
    {
      id: '1400',
      type: 'passage',
      label: 'बंदर समझा',
      data: {
        title: 'बंदर समझा',
        text: [
          {
            type: 'poem',
            text: `लड़े एक दिन बड़े जोर से, बंदर और बंदरिया।
            रूठा बंदर भागा घर से, बिना कहे चुपचाप।            
            बैठ रेल में पहुंचा दिल्ली, समझन पाया बात।            
            भाग-भागकर लोग सभी थे, बस-ऑटो में चढ़ते।            
            और गाड़ियां दौड़ रही थीं, इधर-उधर सरपट से।           
            समझा बंदर ने आफत कोई, दिल्ली में है आई।            
            भागा बंदर भी झट घर को, आपस की भूल लड़ाई।`
          }
        ]
      }
    },
    {
      id: '1500',
      type: 'passage',
      label: 'सर्दी की धूप',
      data: {
        title: 'सर्दी की धूप',
        text: [
          {
            type: 'poem',
            text: `सर्दी की उजली, गुनगुनी धानी धूप।
            मां के आंचल-सी, लगती सुहानी धूप।            
            कुरमुरी- कुरमुरी, खाता मुंगफली-सी।            
            लगती है नमकीन, पूड़ी- पानी धूपा।           
            मीठी- मनभाती, निदिरा-सी, लोरी-सी।            
            नानी के मुख से, सुनी कहानी धूपा।            
            जीवन हो सबका, उजला जैसे दरपना।            
            खुश हो कहती है, सबको सयानी धूपान।`
          }
        ]
      }
    },
    {
      id: '1600',
      type: 'passage',
      label: 'दवाई खाती',
      data: {
        title: 'दवाई खाती',
        text: [
          {
            type: 'poem',
            text: `बिल्लो नहीं दवाई खाती, कैसे होगी ठीक।
            सारे दिन आती रहती है, जोर-जोर से छींक।           
            बंदरिया उसको समझाती, डांटा करती हैै।            
            पर बंदरिया से भी बिल्लो, जरा न डरती है।`
          }
        ]
      }
    }
  ]
};
