export default {
  label: 'Stories',
  id: 'bn-reading',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'प्यासे कौवे की कहानी',
      data: {
        title: 'प्यासे कौवे की कहानी',
        img: {
          url: 'img/story/01_crow.jpg'
        },
        text: `एक बार की बात है, गर्मियों की चिलचिलाती दोपहर में एक प्यासा कौवा पानी की तलाश में इधर-उधर भटक रहा था, लेकिन उसे पानी कहीं नहीं मिला। वह प्यासा उड़ता ही जा रहा था। उड़ते-उड़ते उसकी प्यास बढ़ती जा रही थी, जिस कारण उसकी हालत खराब होने लगी। अब कौवे को लगने लगा कि उसकी मौत नजदीक है, लेकिन तभी उसकी नजर एक घड़े पर पड़ी।
          वो तुरंत हिम्मत जुटाकर उस घड़े तक पहुंचा, लेकिन उसकी खुशी बस कुछ समय के लिए ही थी, क्योंकि उस घड़े में पानी तो था, लेकिन इतना नहीं था कि कौवे की चोंच उस पानी तक पहुंच सके। कौवे ने हर तरह से पानी पीने की कोशिश की, लेकिन वह पानी पीने में सफल नहीं हो पाया।
          अब कौवा पहले से भी ज्यादा दुखी हो गया था, क्योंकि उसके पास पानी होते हुए भी वह प्यासा था। कुछ देर घड़े को देखते-देखते कौवे की नजर घड़े के आसपास पड़े कंकड़ों पर पड़ी और कंकड़ों को देखते ही उसके मन में एक योजना आई। 
          उसने सोचा कि थोड़ी मेहनत करके अगर वह एक-एक करके सारे कंकड़ घड़े में डाल दे, तो पानी ऊपर आ जाएगा और वो आसानी से पानी पी सकेगा। उसने एक-एक कर आसपास पड़े कंकड़ों को घड़े में डालना शुरू कर दिया। वह कंकड़ों को तब तक घड़े में डालता रहा, जब तक पानी ऊपर उसकी चोंच तक नहीं आ गया। फिर काफी मेहनत के बाद जब पानी ऊपर आ गया, तो कौवे ने जी भरकर पानी पिया और अपनी प्यास बुझाई।`,
        moral: `कहानी से सीख : इस कहानी से हमें यह सीख मिलती है कि हमें किसी भी परिस्थिति में हिम्मत नहीं हारनी चाहिए। मेहनत करते रहना चाहिए, क्योंकि मेहनत करने वाले को ही सफलता मिलती है।`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'ईमानदार लकड़हारा',
      data: {
        title: 'ईमानदार लकड़हारा',
        img: {
          url: 'img/story/02_woodcutter.png'
        },
        text: `यह कहानी है , एक लकड़हारे की जिसका नाम था राजू | राजू एक बहुत ही मेहनती और ईमानदार इंसान था | उसने अपने जीवन में कभी भी गलत तरीके से पैसे नहीं कमाए थे | वह रोज मेहनत करके लकड़ियां काटता और उसे बेचकर अपना घर चलाता | राजू का जीवन हमेशा संघर्षों से भरा रहा पर फिर भी उसने अपने जीवन से कभी हार नहीं मानी , मेहनत करता रहा और आगे बढ़ता रहा |
          एक दिन की बात है , राजू लकड़हारा हमेशा की तरह जंगल में लकड़ियां काटने के लिए जाता है | वह अच्छी लकड़ियों की तलाश में होता है पर वहां आसपास उसे कहीं भी अच्छी लकड़ियां नहीं मिलती | राजू सोचता है , कि वह नदी के पास जाकर लकड़िया काटेगा | जहां उसे अच्छी लकड़ियां मिल जाएगी |   
          राजू ऐसा ही करता है। वह नदी के पास एक बड़े से पेड़ में चढ़कर लकड़ियां काट रहा होता है | लकड़ियां काटते वक्त राजू कि कुल्हाड़ी नदी में गिर जाती है | राजू को समझ नहीं आता है , कि यह क्या हो रहा है और वह रोने लगता है | वह अपनी कुल्हाड़ी नदी से नहीं निकाल सकता था , क्योंकि पानी बहुत गहरा था और उसे तैरना भी नहीं आता था | राजू को समझ नहीं आ रहा था , कि वह क्या करें क्योंकि उसकी कुल्हाड़ी ही उसका सब कुछ थी | उसकी रोजी-रोटी उस कुल्हाड़ी के बिना संभव नहीं थी |
          राजू वहीं बैठे बैठे भगवान का ध्यान करता है और उनसे अपनी कुल्हाड़ी वापस मांगता है | राजू के प्रार्थना करने से जल से एक देवी प्रकट होती है | वह देवी राजू से उसकी परेशानी के बारे में पूछती है | राजू सारा किस्सा सुना कर उनसे कुल्हाड़ी वापस करने की विनती करता है | देवी को राजू पर बहुत दया आती है , वह एक सोने की कुल्हाड़ी निकाल कर पूछती है , कि क्या यह कुल्हाड़ी उसकी है ? 
          राजू इंकार कर देता है | उसके बाद देवी चांदी की कुल्हाड़ी निकाल कर पूछती है , कि क्या वह कुल्हाड़ी उसकी है ? राजू उसमें भी इंकार कर देता है | अब देवी राजू की असली कुल्हाड़ी जोकी लोहे की थी , वह निकाल कर उससे पूछती है , कि क्या यह कुल्हाड़ी उसकी है ? राजू अपनी कुल्हाड़ी देखकर खुश हो जाता है और वह झट से हां कह देता है | जल की देवी को राजू की इमानदारी बहुत पसंद आती है | वह तीनों कुल्हाड़ी राजू को भेंट कर देती है , उसकी इमानदारी के लिए | 
          राजू मना करता है , पर जल की देवी उससे कहती है कि तुम्हारे जैसे ईमानदार इंसान इस दुनिया में बहुत कम होते हैं | जो इंसान मन के सच्चे होते हैं , वह मुझे बहुत प्रिय होते हैं | यह एक देवी का तोहफा है , तुम्हारे लिए , तूम इसे स्वीकार करके मुझे खुश कर दो | देवी की यह बात सुनकर राजू वह तीनों कुल्हाड़ी रख लेता है और खुशी-खुशी अपने घर को लौट जाता है |`,
        moral:
          'शिक्षा:- इस Lakadhare Ki Kahani से हमें यह सीख मिलती है , कि चाहे कुछ भी हो जाए एक इंसान को हमेशा ईमानदार होना चाहिए क्योंकि जब आप सच्चे और ईमानदार होते हैं , तो आप ईश्वर को बहुत प्यारे होते हैं और वह आपकी ईमानदारी का तोहफा आपको जरूर देते हैं |'
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'तेनालीराम और बैंगन की सब्जी',
      data: {
        title: 'तेनालीराम और बैंगन की सब्जी',
        img: {
          url: 'img/story/03_brinjal.png'
        },
        text: `राजा कृष्णदेव राय के निजी बगीचे में बैंगन के पौधे थे, जो बिना बीज के थे। राजा की आज्ञा के बिना न तो कोई उस बगीचे में जा सकता था, न ही कोई फल तोड़ सकता था। राजा कृष्णदेव राय के अतिरिक्त किसी ने वे बैंगन नहीं चखे थे।
एक दिन राजा कृष्णदेव राय ने सभी दरबारियों को राजमहल में दावत पर बुलाया। दावत में बिना बीज वाले उन ख़ास बैंगनों का सालन भी बना था।
तेनालीराम को वह इतना पसन्द आया कि घर लौट कर भी वह उसी की बात करता रहा। तेनाली से उन बैगनों की इतनी तारीफ सुनकर उसकी पत्नी ने भी बैगन खाने की इच्छा प्रगट की। लेकिन मैं वे बैंगन तुम्हारे लिए कैसे ला सकता हूँ। तेनालीराम अपनी पत्नी से बोला, अरे महाराज को वे बैंगन इतने प्रिय है कि पेड़ से एक भी कम हो जाये, तो वे पूरा राजमहल सर पर उठा लेते हैं।
मै तो रंगे हाथों पकड़ा जाऊंगा। पर तेनाली की पत्नी न मानी। स्त्री हठ के आगे तेनाली को झुकना ही पड़ा और वह शाही बगीचे से बैंगन चुरा कर लाने के लिए तैयार हो गया। अगले दिन शाम के समय तेनालीराम चुपके से शाही बगीचे में घुसा और कुछ बैंगन तोड़ लाया।
उसकी पत्नी ने बड़ी लगन से बैंगन की सब्जी बनायी। सब्जी बहुत अच्छी बनी थी, तेनाली की पत्नी को बहुत पसंद आयी। वह अपने छः साल के बेटे को भी वह सब्जी चखाना चाहती थी, पर तेनाली ने उसे मना करते हुए कहा, ऐसी गलती मत करना। अगर उसके मुहं से किसी के सामने निकल गया, तो मुसीबत में पद जायेंगे।
पर तेनाली की पत्नी न मानी, यह कैसे हो सकता है कि वह इतना बढ़िया भोजन करे और अपने लाल को चखाये भी नहीं। इस सब्जी का स्वाद तो ताउम्र जुबान पर रहेगा। आप कोई तरकीब निकालो न जिससे सांप भी मर जाये और लाठी भी न टूटे।
हारकर तेनालीराम ने हथियार डाल दिये और छत पर सो रहे अपने पुत्र को उठाने गया। परन्तु उसे उठाने से पहले, तेनाली ने एक बाल्टी पानी से भरी और सोते हुए पुत्र पर डाल दी। हड़बड़ा कर उसने आँखे खोल दी, तो उसे गोदी में उठाते हुए तेनालीराम बोला, जोर की बारिश हो रही है। चल भीतर चल कर सोते हैं।
घर के भीतर लाकर तेनालीराम ने उसके वस्त्र बदले और उसे बैंगन की सब्जी खिलायी। भोजन करते समय तेनाली ने फिर याद दिलाया कि वर्षा के कारण अब सबको भीतर ही सोना पड़ेगा। अगले दिन राजा को बैंगन की चोरी के विषय में पता चल गया। शाही बगीचे के माली ने जब बैंगन की गिनती की तो उसमें चार बैंगन कम निकले।
चारों ओर शोर मच गया। पूरे शहर में बैंगन चोरी होने की चर्चा होने लगी। महाराज ने चोर के सिर पर भारी ईनाम घोषित किया। न जाने कैसे दण्डनायक सेनापति को तेनालीराम पर शक हो गया। उसने महाराज को अपने शक के बारे में बताया।
उसके अनुसार तेनालीराम के अतिरिक्त किसी में इतना साहस नहीं है कि शाही बगीचे से बैगन चुरा सके। महाराज ने कहा, तेनालीराम बहुत चतुर है। यदि उसने चोरी की है, तो वह अपनी चालाकी से बात छुपा जाएगा। ऐसा करो, तेनाली के पुत्र को बुलाओ। हम उसके पुत्र से सच्चाई का पता लगायेंगे।
तेनालीराम के पुत्र को राजदरबार में लाया गया। उससे पूछा गया कि उसने कल रात को भोजन में क्या खाया था। वह बोला, मैंने कल रात को बैंगन खाये थे। वे इतने स्वादिष्ट थे कि उनका जवाब नहीं था।
अब तो दण्डनायक ने तेनाली को धर दबोचा। तेनाली! अब तो तुम्हें अपना अपराध मानना ही पड़ेगा। क्यों ? मैंने कुछ किया ही नहीं है, तो मैं अपराध क्यों मानूं ? तेनाली बोला, कल रात मेरा बेटा जल्दी ही सो गया था।
ऐसा प्रतीत होता है कि उसने कोई सपना देखा है, तभी वह बैंगन, बारिश आदि जैसी नामुमकिन बातें कर रहा है। पूछिये उससे क्या कल रात बारिश हुई थी ? दण्डनायक ने बच्चे से बारिश के विषय में पूछा, तो बच्चे ने भोलेपन से जवाब दिया, कल रात तो बहुत तेज वर्षा हुई थी। मैं बाहर सो रहा था। मेरे सारे वस्त्र भींग गये। इसके बाद मैं भीतर आकर सोया।         
वास्तविकता तो यही थी कि पिछली रात शहर में एक बूँद भी वर्षा नहीं हुई थी। बच्चे की बात सुनकर दण्डनायक और राजा कृष्णदेव राय चुप हो गये और उन्होंने तेनालीराम पर शक करने के लिए माफ़ी मांगी।`
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'भेड़िये और बकरी की कहानी',
      data: {
        title: 'भेड़िये और बकरी की कहानी',
        text: `एक बार की बात है एक जंगल मैं एक बकरी अपने पांच बच्चो के साथ रहती थी. वो अपने बच्चो को बहुत प्यार करती थी जैसे की सभी माये अपने बच्चो को प्यार करती है. एक दिन वो जंगल मैं खाने की तलाश को जाने लेगी तो उसने अपने बच्चो को कहा की तुम सब सावधान रहना, क्युकी जंगल मैं एक भेड़िया है जो की आवाज़ बदल कर बेफकूफ बनता है और शिकार करता है. अगर वो यहाँ पर आएगा तो वो आपको खा जायेगा. भेड़िया अक्सर खुद को झुठलाता है लेकिन आप उसे अपनी मोटी आवाज और उसके काले पैरों से बाहर कर सकते हो.
कुछ देर बाद किसी ने दरवाजे पर दस्तक दी , की मेरे प्यारे बच्चो दरवाज़ा खोलो मैं जंगल से खाना लेकर वापिस आ गयी हु. लेकिन भेड़िया ने एक गलती कर दी थी की उसने अपने काले पंजे दरवाजे के खुलने के निकट रखे थे, इसलिए बकरी के बच्चो ने उन्हें देखा और कहा, की नहीं, हम दरवाजा नहीं खोलेंगे.
हमारी मां का कोई काला पैर नहीं है तुम एक भेड़िया हैं. उस समय तो भेड़िया वापिस चेला गया और अपने पेरो को सफेद करके फिर से वापिस आया और दरवाज़ा खटखटाने लग गया. खोलो मेरे बच्चो मैं जंगल से वापिस आ गयी हु. बच्चो ने कहा की पहले तुम ये बताओ की तुम हमारी माँ हो या नहीं , तभी भेड़िये ने अपने पेरो को दरवाज़े पर रखा , उसके सफेद पैर नज़र आ रहे थे , तो बच्चो ने सोचा की ये पैर तो हमारी माँ के है और उन्होंने दरवाज़ा खोल दिया, फिर क्या अब तो भेड़िया घर मैं आ चूका था.
अब सरे बच्चे दर से कैंप रहे थे की अब क्या केरे ये भेड़िया तो हीमे खा जायेगा. सभी कही न कही छुपने लग गए. लेकिन धीरे धीरे भेड़िये ने सबको बहार निकला और एक एक करके सभी को खाने लग गया. लेकिन एक बच्चा जो की एक दिवार के कोने मैं चुप गया था जहा अँधेरा था उसे वो ढूंढ नहीं सका इसलिए वो बच गया. जब भेड़िया उन सभी को खाकर संतुस्ट हो गया तो कुछ दूर जाकर एक पेड़ के निचे बेथ गया.
जब माँ बकरी घर पर वापिस आयी तो उसने देखा की सारा का सारा घर का सामान उल्टा पुल्टा पड़ा है और कोई भी बच्चा नज़र नहीं आ रहा है, उसने सभी को आवाज़ लगायी लेकिन कोई भी नहीं बोला, कुछ हलकी सी आवाज़ सुनाई दी , वो आवाज़ थी दिवार के पीछे खड़े बच्चे की. माँ बिलख बिलख कर रोने लग गयी की भेड़िया मेरे सरे बच्चो को खा गया, अब मैं क्या करू. मेरे गरीब बच्चों को वह अपने खाने के लिए निगल लिया है, अभी तक जीवित हैं.
बकरी घर पर गयी और वह से एक कैंची और सुई और धागा लेकर आयी. उसने देखा की भेड़िया पेड़ के निचे आराम से सो रहा था की तभी बकरी ने मौका देखकर उस भेड़िये का पेट काट दिया तो उसने देखा की उसके सभी बच्चे अभी भी जीवित थे. उसने एक एक करके अपने सरे बच्चो को भेड़िये के पेट से बहार निकल दिए और कहा की अब तुम सब जाओ और अपने वजन के बराबर पत्थर लेकर आओ और इसके पेट मैं डाल दो. उन सब ने ऐसा ही किया उसके बाद बकरी ने भेड़िये का पेट सुई से सील दिया, और अपने बच्चो को लेकर घर वापिस चली गयी.
जब भेड़िया सो के उठा, क्युकी उसके पेट में पड़े पत्थर ने उसे प्यासा महसूस कराया, तो वह पानी पीने के लिए एक झरने के पास गया. लेकिन जैसे ही वो चल रहा था तो पत्थर उसके शरीर में इधर उधर लग रहे थे तभी भेड़िये ने सोचा की, मेरे पेट में क्या झगड़ा हो रहा है. और जब भेड़िया नदी के किनारे पर आ गया तो वह पानी पीने के लिए झुक गया और भारी पत्थर ने उसे अपना संतुलन खो दिया. तो वह पानी मैं गिर गया और डूब के मर गया.`
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'भालू और दो मित्र',
      data: {
        title: 'भालू और दो मित्र',
        img: {
          url: 'img/story/05_bear.jpg'
        },
        text: `दो दोस्त एक घने जंगल से होकर कहीं जा रहे थे. दोनों काफ़ी गहरे दोस्त थे और अपनी दोस्ती को लेकर दोनों ही बातें करते हुए जा रहे थे. जंगल बहुत ही घना था, तो उनमें से एक दोस्त डर रहा था, लेकिन उसके साथी मित्र ने कहा कि मेरे होते हुए तुम्हें डरने की कोई ज़रूरत नहीं. मैं तुम्हारा सच्चा और अच्छा मित्र हूं. इतने में ही सामने से ही बहुत ही बड़ा भालू उन्हें नज़र आया.
जो दोस्त कह रहा था कि मैं अच्छा मित्र हूं, वो भालू को देखते ही भाग खड़ा हुआ. दूसरा मित्र कहता रहा कि मुझे छोड़कर मत भागो, लेकिन वो भागते हुए एक पेड़ पर चढ़ गया. यह देख उसका मित्र और भी डर गया, क्योंकि वो पेड़ पर चढ़ना नहीं जानता था. इतने में वो भालू और भी नज़दीक आ गया था. जब वो बेहद क़रीब आने लगा, तो दूसरे मित्र के पास कोई चारा नहीं रहा और वो वहीं नीचे ज़मीन पर आंखें बंद करके लेट गया. पेड़ पर चढ़ा मित्र यह सारा नज़ारा देख रहा था और वो सोचने लगा कि ऐसे तो यह मर जाएगा.
इतने में ही वो भालू नीचे लेटे मित्र के क़रीब आकर उसे देखने लगा, उसे सूंघा और उसके शरीर का पूरी तरह मुआयना करके आगे बढ़ गया. ज़मीन पर लेटे मित्र ने राहत की सांस ली और वो सोचने लगा कि अच्छा हुआ जो मैंने सांस रोक ली थी, क्योंकि भालू मुर्दों को नहीं खाते और वो भालू मुझे मरा हुआ जानकर आगे बढ़ गया.
पेड़ पर चढ़ा मित्र बहुत हैरान था. भालू के जाने के बाद वो नीचे उतरा और उसने अपने मित्र से पूछा कि आख़िर उसने क्या किया था और वो भालू उसके कान में क्या कह रहा था. मुर्दा होने का नाटक कर रहे मित्र ने कहा कि भालू ने मेरे कान में कहा कि बुरे व़क्त में ही सही दोस्तों की पहचान होती है, इसलिए कभी भी ऐसे दोस्तों के साथ मत रहो, जो बुरा समय देखकर तुम्हें अकेले छोड़कर भाग जाएं और जो व़क्त पर काम ही न आएं. दूसरे मित्र को समझते देर न लगी और फिर दोनों आगे बढ़ गए.`,
        moral:
          'सीख: सच्चा दोस्त वही होता है, जो बुरे से बुरे व़क्त में भी अपने मित्र का साथ नहीं छोड़ता और मुसीबत के समय अपने मित्र की मदद करता है.'
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'सोने का अंडा देने वाली मुर्गी',
      data: {
        title: 'सोने का अंडा देने वाली मुर्गी',
        img: {
          url: 'img/story/06_goose.png'
        },
        text: `किसी छोटे से गांव में एक गरीब किसान अपने परिवार के साथ रहा करता था। वह दिनभर खेत में काम करता था, लेकिन परिवार में सदस्यों की संख्या ज्यादा होने के कारण उसके लिए दो वक्त की रोटी जुटाना भी मुश्किल हो रहा था। अपनी इस लाचारी को देखते हुए किसान हमेशा दुखी रहता और पैसा कमाने के नए-नए तरीकों के बारे में सोचता रहता।
उसकी इस हालत को देखते हुए उसके एक दोस्त ने उसे खेती के साथ मुर्गी पालने का सुझाव दिया। उसके दोस्त ने कहा कि अगर तुम खेती के साथ-साथ मुर्गी के अंडे बेचोगे, तो तुम्हारी कमाई अच्छी होगी। इससे तुम अपने परिवार को भरपेट खाना खिला पाओगे। यह सुनकर किसान खुश तो हुआ, लेकिन बोला कि भाई मेरे पास तो मुर्गी खरीदने के भी पैसे नहीं हैं। ऐसे में मैं क्या खाक मुर्गी के अंडे बेचूंगा।
किसान की यह बात सुन उसका दोस्त बोला, भाई इतना भी परेशान होने की जरूरत नहीं है। थोड़े पैसे मुझ से ले लो और दो-चार मुर्गी खरीद लो। बाद में जब पैसे आ जाएं, तो मुझे मेरे पैसे लौटा देना। उसकी यह बात सुनकर किसान राजी हो गया और कुछ पैसे दोस्त से ले लिए।
अगले दिन किसान पैसे लेकर बाजार की ओर निकल पड़ा। वहां जाकर उसने पांच से छह मुर्गियां खरीद लीं। बाकी, जो पैसे बचे उनसे मुर्गियों के लिए उसने दाना ले लिया। मुर्गी और दाना लेने के फौरन बाद वह घर की ओर रवाना हो गया। आखिर खेत पर भी तो जाना था। घर लौटते ही उसने अपनी पत्नी को आवाज लगाई और कहा, सुनती हो, मैं मुर्गियां ले आया हूं। इन्हें ले जाओ और अच्छे से दाना-पानी दे देना। कल से ये जितने भी अंडे देंगी, उन्हें बेचकर थोड़ी कमाई हो जाया करेगी।
पत्नी के बाहर आते ही वह मुर्गियां और दाने उसके हाथ में थमाकर खेत की ओर चला गया। दिनभर खेत पर काम करने के बाद जब किसान वापस लौटा, तो अपनी पत्नी को देखकर हैरान हो गया। उसकी पत्नी ने मैले-कुचैले कपड़ों की जगह नई चमकदार रेशमी साड़ी पहने हुए थी। हाथों में सोने की चूड़ियां और गले में मोतियों का हार था।
यह सब देख उसे कुछ समझ नहीं आ रहा था कि अचानक उसकी पत्नी के हाथ ऐसा कौन-सा खजाना लग गया, जिससे उसने नए-नए कपड़े खरीद लिए। उसने अपनी पत्नी से पूछा यह सब क्या है? कैसे और कहां से आया यह सब? पत्नी मुस्कुरा कर बोली, बस यूं समझ लो ईश्वर की कृपा बरस चली है।
किसान फिर बोला, अरे! बताओ तो सही, ऐसा कैसे हो गया? पत्नी बोली आप जो मुर्गियां लाए थे, उसमें से एक मुर्गी ने सोने का अंडा दिया था। यह सुनते ही किसान एक दम से उछल पड़ता है और कहता है, क्या सच कह रही हो। पत्नी कहती है, हां सच में तभी तो यह सब आया और पति के हाथ में रुपयों से भरी थैली थमा देती है।
सोने के अंडे के बारे में जानकर किसान खुश तो बहुत होता है, लेकिन तसल्ली के लिए सब कुछ अपनी आंखों से देखना चाहता है। इसके लिए वह सुबह तड़के ही मुर्गियों के पास बैठ जाता है, तभी उनमें से एक मुर्गी सोने का अंडा देती है। सोने का अंडा देख, वह खुशी से फूला नहीं समाता है। उसकी खुशी का कोई ठिकाना नहीं होता है। वह अंडे को हाथ में उठाता है और अपनी पत्नी को आवाज लगाता है। पत्नी के आते ही वह कहता है, अब हम गरीब नहीं रहे। हम दुनिया के सबसे अमीर आदमी बन जाएंगे।
किसान की यह बात सुनकर पत्नी कहती है कि पागल हो गए हो क्या? एक अंडे से कोई दुनिया का अमीर आदमी कैसे बन सकता है, लोगों के पास तो पता नहीं कितना-कितना सोना पड़ा है। पत्नी के इस तंज पर किसान कहता है, सोचो जब यह मुर्गी सोने का अंडा देती है, तो क्यों न एक साथ इसके पेट में मौजूद सारे अंडे निकाल लिए जाएं। पत्नी थोड़ा सोचती है, फिर उसे पति की बात जच जाती है। वह भागकर एक तेज धार वाला चाकू ले आती है।
किसान पत्नी के हाथों से चाकू लेकर एक झटके में मुर्गी का पेट चीर देता है। मुर्गी का पेट फटते ही मुर्गी मर जाती है और किसान के हाथ एक भी अंडा नहीं लगता। यह देख किसान और उसकी पत्नी को अपने किए पर बहुत पछतावा होता है।`,
        moral:
          'कहानी से सीख : सोने का अंडा देने वाली मुर्गी की कहानी से यह सीख मिलती हैं कि किसी भी मनुष्य को जितना है, उतने में ही संतोष करना चाहिए। लालच कभी भी नहीं करना चाहिए, क्योंकि लालच बुरी बला है।'
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'एकता में बल की कहानी',
      data: {
        title: 'एकता में बल की कहानी',
        text: `किसी गांव में एक किसान रहता था। उसके चार पुत्र थे। किसान बहुत ही मेहनती था। यही कारण था कि उसके सभी पुत्र भी अपने हर काम को पूरी मेहनत और ईमानदारी से किया करते थे, लेकिन परेशानी यह थी कि किसान के सभी पुत्रों की आपस में बिल्कुल भी नहीं बनती थी। वो सभी छोटी-छोटी बात पर आपस में लड़ते-झगड़ते रहते थे। अपने पुत्रों के इस झगड़े को लेकर किसान बहुत परेशान रहता था। किसान ने कई बार अपने पुत्रों को इस बात के लिए समझाने का प्रयास किया, लेकिन उसकी बातों का चारों भाइयों पर कोई असर नहीं होता था।
धीरे-धीरे किसान बूढ़ा हो चला, लेकिन उसके पुत्रों के आपसी झगड़ों का सिलसिला खत्म होने का नाम ही नहीं ले रहा था। ऐसे में एक दिन किसान ने एक तरकीब निकाली और पुत्रों के झगड़े की इस आदत को दूर करने का मन बनाया। उसने अपने सभी पुत्रों को आवाज लगाई और अपने पास बुलाया।
किसान की आवाज सुनते ही सभी पुत्र अपने पिता के पास पहुंच गए। उन्हें समझ नहीं आ रहा था कि उनके पिता ने उन सभी को एक साथ क्यों बुलाया है। सभी ने पिता से उन्हें बुलाने का कारण पूछा। किसान बोला- आज मैं तुम सभी को एक काम देने जा रहा हूं। मैं देखना चाहता हूं कि तुम में से कौन ऐसा है, जो इस काम को बखूबी कर सकता है।
सभी पुत्रों ने एक सुर में कहा- पिता जी आप जो काम देना चाहते हैं, दीजिए। हम उसे पूरी मेहनत और ईमानदारी से करेंगे। बच्चों के मुंह से यह बात सुनकर किसान ने अपने बड़े बेटे से कहा, ‘जाओ और बाहर से कुछ लकड़ियां उठाकर लाओ’। किसान ने अपने दूसरे बेटे से एक रस्सी लाने को कहा।
पिता के बोलते ही बड़ा बेटा लकड़ियां लाने चला गया और दूसरा बेटा रस्सी लाने के लिए बाहर की ओर दौड़ा। थोड़ी देर बाद दोनों बेटे वापस आए और पिता को लकड़ियां और रस्सी दे दी। अब किसान ने अपने बेटों को बोला कि इन सभी लकड़ियों को रस्सी से बांधकर उनका गट्ठर बना दें। पिता के इस आदेश का पालन करते हुए बड़े बेटे ने सभी लकड़ियों को आपस में बांधकर गट्ठर बना दिया।
गट्ठर तैयार होने के बाद बड़े बेटे ने किसान से पूछा- पिता जी अब हमें क्या करना है? पिता ने मुस्कुराते हुए कहा- ‘बच्चों अब आपको इस लकड़ी के गट्ठर को दो भागों में अपने बल से तोड़ना है।’ पिता की यह बात सुनकर बड़ा बेटा बोला ‘यह तो मेरे बाएं हाथ का काम है, मैं इसे मिनटों में कर दूंगा।’ दूसरे नंबर का बेटा बोला ‘इसमें क्या है, यह काम तो आसानी से हो जाएगा।’ तीसरे नंबर का बेटा बोला ‘यह तो मेरे सिवा कोई नहीं कर पाएगा।’ चौथा बेटा बोला ‘यह तुम में से किसी के भी बस का काम नहीं है, मैं तुम सब में सबसे बलवान हूं, मेरे सिवा यह काम और कोई नहीं कर सकता।’
फिर क्या था अपनी बातों को साबित करने में सभी जुट गए और एक बार फिर चारों भाइयों में झगड़ा शुरू हो गया। किसान बोला- ‘बच्चों मैंने तुम सबको यहां झगड़ा करने नहीं बुलाया है, बल्कि मैं देखना चाहता हूं कि तुम से कौन ऐसा है, जो इस काम को बखूबी कर सकता है। इसलिए, झगड़ा बंद करो और लकड़ी के इस गट्ठर को तोड़कर दिखाओ। सभी को इस काम के लिए बारी-बारी मौका दिया जाएगा।’
यह कहते हुए किसान ने सबसे पहले लकड़ी के गट्ठर को अपने सबसे बड़े बेटे के हाथ में थमा दिया। बड़े बेटे ने गट्ठर को तोड़ने का बहुत प्रयास किया, लेकिन उसे तोड़ पाने में असफल रहा। असफल होने के बाद बड़े बेटे ने दूसरे नंबर के बेटे को वह लकड़ी का गट्ठर थमाते हुए कहा कि भाई मैंने प्रयास कर लिया यह काम मुझसे नहीं हो पाएगा, तुम ही कोशिश करके देख लो।
इस बार लकड़ी का गट्ठर दूसरे बेटे के हाथ में था। उसने भी उस गट्ठर को तोड़ने के लिए एड़ी-चोटी का जोर लगा दिया, लेकिन लकड़ी का गट्ठर नहीं टूटा। असफल होने के बाद उसने लकड़ी के गट्ठर को तीसरे नंबर के बेटे को दे दिया और कहा, यह काम बहुत कठिन है, तुम भी कोशिश कर लो।
इस बार तीसरे नंबर के बेटे ने भी अपनी पूरी ताकत लगा दी, लेकिन लकड़ी का गट्ठर बहुत मोटा था। इस कारण अधिक बल लगाने पर भी वह उसे तोड़ नहीं पा रहा था। काफी मेहनत करने के बाद जब उससे भी यह नहीं हुआ, तो अंत में उसने लकड़ी के गट्ठर को सबसे छोटे बेटे के हाथ में दे दिया।
अब छोटे बेटे की बारी थी अपनी ताकत आजमाने की। उसने भी काफी प्रयास किया, लेकिन वह भी सभी भाइयों की तरह उस लकड़ी के गट्ठर को तोड़ पाने में सफल नहीं हुआ। अंत में हारकर उसने लकड़ी के गट्ठर को जमीन पर पटक दिया और बोला- ‘पिता जी यह काम संभव नहीं है।’
किसान मुस्कुराया और बोला ‘बच्चों अब आप इस गट्ठर को खोलकर इसकी लकड़ियों को अलग कर लो और फिर उसे तोड़ने का प्रयास करो।’ चारों भाइयों ने ऐसा ही किया। इस बार सभी ने एक-एक लकड़ी अपने हाथों में ली और आसानी से उसे तोड़ दिया।
किसान बोला- ‘बच्चों आप चारों भी इन्हीं लकड़ियों के समान हो। जब तक इन लकड़ियों की तरह साथ रहोगे, तब तक कोई भी तुम्हें किसी तरह का नुकसान नहीं पहुंचा पाएगा, लेकिन अगर तुम लोग लड़ते-झगड़ते रहोगे, तो इन अकेली लकड़ियों की तरह आसानी से टूट जाओगे।’
किसान की यह बात सुनकर अब सभी बच्चों को समझ आ गया था कि पिता उन्हें क्या समझाना चाहते हैं। सभी पुत्रों ने अपनी गलतियों के लिए क्षमा मांगी और वादा किया कि जीवन में फिर दोबारा कभी वे आपस में नहीं झगड़ेंगे।
एकता में बल कहानी से सीख
एकता में बल कहानी हमें बताती है कि एकता ही सबसे बड़ी ताकत है। अगर हम आपस में एकजुट होकर रहेंगे, तो कोई भी मुश्किल क्यों न आ जाए, उसका सामना साथ मिलकर आसानी से किया जा सकता है। वहीं, अगर हम एक दूसरे से लड़ेंगे और अलग-अलग रहेंगे, तो छोटी से छोटी तकलीफ भी जिंदगी पर भारी पड़ सकती है।`
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'बीरबल की बुद्धिमानी',
      data: {
        title: 'बीरबल की बुद्धिमानी',
        text: `एक दिन एक व्यक्ति किसी की सिफारिश चि_ी लेकर दरबार में नौकरी माँगने आया। बादशाह ने उसे चुंगी अधिकारी बना दिया। उस आदमी के जाने के बाद बीरबल बोले, यह आदमी चालाक जान पड़ता है। बेईमानी किए बिना नहीं रहेगा। अकबर को बीरबल की बात पर विश्वास नहीं हुआ। वे कहने लगे की, तुम्हें व्यर्थ लोगों पर शक करने की आदत हो गई है। बीरबल ने अकबर से कुछ नहीं कहा।
थोड़े ही समय के बाद अकबर बादशाह के पास उस आदमी की शिकायते आने लगी की वह रिश्वत लेता हैं। अकबर बादशाह ने उसे नौकरी से निकालने की बजाए उसका तबादला एक मुंशी के रूप में घुड़साल में कर दिया। जहाँ किसी प्रकार की बेईमानी का मौका न था, परन्तु मुंशी ने वहां भी रिश्वत लेना आरम्भ कर दिया। उसने साइंसों से कहा की तुम घोड़ों को दाना कम खिलाते हो, मैं बादशाह से तुम्हारी शिकायत करूँगा।
इस प्रकार मुंशी प्रत्येक घोड़े के हिसाब से एक रुपया रिश्वत लेने लगा। अकबर बादशाह को जब इस बात का पता चला तो उन्होंने उसे यमुना की निगरानी का काम दे दिया। वहां कोई रिश्वत व् बेईमानी का मौका ही नहीं था। लेकिन मुंशी ने वहां भी अपनी अक्ल के घोड़े दौड़ा दिए।
उसने वहां नावों को रोकना आरम्भ कर दिया की नाव रोको, हम लहरें गिन रहे है। उसकी वजह से नावों को वहां दो-तीन दिन रुकना पड़ता था । नाव वाले बेचारे तंग आ गए तो उन्होंने जल्दी जाने देने के लिए मुंशी को दस रुपये देना आरम्भ कर दिया।
अबकी बार शिकायत आने पर तंग आकर अकबर बादशाह ने मुंशी को नौकरी से निकल दिया और बीरबल की पारखी निगाहों की तारीफ की । गलत इंसान हमेशा गलत ही करता। क्योंकि उसकेअंदर गलत नियत छुपी होती हैं। हमें इंसान को अंदर से परखना आना चाहिए, नहीं तो लोग बोलते कुछ और हैं और होते कुछ और।`
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'बीरबल ने चोर को पकड़ा',
      data: {
        title: 'बीरबल ने चोर को पकड़ा',
        text: `बीरबल की चतुराई से सभी हैरान थे. जब भी कोई परेशानी होती, तो बीरबल को ही याद किया जाता. जब कोई समस्या आती, तो बीरबल को ही हल निकलाने के लिए कहा जाता. एक बार राजा अकबर के प्रदेश में चोरी हई. चोर ने एक व्यापारी का बहुत ही कीमती सामान चुरा लिया था. व्यापारी यह तो जानता था कि चोर उसके 10 नौकरों में से ही एक है, लेकिन कौन है, यह वो पता नहीं लगा पा रहा था.
चोर को पकड़ने के लिए व्यापारी राजा अकबर के पास गया और उसने अपनी परेशानी बताई. राजा जानते थे कि इस व्यापारी की समस्या का हल स़िर्फ एक ही इंसान के पास है, वो है- बीरबल. राजा ने कहा क्यों न बीरबल की मदद ली जाए. व्यापारी बीरबल के पास गया और उसने बीरबल को सारी बातें बताई.
बीरबल ने भी व्यापारी को मदद का आश्‍वासन दिया और सिपाहियों से कहा कि सभी 10 नौकरों को पकड़कर जेल में डाल दिया जाए. सिपाहियों ने सभी नौकरों को पकड़ कर जेल में डाल दिया. फिर बीरबल ने सबसे पूछा कि चोरी किसने की है, लेकिन किसी भी नौकर ने यह नहीं माना कि वही चोर है.
बीरबल ने सोचा कि ये लोग ऐसे नहीं मानेंगे, कुछ तरकीब ही लगानी पड़ेगी. बीरबल बाहर गए और कुछ देर बाद दस समान लंबाई की छड़ी लेकर आए और सभी 10 लोगों को एक-एक छड़ी पकड़ा दी. छड़ी पकडाते हुए बीरबल ने कहा कि ये कोई साधारण छड़ी नहीं है, जिस भी इंसान ने चोरी की होगी, कल सुबह तकउसकी छड़ी 2 इंच बड़ी हो जाएगी. यह कह कर बीरबल चले गए.
अगले दिन बीरबल सुबह होते ही जेल गए और सभी नौकरों की छड़ी को देखने लगे. उन्होंने जब ध्यान से देखा, तो पता चला कि उनमें से एक नौकर की छड़ी 2 इंच छोटी थी. यह देखते ही बीरबल ने फ़ौरन कहा- यही चोर है!
व्यापारी असमंजस में था, उसने बीरबल से पूछा कि कैसे उन्हें पता चला कि चोर वही है? बीरबल ने कहा कि मैंने कल सबको कहा था कि ये छड़ी मामूली नहीं है, जो भी असली चोर होगा, उसकी छड़ी कल तक 2 इंच लंबी हो जाएगी, इसलिए चोर ने अपने छड़ी के 2 इंच बड़े हो जाने के डर से रात को ही छड़ी को 2 इंच छोटा कर दिया था, ताकि अगर वो लंबी भी हुई, तो किसी को पता नहीं चलेगा. व्यापारी बीरबल की बुद्धिमता की प्रशंसा किए बिना न रह सका.`,
        moral:
          'सीख: झूठ बोलनेवाला या चोर कितना ही शातिर क्यों न हो, उसका झूठ या चोरी पकड़ने का कोई न कोई तरीक़ा ज़रूर होता है, बस आपको धैर्य से और सूझबूझ से काम लेना होता है'
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'अंगूर खट्टे हैं – लोमड़ी और अंगूर की कहानी',
      data: {
        title: 'अंगूर खट्टे हैं – लोमड़ी और अंगूर की कहानी',
        img: {
          url: 'img/story/10_fox_grapes.png'
        },
        text: `एक बार की बात है एक जंगल में एक लोमड़ी रहती थी , एक दिन उसे बहुत जोरों की भूख लगी थी और वह भोजन की तलास में जंगल में भटक रही थी तभी उसे एक पेड़ पर अंगूर की बेला लटकती हुई दिखलाई दी जिसमें बहुत सारे अंगूर के गुच्छे लगे हुए थे | अंगूरों को देखकर लोमड़ी के मुंह में पानी आ गया और उसे लगा आज बहुत ही रसीले और स्वादिष्ट अंगूर खाने के लिए मिलेंगें | लोमड़ी अंगूर देखकर मन ही मन बहुत खुश हो रही थी |
लोमड़ी उस पेड़ के नीचे गई और अंगूर के गुच्छे तोड़ने ले लिए छलांग लगाई परन्तु अंगूर उसके हाँथ नहीं आये | लोमड़ी ने दुबारा प्रयास किया परन्तु इस बार भी अंगूर उसकी पहुँच से कुछ ही दूर रह गए | लोमड़ी को लगा अंगूर कुछ ही ऊंचाई पर हैं शायद और प्रयास करने पर मिल जाए | लोमड़ी बार-बार उछल-उछल का अंगूर तोड़ने का प्रयास करने लगी परन्तु वह अंगूर तक नहीं पहुँच पाई और थक कर बैठ गई |
थोड़ी देर आराम करने के बाद लोमड़ी ने अंगूर तोड़ने का पुनः प्रयास किया परन्तु वह फिर नाकाम रही और थक हांर कर जाने लगी | जाते-जाते उससे किसनी ने पूछ लिया - " अरे लोमड़ी , तुम बिना अंगूर खाए क्यूँ जा रही हो |"
तब लोमड़ी ने जवाब दिया - " अंगूर खट्टे हैं |" इतना बोलकर लोमड़ी अपन रास्ते चली गई |
शिक्षा- " अंगूर खट्टे हैं कहानी से हमें शिक्षा मिलती है कि व्यक्ति अपनी मनचाही वस्तु को प्राप्त करने में असफल रहने पर अपनी कमी छुपाने के लिए उसी वस्तु को तुच्छ साबित करने का प्रयास करते हैं |"`
      }
    }
  ]
};
