export default {
  label: 'social',
  id: 'hi-social',
  img: 'social',
  list: [
    {
        label: 'City - Monuments',
        type: 'matchByDragDrop',
        id: 'right-word',
        commonData: {
          title: 'Drag and drop the Cities where these monuments are present',
          styles: {
            fontSize: '1rem',
            dashWidth: 70
          }
        },
        data: [
          `लाल किला - *दिल्ली*
          ताज महल - *आगरा*
          मैसूर राजमहल - *मैसूर*
          स्वर्ण मंदिर - *अमृतसर*
          बृहदीस्वर मंदिर - *तंजावुर*`,

          `हवा महल - *जयपुर*
          छत्रपति शिवाजी टर्मिनस - *मुंबई*
          लोटस टेंपल - *दिल्ली*
          विक्टोरिया मेमोरियल - *कोलकाता*
          सांची स्तूप - *सांची*`,

          `कुतुब मीनार - *दिल्ली*
          फतेहपुर सीकरी - *आगरा*
          कोणार्क सूर्य मंदिर - *कोणार्क*
        चंपानेर पावागढ़  स्मारक - *गुजरात*
        महाबलीपुरम के स्मारक - *महाबलीपुरम*`,

        `जैसलमेर किला - *जैसलमेर*
        अजंता एलोरा की गुफाएं - *औरंगाबाद*
        हम्पी में स्मारकों का समूह - *कर्नाटक*
        मीनाक्षी मंदिर - *मदुराई*
        इंडिया गेट - *दिल्ली*`,

        `चारमीनार - हैदराबाद
        हुमायूं का मकबरा - दिल्ली
        गेटवे ऑफ़ इन्डिया - मुंबई
        खजुराहो के स्मारक - मध्य प्रदेश
        विक्टोरिया मेमोरियल - कोलकाता`
  
        ]
      }
  ]
};
