export default {
  label: 'word',
  id: 'hi-word',
  img: 'word',
  list: [
    {
      id: 'jumbled',
      label: 'शब्द गठन',
      type: 'sequence',
      commonData: {
        title: 'Connect the blocks to form meaningful word.',
        lang: 'hi'
      },
      data: [
        `कमल , सफेद, महीना, ऊपर, ऐनक, लड़की, गुलाब, अनार, इमली, आदर`,
        `अगर, मगर, बतख, औरत, अक्षर, बानर, फसल, महल, टहल, खबर`,
        `नगर, कलश, पलक, भगत, तखत, शहद, पवन, भजन, जलन, नमन`,
        `दमन, चमक, लपक, पटक, भवन, हवन, कनक, चमन, नयन`
      ]
    },
    {
      type: 'match',
      label: 'Match Antonyms',
      id: 'antonyms',
      commonData: {
        title: 'Match Antonyms'
      },
      data: [
        `ज्ञान, अज्ञान
क्षमा, दण्ड
शत्रु, मित्र 
शुभ, अशुभ
शोषक, पोषक
स्वीकृत, अस्वीकृत`,

        `हित	- अहित
हिंसा, अहिंसा
सन्तोष, असन्तोष
क्षमा, क्रोध
सक्षम, अक्षम
सुलभ, दुर्लभ`,

        `विजय, पराजय
विश्वास, अविश्वास
स्वार्थ, निस्वार्थ
सुमति, कुमति
सुपुत्र, कुपुत्र
वरदान, अभिशाप`,

        `वियोग, संयोग
मानव, दानव
मृत, जीवित
वीर, कायर
रात्रि, दिवस
राजा, रंक`,

        `लाभ, हानि
रात, दिन
रिक्त, पूर्ण
मान, अपमान
अमृत, विष
अन्धकार, प्रकाश`,

        `अनुराग, विराग
अपमान, सम्मान
अनुकूल, प्रतिकूल
अल्प, अधिक
आशा, निराशा
अस्त, उदय`,

        `अभिमान, नम्रता
उदघाटन, समापन
उत्तर, दक्षिण
उच्च, निम्र
उधार, नकद
एकाग्र, चंचल
ऐसा, वैसा`,

        `औपचारिक, अनौपचारिक
कठिन, सरल
क्रूर, अक्रूर
कपूत, सपूत
एक, अनेक
आहार, निराहार`,

        `आमिष, निरामिष
आजादी, गुलामी
आर्द्र, शुष्क
अनिवार्य, वैकल्पिक
अगम, सुगम
आकाश, पाताल`,

        `अनुग्रह, विग्रह
आश्रित	, निराश्रित
अरुचि, रुचि
आदान, प्रदान
आय, व्यय
कसूरवार, बेकसूर`
      ]
    },
    {
      type: 'match',
      label: 'Match Synonyms',
      id: 'synonyms',
      commonData: {
        title: 'Match Synonyms'
      },
      data: [
        `आग, अग्नि
        असुर, दानव
        अनोखा, अनुपम
        अमृत, पीयूष
        घोड़ा, अश्व
        आँख, नेत्र`,

        `आसमान, आकाश
        आम, आम्र
        सुख, प्रसन्नता
        आश्रम, मठ
        इच्छा, आकांक्षा
        इन्द्र, देवराज`,

        `कपड़ा, वस्त्र
        कमल, जलज
        किरण, प्रभा
        कुबेर, धनद
        गणेश, गणपति
        गंगा, देवनदी`,

        `घर, भवन, सदन
        गदहा, गर्दभ
        चन्द्र, चन्द्रमा
        चोर, तस्कर
        पानी, जल
        यमुना, कालिन्दी`,

        `तालाब, जलाशय
        नौकर, दास
        दुःख, पीड़ा
        देवता, देव
        द्रव्य, दौलत
        नदी, तटिनी`,

        `नाव, नौका
        पत्नी, अर्धागिनी
        पति, स्वामी
        वायु, हवा
        पक्षी, चिड़िया
        पर्वत, पहाड़`,

        `पण्डित, विद्वान् 
        बेटा, पुत्र 
        बेटी, पुत्री
        पृथ्वी, धरती
        पुष्प, फूल
        बाण, तीर`,

        `बिजली, विधुत
        ब्रह्मा, पितामह
        वृक्ष, पेड़
        मछली, जलजीवन
        शिव, शंकर
        मेघ, बांदल`,

        `संसार, विश्व
        सन्त, मुनि
        रात, रात्रि
        राजा, सम्राट
        विष्णु, माधव
        समुद्र, सागर`,

        `समूह, समूदाय
        सरस्वती, भारती
        सर्प, साँप
        सोना, स्वर्ण
        सूर्य, दिनकर`
      ]
    },
    {
      label: 'अनेक शब्दों के लिए एक शब्द',
      type: 'matchByDragDrop',
      id: 'one-word-sub',
      commonData: {
        title: 'अनेक शब्दों के लिए एक शब्द',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `मास में एक बार आने वाला: *मासिक*
        सप्ताह में एक बार होने वाला: *साप्ताहिक*
        वर्ष में एक बार होने वाला: *वार्षिक*
        जिसके मन मे दया हो: *दयालु*
        फल-फूल खाने वाला: *शाकाहारी*
        जो चित्र बनाता हो: *चित्रकार*`,

        `विद्या की चाह रखने वाला: *विद्यार्थी*
        जो दिखाई न दे: *अदृश्य*
        मांस खाने वाला: *मांसाहारी*
        प्रतिदिन होने वाला: *दैनिक*
        देखने योग्य: *दर्शनीय*
        गाँव में रहने वाला: *ग्रामीण*`,

        `शहर में रहने वाला: *शहरी*
        जो विज्ञान जनता है: *वैज्ञानिक*
        जहाँ इलाज किया जाता हो: *अस्पताल*
        जहाँ पुस्तके पढने के लिए रखी जाती हो: *पुस्तकालय*
        जो जूते ठीक करता है: *मोची*
        जो रोग से ग्रस्त है: *रोगी*`,

        `जो मिठाई बनाता है: *हलवाई*
        लेख लिखने वाला: *लेखक*
        जो दूसरों के साथ भलाई करे: *परोपकारी*
        भारत में रहने वाला: *भारतीय*
        आलस करने वाला: *आलसी*
        सोने-चांदी की चीज़ें बनाने वाला: *सुनार*`,

        `बहुत मेहनत करने वाला: *परिश्रमी*
        किसी से भी न डरने वाला: *निडर*
        जिसके माता–पिता न होँ: *अनाथ*
        जो पढ़ा:लिखा न हो: *अनपढ़*
        जो अक्षर (पढ़ना- लिखना) जानता है: *साक्षर/शिक्षित*
        देखने (दर्शन) वाले लोग: *दर्शक*`,

        `पढ़ने वाला व्यक्ति: *पाठक*
        सुनने वाला व्यक्ति: *श्रोता*
        तीन पहिए वाला वाहन: *तिपहिया*
        दो पहिए वाला वाहन: *दुपहिया*
        साथ पढ़ने वाला: *सहपाठी*`
      ]
    }
  ]
};
