export default {
  label: 'மழலை பாடல்கள்',
  id: 'ta-kid-poems',
  img: 'reading',
  lockAfter: 4,
  list: [
    {
      id: '100',
      type: 'passage',
      label: `அம்மா இங்கே வா! வா!`,
      data: {
        title: `அம்மா இங்கே வா! வா!`,
        type: 'poem',
        text: `அம்மா இங்கே வா! வா!
ஆசை முத்தம் தா! தா!
இலையில் சோறு போட்டு
ஈயைத் தூர ஓட்டு
உன்னைப் போன்ற நல்லார்
ஊரில் யாவர் உள்ளார்?
என்னால் உனக்குத் தொல்லை
ஏதும் இங்கே இல்லை
ஐயமின்றி சொல்வேன்
ஒற்றுமை என்றும் பலமாம்
ஓதும் செயலே நலமாம்
ஔவை சொன்ன மொழியாம்
அஃதே எனக்கு வழியாம்.`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: `குவா குவா வாத்து`,
      data: {
        title: `குவா குவா வாத்து`,
        type: 'poem',
        text: `குவா குவா வாத்து
குள்ள  மணி வாத்து
மெல்ல உடலைச் சாய்த்து
மேலும் கீழும் பார்த்து
செல்லமாக நடக்கும்
சின்ன மணி வாத்து.`
      }
    },
    {
      id: '300',
      type: 'passage',
      label: `நிலா நிலா ஓடி வா`,
      data: {
        title: `நிலா நிலா ஓடி வா`,
        type: 'poem',
        text: `நிலா நிலா ஓடி வா 
நில்லாமல் ஓடி வா 
மலை மேலே ஏறி வா 
மல்லிகைப் பூ கொண்டு வா 
பட்டம் போல பறந்து வா 
பம்பரம் போல் சுற்றி வா.`
      }
    },
    {
      id: '400',
      type: 'passage',
      label: `மாம்பழமாம் மாம்பழம்`,
      data: {
        title: `மாம்பழமாம் மாம்பழம்`,
        type: 'poem',
        text: `மாம்பழமாம் மாம்பழம் 
மல்கோவா மாம்பழம் 
தித்திக்கும் மாம்பழம் 
அழகான மாம்பழம் 
அல்வா போன்ற மாம்பழம் 
தங்க நிற மாம்பழம் 
உங்களுக்கு வேண்டுமா  
இங்கே ஓடி வாருங்கள்
பங்கு போட்டு தின்னலாம்.`
      }
    },
    {
      id: '500',
      type: 'passage',
      label: `கை வீசம்மா கை வீசு`,
      data: {
        title: `கை வீசம்மா கை வீசு`,
        type: 'poem',
        text: `கை வீசம்மா கை வீசு 
கடைக்கு போகலாம் கை வீசு 
மிட்டாய் வாங்கலாம் கை வீசு 
மெதுவாய் தின்னலாம் கை வீசு 
சொக்காய் வாங்கலாம் கை வீசு 
சொகுசாய் போடலாம் கை வீசு 
கோவிலுக்கு போகலாம் கை வீசு 
கும்பிட்டு வரலாம் கை வீசு.`
      }
    },
    {
      id: '600',
      type: 'passage',
      label: `பொம்மை பார்`,
      data: {
        title: `பொம்மை பார்`,
        type: 'poem',
        text: [
          {
            type: 'poem',
            text: `பொம்மை பொம்மை பொம்மை பார்
புதிய புதிய பொம்மை பார்`
          },
          {
            type: 'poem',
            text: `தலையை ஆட்டும் பொம்மை பார்
தாளம் போடும் பொம்மை பார்`
          },
          {
            type: 'poem',
            text: `கையை வீசும் பொம்மை பார்
கண்ணை சிமிட்டும் பொம்மை பார்`
          },
          {
            type: 'poem',
            text: `எனக்குக் கிடைத்த பொம்மை போல்
எதுவும் இல்லை உலகிலே.`
          }
        ]
      }
    },
    {
      id: '700',
      type: 'passage',
      label: `எங்கள் வீட்டு பூனை`,
      data: {
        title: `எங்கள் வீட்டு பூனை`,
        type: 'poem',
        text: `எங்கள் வீட்டு பூனை
இருட்டில் உருட்டும் பூனை
அங்கும் இங்கும் தேடும்
ஆளைக் கண்டால் ஓடும்
தாவி எலியைப் பிடிக்கும்
தயிரை ஏறிக் குடிக்கும்
நாவால் முகத்தைத் துடைக்கும்
நாற்காலியின் கீழ் படுக்கும்.`
      }
    },
    {
      id: '800',
      type: 'passage',
      label: `தோசை அம்மா தோசை`,
      data: {
        title: `தோசை அம்மா தோசை`,
        type: 'poem',
        text: `தோசை அம்மா தோசை
அரிசி மாவும் உளுந்து மாவும்
கலந்து சுட்ட தோசை
அப்பாவுக்கு நான்கு
அம்மாவுக்கு மூன்று
அண்ணனுக்கு இரண்டு
பாப்பாவுக்கு ஒன்று
தின்ன தின்ன ஆசை
திருப்பி கேட்டால் பூசை.`
      }
    },
    {
      id: '900',
      type: 'passage',
      label: `மழை வருது! மழை வருது!`,
      data: {
        title: `மழை வருது! மழை வருது!`,
        type: 'poem',
        text: `மழை வருது...மழை வருது...
நெல்லு குத்துங்கோ...
முக்காப் படி அரிசிப் போட்டு 
முறுக்கு சுடுங்கோ... 
ஏர் பிடிச்ச மாமனுக்கு 
எண்ணி வைய்யுங்கோ...
சும்மா வந்த மாமனுக்கு
சூடு வைய்யுங்கோ...! `
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: `தோட்டத்தில் மேயுது வெள்ளைப் பசு`,
      data: {
        title: `தோட்டத்தில் மேயுது வெள்ளைப் பசு`,
        type: 'poem',
        text: `தோட்டத்தில் மேயுது வெள்ளைப் பசு-அங்கே 
துள்ளிக் குதிக்குது கன்றுக்குட்டி, 
அம்மா என்குது வெள்ளைப்பசு-உடன் 
அண்டையில் ஓடுது கன்றுக்குட்டி 
நாவால் நக்குது வெள்ளைப்பசு-பாலை 
நன்றாய் குடிக்குது கன்றுக்குட்டி 
முத்தம் கொடுக்குது வெள்ளைப்பசு-மடி 
முட்டிக் குடிக்குது கன்றுக்குட்டி.`
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: `எண்ணிக்கை`,
      data: {
        title: `எண்ணிக்கை`,
        type: 'poem',
        text: `ஒன்று யாவர்க்கும் தலை ஒன்று
இரண்டு முகத்திற்கு கண் இரண்டு
மூன்று முக்காலிக்குக் கால் மூன்று
நான்கு நாற்காலிக்குக் கால் நான்கு
ஐந்து ஒருகை விரல் ஐந்து
ஆறு ஈயின் கால் ஆறு
ஏழு வாரத்தில் நாள் ஏழு
எட்டு சிலந்தியின் கால் எட்டு
ஒன்பது தானியம் வகை ஒன்பது
பத்து இருகை விரல் பத்து.`
      }
    },
    {
      id: '1200',
      type: 'passage',
      label: `மரம் வளர்ப்போம்!`,
      data: {
        title: `மரம் வளர்ப்போம்!`,
        type: 'poem',
        text: `தாத்தா வைத்த தென்னையுமே,
தலையால் இளநீர் தருகிறது!
பாட்டி வைத்த கொய்யாவும்,
பழங்கள் நிறைய கொடுக்கிறது!
அப்பா வைத்த மாஞ்செடியும்,
அல்வா போல பழம் தருது!
அம்மா வைத்த முருங்கையுமே
அளவில்லாமல் காய்க்கிறது!
அண்ணன் வைத்த மாதுளையும்,
கிண்ணம் போல பழுக்கிறது!
சின்னஞ்சிறுவன் நானுமொரு
செடியை நட்டு வளர்ப்பேனே...`
      }
    },
    {
      id: '1300',
      type: 'passage',
      label: `டமாரம்`,
      data: {
        title: `டமாரம்`,
        type: 'poem',
        text: `டம்டம்  டம்டம் டமாரமாம்
டமாரம் பெருமை அபாரமாம்
"டம் டம்" எனது  குரலாகும்
"டமாரம்" எனது பெயராகும்	(டம் டம்)
ஜால வித்தை செய்யும் இடம் 
சர்க்கஸ் ஆட்டம் ஆடும் இடம் 
ஏலம் கூறி விற்கும் இடம் 
எல்லா இடமும் நான் இருப்பேன் (டம் டம்) 
அரசர் அடையும் வெற்றிகளை 
அனைவரும் அறியச் செய்கின்ற 
முரசோ எனது அண்ணாச்சி 
மிருதங்கம் என் தங்கச்சி (டம் டம்)`
      }
    },
    {
      id: '1400',
      type: 'passage',
      label: `பத்துக் காசு விலையிலே`,
      data: {
        title: `பத்துக் காசு விலையிலே`,
        type: 'poem',
        text: `பத்துக் காசு விலையிலே 
பலூன் ஒன்று வாங்கினேன்
பலூன் ஒன்று வாங்கினேன் 
பையப் பைய ஊதினேன் 
பையப் பைய ஊதவே 
பந்து போல ஆனது 
பந்து போல ஆனதும் 
பலமாய் நானும் ஊதினேன் 
பலமாய் நானும் ஊதவே 
பானை போல ஆனது 
பானை போல ஆனதை 
பார்க்க ஓடி வாருங்கள் 
விரைவில் வந்தால் பார்க்கலாம்
அல்லது வெடிக்கும் சத்தம் கேட்கலாம்...`
      }
    },
    {
      id: '1500',
      type: 'passage',
      label: `அணிலே அணிலே ஓடிவா`,
      data: {
        title: `அணிலே அணிலே ஓடிவா`,
        type: 'poem',
        text: `அணிலே அணிலே ஓடிவா 
அழகு அணிலே ஓடிவா 
கொய்யாமரம் ஏறிவா 
குண்டுப்பழம் கொண்டுவா 
பாதிப்பழம் என்னிடம் 
மீதிப்பழம் உன்னிடம் 
கூடிக்கூடி இருவரும் 
கொறித்துக் கொறித்துத் தின்னலாம்`
      }
    },
    {
      id: '1600',
      type: 'passage',
      label: `பாட்டியம்மா கடையிலே`,
      data: {
        title: `பாட்டியம்மா கடையிலே`,
        type: 'poem',
        text: `பாட்டியம்மா கடையிலே 
பருப்பு வடை சுடையிலே 
காகம் வந்தது இடையிலே 
கவ்விச் சென்றது வாயிலே. 
நரியண்ணா வந்தாராம் 
பாட்டுப்பாடச் சொன்னாராம் 
வடைகீழே விழுந்ததாம் 
நரி தூக்கிச் சென்றதாம்`
      }
    },
    {
      id: '1700',
      type: 'passage',
      label: `ஆத்திச்சூடி`,
      data: {
        title: `ஆத்திச்சூடி`,
        type: 'poem',
        text: `அறம் செய விரும்பு
ஆறுவது சினம்
இயல்வது கரவேல்
ஈவது விலக்கேல்
உடையது விளம்பேல்
ஊக்கமது கைவிடேல்
எண் எழுத்து இகழேல்
ஏற்பது இகழ்ச்சி
ஐயம் இட்டு உண்
ஒப்புரவு ஒழுகு
ஓதுவது ஒழியேல்
ஔவியம் பேசேல்
அஃகம் சுருக்கேல்`
      }
    }
  ]
};
