export default {
  label: 'எழுதுக:  உணவு வகைகள் - 2',
  id: 'ta-pic-words-2',
  img: 'sound',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'வார்த்தைகள்',
      data: {
        title: 'வார்த்தைகள்',
        text: [
          `# பழங்கள்`,
          {
            type: 'sitewords',
            text:
              'சர்க்கரைவள்ளி கிழங்கு,  மரவள்ளிக்கிழங்கு,  நாவல் பழம்,  பேரிக்காய்,  விளாம்பழம்,  இலந்தைப்பழம்,  சப்போட்டா,  அத்திப்பழம்,  முலாம்பழம்',
            width: 115
          },
          `# காய்கள்`,
          {
            type: 'sitewords',
            text:
              'குடைமிளகாய்,  வெள்ளரிக்காய்,  மக்காச்சோளம்,  அவரைக்காய்,  பீர்க்கங்காய்,  கோவைக்காய்,  நூல்கோல்,  புடலங்காய்,  வெங்காயத்தாள்,  வாழைத்தண்டு, கொத்தவரங்காய்,  பீன்ஸ்,  வெந்தயக்கீரை,  முருங்கைக்கீரை,  பச்சை பட்டாணி,  வேர்க்கடலை,  துளசி',
            width: 115
          },
          `# உணவு`,
          {
            type: 'sitewords',
            text:
              'பஜ்ஜி,  பழங்கள்,  காய்கறிகள்,  பழச்சாறு, இனிப்பு,  ரொட்டி,  சூப்,  லட்டு,  முறுக்கு,  அதிரசம், மிட்டாய்,  வெண்ணெய்,  இறைச்சி,  கோழிக்கறி,  பாலாடைக்கட்டி,  எள்ளுமிட்டாய்,  கடலைமிட்டாய்,  குளிர்பானம்,  பனிக்கூழ், மல்லி,  சீரகம்,  சோம்பு,  பட்டாணி,  மொச்சை,  உளுந்து,  பாசிப்பருப்பு,  துவரம்பருப்பு,  கடலைப்பருப்பு,  கொண்டைக்கடலை',
            width: 115
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'ஓசை - வார்த்தை',
      id: 'sound',
      lockAfter: 2,
      commonData: {
        title: 'ஓசை கேட்டு வார்த்தைகளை அடையாளம் காண்க.',
        type: 'words',
        fontSize: '1.5rem'
      },
      data: [
        {
          audioOffset: 0,
          audio: 'ta/ta-fruits-foods-2.mp3',
          words:
            'சர்க்கரைவள்ளி கிழங்கு,  மரவள்ளிக்கிழங்கு,  நாவல் பழம்,  பேரிக்காய்,  விளாம்பழம்,  இலந்தைப்பழம்,  சப்போட்டா,  அத்திப்பழம்,  முலாம்பழம்'
        },
        {
          audioOffset: 0,
          audio: 'ta/ta-vegetables-2.mp3',
          words:
            'குடைமிளகாய்,  வெள்ளரிக்காய்,  மக்காச்சோளம்,  அவரைக்காய்,  பீர்க்கங்காய்,  கோவைக்காய்,  நூல்கோல்,  புடலங்காய்,  வெங்காயத்தாள்,  வாழைத்தண்டு'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-vegetables-2.mp3',
          words:
            'கொத்தவரங்காய்,  பீன்ஸ்,  வெந்தயக்கீரை,  முருங்கைக்கீரை,  பச்சை பட்டாணி,  வேர்க்கடலை,  துளசி'
        },
        {
          audioOffset: 18,
          audio: 'ta/ta-fruits-foods-2.mp3',
          words:
            ' பஜ்ஜி,  பழங்கள்,  காய்கறிகள்,  பழச்சாறு, இனிப்பு,  ரொட்டி,  சூப்,  லட்டு,  முறுக்கு,  அதிரசம்'
        },
        {
          audioOffset: 38,
          audio: 'ta/ta-fruits-foods-2.mp3',
          words:
            'மிட்டாய்,  வெண்ணெய்,  இறைச்சி,  கோழிக்கறி,  பாலாடைக்கட்டி,  எள்ளுமிட்டாய்,  கடலைமிட்டாய்,  குளிர்பானம்,  பனிக்கூழ்'
        },
        {
          audioOffset: 56,
          audio: 'ta/ta-fruits-foods-2.mp3',
          words:
            'மல்லி,  சீரகம்,  சோம்பு,  பட்டாணி,  மொச்சை,  உளுந்து,  பாசிப்பருப்பு,  துவரம்பருப்பு,  கடலைப்பருப்பு,  கொண்டைக்கடலை'
        }
      ]
    },
    {
      type: 'dictation',
      label: 'ஓசை கேட்டு எழுதுக',
      id: 'dictation',
      commonData: {
        title: 'ஓசை கேட்டு எழுதுக',
        lang: 'ta'
      },
      data: [
        {
          audioOffset: 0,
          audio: 'ta/ta-fruits-foods-2.mp3',
          words:
            'சர்க்கரைவள்ளி கிழங்கு,  மரவள்ளிக்கிழங்கு,  நாவல் பழம்,  பேரிக்காய்,  விளாம்பழம்,  இலந்தைப்பழம்,  சப்போட்டா,  அத்திப்பழம்,  முலாம்பழம்'
        },
        {
          audioOffset: 0,
          audio: 'ta/ta-vegetables-2.mp3',
          words:
            'குடைமிளகாய்,  வெள்ளரிக்காய்,  மக்காச்சோளம்,  அவரைக்காய்,  பீர்க்கங்காய்,  கோவைக்காய்,  நூல்கோல்,  புடலங்காய்,  வெங்காயத்தாள்,  வாழைத்தண்டு'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-vegetables-2.mp3',
          words:
            'கொத்தவரங்காய்,  பீன்ஸ்,  வெந்தயக்கீரை,  முருங்கைக்கீரை,  பச்சை பட்டாணி,  வேர்க்கடலை,  துளசி'
        },
        {
          audioOffset: 18,
          audio: 'ta/ta-fruits-foods-2.mp3',
          words:
            ' பஜ்ஜி,  பழங்கள்,  காய்கறிகள்,  பழச்சாறு, இனிப்பு,  ரொட்டி,  சூப்,  லட்டு,  முறுக்கு,  அதிரசம்'
        },
        {
          audioOffset: 38,
          audio: 'ta/ta-fruits-foods-2.mp3',
          words:
            'மிட்டாய்,  வெண்ணெய்,  இறைச்சி,  கோழிக்கறி,  பாலாடைக்கட்டி,  எள்ளுமிட்டாய்,  கடலைமிட்டாய்,  குளிர்பானம்,  பனிக்கூழ்'
        },
        {
          audioOffset: 56,
          audio: 'ta/ta-fruits-foods-2.mp3',
          words:
            'மல்லி,  சீரகம்,  சோம்பு,  பட்டாணி,  மொச்சை,  உளுந்து,  பாசிப்பருப்பு,  துவரம்பருப்பு,  கடலைப்பருப்பு,  கொண்டைக்கடலை'
        }
      ]
    }
  ]
};
