export default {
  label: 'எழுதுக: இயற்கை',
  id: 'ta-pic-words-3',
  img: 'sound',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'வார்த்தைகள்',
      data: {
        title: 'வார்த்தைகள்',
        text: [
          `# இயற்கை`,
          {
            type: 'sitewords',
            text:
              'சூரியன்,  நிலா,  மழை,  நட்சத்திரம்,  இலை,  பறவை,  கூடு,  கல்,  மரம்,  உலகம், காடு,  பாலைவனம்,  ஆறு,  புல்வெளி,  கடல்,  துருவம்,  பள்ளத்தாக்கு,  எரிமலை, ஆலமரம்,  பனைமரம்,  தென்னைமரம்,  வாழைமரம்,  மூங்கில்மரம்,  வானவில்,  அருவி,  பனித்துளி, வாழையிலை,  வேப்பிலை,  மாவிலை,  தென்னோலை,  தொட்டாற் சிணுங்கி,  எலும்பு துண்டு,  கூழாங்கற்கள்',
            width: 115
          },
          `# பூக்கள்`,
          {
            type: 'sitewords',
            text:
              'ரோஜா,  தாமரை,  சூரியகாந்தி,  செம்பருத்தி,  குண்டு மல்லி,  முல்லை,  அல்லி,  சாமந்தி,  டிசம்பர்,  சங்குப்பூ,  ஆவாரம்பூ,  எருக்கம்பூ,  இட்லிப்பூ,  கனகாம்பரம்,  குறிஞ்சிப்பூ,  நந்தியாவட்டம்,  பிச்சிப்பூ,  பூசணிப்பூ, பூவரசம்பூ,  தும்பைப்பூ,  வாடாமல்லி,  வேப்பம்பூ,  காகிதப்பூ,  செண்பகப்பூ,  நித்தியகல்யாணி',
            width: 115
          },
          `# உடல் உறுப்புகள்`,
          {
            type: 'sitewords',
            text:
              'காது,  கண்,  பாதம்,  முடி,  கை,  வாய்,  மூக்கு,  பல்,  நெற்றி,  மீசை,  தாடி',
            width: 115
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'ஓசை - வார்த்தை',
      id: 'sound',
      lockAfter: 2,
      commonData: {
        title: 'ஓசை கேட்டு வார்த்தைகளை அடையாளம் காண்க.',
        type: 'words',
        fontSize: '1.5rem'
      },
      data: [
        {
          audioOffset: 0,
          audio: 'ta/ta-nature.mp3',
          words:
            'சூரியன்,  நிலா,  மழை,  நட்சத்திரம்,  இலை,  பறவை,  கூடு,  கல்,  மரம்,  உலகம்'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-nature.mp3',
          words:
            'காடு,  பாலைவனம்,  ஆறு,  புல்வெளி,  கடல்,  துருவம்,  பள்ளத்தாக்கு,  எரிமலை'
        },
        {
          audioOffset: 36,
          audio: 'ta/ta-nature.mp3',
          words:
            'ஆலமரம்,  பனைமரம்,  தென்னைமரம்,  வாழைமரம்,  மூங்கில்மரம்,  வானவில்,  அருவி,  பனித்துளி'
        },
        {
          audioOffset: 52,
          audio: 'ta/ta-nature.mp3',
          words:
            'வாழையிலை,  வேப்பிலை,  மாவிலை,  தென்னோலை,  தொட்டாற் சிணுங்கி,  எலும்பு துண்டு,  கூழாங்கற்கள்'
        },
        {
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words:
            'ரோஜா,  தாமரை,  சூரியகாந்தி,  செம்பருத்தி,  குண்டு மல்லி,  முல்லை,  அல்லி,  சாமந்தி,  டிசம்பர்,  சங்குப்பூ'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words:
            'ஆவாரம்பூ,  எருக்கம்பூ,  இட்லிப்பூ,  கனகாம்பரம்,  குறிஞ்சிப்பூ,  நந்தியாவட்டம்,  பிச்சிப்பூ,  பூசணிப்பூ'
        },
        {
          audioOffset: 36,
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words:
            'பூவரசம்பூ,  தும்பைப்பூ,  வாடாமல்லி,  வேப்பம்பூ,  காகிதப்பூ,  செண்பகப்பூ,  நித்தியகல்யாணி'
        },
        {
          audioOffset: 50,
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words: 'காது,  கண்,  பாதம்,  முடி,  கை,  வாய்'
        },
        {
          audioOffset: 62,
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words: 'மூக்கு,  பல்,  நெற்றி,  மீசை,  தாடி'
        }
      ]
    },
    {
      type: 'dictation',
      label: 'ஓசை கேட்டு எழுதுக',
      id: 'dictation',
      commonData: {
        title: 'ஓசை கேட்டு எழுதுக',
        lang: 'ta'
      },
      data: [
        {
          audioOffset: 0,
          audio: 'ta/ta-nature.mp3',
          words:
            'சூரியன்,  நிலா,  மழை,  நட்சத்திரம்,  இலை,  பறவை,  கூடு,  கல்,  மரம்,  உலகம்'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-nature.mp3',
          words:
            'காடு,  பாலைவனம்,  ஆறு,  புல்வெளி,  கடல்,  துருவம்,  பள்ளத்தாக்கு,  எரிமலை'
        },
        {
          audioOffset: 36,
          audio: 'ta/ta-nature.mp3',
          words:
            'ஆலமரம்,  பனைமரம்,  தென்னைமரம்,  வாழைமரம்,  மூங்கில்மரம்,  வானவில்,  அருவி,  பனித்துளி'
        },
        {
          audioOffset: 52,
          audio: 'ta/ta-nature.mp3',
          words:
            'வாழையிலை,  வேப்பிலை,  மாவிலை,  தென்னோலை,  தொட்டாற் சிணுங்கி,  எலும்பு துண்டு,  கூழாங்கற்கள்'
        },
        {
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words:
            'ரோஜா,  தாமரை,  சூரியகாந்தி,  செம்பருத்தி,  குண்டு மல்லி,  முல்லை,  அல்லி,  சாமந்தி,  டிசம்பர்,  சங்குப்பூ'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words:
            'ஆவாரம்பூ,  எருக்கம்பூ,  இட்லிப்பூ,  கனகாம்பரம்,  குறிஞ்சிப்பூ,  நந்தியாவட்டம்,  பிச்சிப்பூ,  பூசணிப்பூ'
        },
        {
          audioOffset: 36,
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words:
            'பூவரசம்பூ,  தும்பைப்பூ,  வாடாமல்லி,  வேப்பம்பூ,  காகிதப்பூ,  செண்பகப்பூ,  நித்தியகல்யாணி'
        },
        {
          audioOffset: 50,
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words: 'காது,  கண்,  பாதம்,  முடி,  கை,  வாய்'
        },
        {
          audioOffset: 62,
          audio: 'ta/ta-flowers-bodyParts.mp3',
          words: 'மூக்கு,  பல்,  நெற்றி,  மீசை,  தாடி'
        }
      ]
    }
  ]
};
