export default {
  label: 'எழுதுக:  உணவு வகைகள்',
  id: 'ta-pic-words-2',
  img: 'sound',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'வார்த்தைகள்',
      data: {
        title: 'வார்த்தைகள்',
        text: [
          `# பழங்கள்`,
          {
            type: 'sitewords',
            text:
              'பலாப்பழம்,  மாம்பழம்,  வாழைப்பழம்,  கொய்யாப்பழம்,  திராட்சை,  ஆரஞ்சு,  பப்பாளி,  அன்னாசிப்பழம், ஆப்பிள்,  மாதுளை,  தர்பூசணி,  கரும்பு,  நெல்லிக்காய்,  எலுமிச்சம்,  சீதாப்பழம்,  பேரிச்சம்பழம்',
            width: 115
          },
          `# காய்கள்`,
          {
            type: 'sitewords',
            text:
              'வெங்காயம்,  தக்காளி,  கத்திரி,  வாழைக்காய்,  பூண்டு,  இஞ்சி,  முள்ளங்கி,  பாகற்காய்,  வாழைப்பூ,  சுரைக்காய், காரட்,  பீட்ரூட்,  முட்டைகோசு,  உருளைக்கிழங்கு,  தேங்காய்,  வெண்டைக்காய்,  முருங்கைக்காய்,  புளி,  காளான்,  சேனைக்கிழங்கு, பச்சைமிளகாய்,  கருவேப்பிலை,  கொத்தமல்லி,  புதினா,  கீரை,  மஞ்சள்,  பரங்கிக்காய்,  பூசணிக்காய்',
            width: 115
          },
          `# உணவு`,
          {
            type: 'sitewords',
            text:
              ' உணவு,  பால்,  இட்லி,  தோசை,  பொங்கல்,  வடை,  புட்டு,  இடியாப்பம்,  புரோட்டா,  முட்டை, பாதாம்,  முந்திரி, அரிசி,  உப்பு,  மாவு,  நெல்,  கோதுமை,  மிளகு',
            width: 115
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'ஓசை - வார்த்தை',
      id: 'sound',
      lockAfter: 2,
      commonData: {
        title: 'ஓசை கேட்டு வார்த்தைகளை அடையாளம் காண்க.',
        type: 'words',
        fontSize: '1.5rem'
      },
      data: [
        {
          audioOffset: 0,
          audio: 'ta/ta-fruits-foods.mp3',
          words:
            'பலாப்பழம்,  மாம்பழம்,  வாழைப்பழம்,  கொய்யாப்பழம்,  திராட்சை,  ஆரஞ்சு,  பப்பாளி,  அன்னாசிப்பழம்'
        },
        {
          audioOffset: 16,
          audio: 'ta/ta-fruits-foods.mp3',
          words:
            ' ஆப்பிள்,  மாதுளை,  தர்பூசணி,  கரும்பு,  நெல்லிக்காய்,  எலுமிச்சம்,  சீதாப்பழம்,  பேரிச்சம்பழம்'
        },
        {
          audioOffset: 0,
          audio: 'ta/ta-vegetables.mp3',
          words:
            'வெங்காயம்,  தக்காளி,  கத்திரி,  வாழைக்காய்,  பூண்டு,  இஞ்சி,  முள்ளங்கி,  பாகற்காய்,  வாழைப்பூ,  சுரைக்காய்'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-vegetables.mp3',
          words:
            'காரட்,  பீட்ரூட்,  முட்டைகோசு,  உருளைக்கிழங்கு,  தேங்காய்,  வெண்டைக்காய்,  முருங்கைக்காய்,  புளி,  காளான்,  சேனைக்கிழங்கு'
        },
        {
          audioOffset: 40,
          audio: 'ta/ta-vegetables.mp3',
          words:
            'பச்சைமிளகாய்,  கருவேப்பிலை,  கொத்தமல்லி,  புதினா,  கீரை,  மஞ்சள்,  பரங்கிக்காய்,  பூசணிக்காய்'
        },
        {
          audioOffset: 32,
          audio: 'ta/ta-fruits-foods.mp3',
          words:
            ' உணவு,  பால்,  இட்லி,  தோசை,  பொங்கல்,  வடை,  புட்டு,  இடியாப்பம்,  புரோட்டா,  முட்டை'
        },
        {
          audioOffset: 52,
          audio: 'ta/ta-fruits-foods.mp3',
          words:
            'பாதாம்,  முந்திரி, அரிசி,  உப்பு,  மாவு,  நெல்,  கோதுமை,  மிளகு'
        }
      ]
    },
    {
      type: 'dictation',
      label: 'ஓசை கேட்டு எழுதுக',
      id: 'dictation',
      commonData: {
        title: 'ஓசை கேட்டு எழுதுக',
        lang: 'ta'
      },
      data: [
        {
          audioOffset: 0,
          audio: 'ta/ta-fruits-foods.mp3',
          words:
            'பலாப்பழம்,  மாம்பழம்,  வாழைப்பழம்,  கொய்யாப்பழம்,  திராட்சை,  ஆரஞ்சு,  பப்பாளி,  அன்னாசிப்பழம்'
        },
        {
          audioOffset: 16,
          audio: 'ta/ta-fruits-foods.mp3',
          words:
            ' ஆப்பிள்,  மாதுளை,  தர்பூசணி,  கரும்பு,  நெல்லிக்காய்,  எலுமிச்சம்,  சீதாப்பழம்,  பேரிச்சம்பழம்'
        },
        {
          audioOffset: 0,
          audio: 'ta/ta-vegetables.mp3',
          words:
            'வெங்காயம்,  தக்காளி,  கத்திரி,  வாழைக்காய்,  பூண்டு,  இஞ்சி,  முள்ளங்கி,  பாகற்காய்,  வாழைப்பூ,  சுரைக்காய்'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-vegetables.mp3',
          words:
            'காரட்,  பீட்ரூட்,  முட்டைகோசு,  உருளைக்கிழங்கு,  தேங்காய்,  வெண்டைக்காய்,  முருங்கைக்காய்,  புளி,  காளான்,  சேனைக்கிழங்கு'
        },
        {
          audioOffset: 40,
          audio: 'ta/ta-vegetables.mp3',
          words:
            'பச்சைமிளகாய்,  கருவேப்பிலை,  கொத்தமல்லி,  புதினா,  கீரை,  மஞ்சள்,  பரங்கிக்காய்,  பூசணிக்காய்'
        },
        {
          audioOffset: 32,
          audio: 'ta/ta-fruits-foods.mp3',
          words:
            ' உணவு,  பால்,  இட்லி,  தோசை,  பொங்கல்,  வடை,  புட்டு,  இடியாப்பம்,  புரோட்டா,  முட்டை'
        },
        {
          audioOffset: 52,
          audio: 'ta/ta-fruits-foods.mp3',
          words:
            'பாதாம்,  முந்திரி, அரிசி,  உப்பு,  மாவு,  நெல்,  கோதுமை,  மிளகு'
        }
      ]
    }
  ]
};
