export default {
  label: 'எழுதுக: வேலை, கருவி',
  id: 'ta-pic-words-7',
  img: 'sound',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'வார்த்தைகள்',
      data: {
        title: 'வார்த்தைகள்',
        text: [
          `# வேலை`,
          {
            type: 'sitewords',
            text:
              'தபால்காரர்,  ஆசிரியர்,  செவிலியர்,  சமையல்காரர்,  மருத்துவர்,  காவலர்,  மீனவர்,  மாலுமி,  தச்சர்,  நெசவாளர், சிப்பாய்,  விண்வெளி வீரர்,  கோமாளி,  முடிதிருத்துபவர்,  சலவைதொழிலாளர்,  கொல்லன்,  செருப்புதைப்பவர், குயவன்,  நீர்மூழ்கிவீரர்,  பால்காரர்,  கடைக்காரர்,  போர்வீரர்,  பொற்கொல்லர்',
            width: 115
          },
          `# வாகனங்கள்`,
          {
            type: 'sitewords',
            text:
              'பேருந்து,  மகிழுந்து,  மிதிவண்டி,  விமானம்,  படகு,  கப்பல்,  தொடர்வண்டி,  பல்லக்கு,  தேர், அவசர ஊர்தி,  இழுவை இயந்திரம்,  கட்டை வண்டி,  தீயணைப்பு வாகனம்,  சரக்குந்து,  ஏவுகணை ,  நீர்மூழ்கிக்கப்பல்,  மாட்டுவண்டி,  குதிரைவண்டி',
            width: 115
          },
          `# இசைக்கருவிகள்`,
          {
            type: 'sitewords',
            text:
              'வீணை,  சங்கு,  முரசு,  மத்தளம்,  புல்லாங்குழல்,  தபேலா,  வயலின்,  யாழ்,  உடுக்கை,  நாதசுவரம்',
            width: 115
          },
          `# கருவிகள்`,
          {
            type: 'sitewords',
            text:
              'புகைப்பட கருவி,  கைபேசி,  ஒலிபெருக்கி,  தொலைக்காட்சி,  கணினி,  மடிக்கணினி, தராசு,  கரும்பலகை,  குழாய்,  ஊசி,  கோடரி,  வெப்பமானி,  ரம்பம்,  நுண்ணோக்கி,  இடுக்கி,  கலப்பை, மண்வெட்டி,  கரணை,  குத்தூசி,  திசைகாட்டி,  திருகு,  திருப்புளி,  தொலைநோக்கி,  சோதனை குழாய்',
            width: 115
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'ஓசை - வார்த்தை',
      id: 'sound',
      lockAfter: 2,
      commonData: {
        title: 'ஓசை கேட்டு வார்த்தைகளை அடையாளம் காண்க.',
        type: 'words',
        fontSize: '1.5rem'
      },
      data: [
        {
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'தபால்காரர்,  ஆசிரியர்,  செவிலியர்,  சமையல்காரர்,  மருத்துவர்,  காவலர்,  மீனவர்,  மாலுமி,  தச்சர்,  நெசவாளர்'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'சிப்பாய்,  விண்வெளி வீரர்,  கோமாளி,  முடிதிருத்துபவர்,  சலவைதொழிலாளர்,  கொல்லன்,  செருப்புதைப்பவர்'
        },
        {
          audioOffset: 34,
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'குயவன்,  நீர்மூழ்கிவீரர்,  பால்காரர்,  கடைக்காரர்,  போர்வீரர்,  பொற்கொல்லர்'
        },
        {
          audioOffset: 46,
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'பேருந்து,  மகிழுந்து,  மிதிவண்டி,  விமானம்,  படகு,  கப்பல்,  தொடர்வண்டி,  பல்லக்கு,  தேர்'
        },
        {
          audioOffset: 64,
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'அவசர ஊர்தி,  இழுவை இயந்திரம்,  கட்டை வண்டி,  தீயணைப்பு வாகனம்,  சரக்குந்து,  ஏவுகணை ,  நீர்மூழ்கிக்கப்பல்,  மாட்டுவண்டி,  குதிரைவண்டி'
        },
        {
          audio: 'ta/ta-instruments-devices.mp3',
          words:
            'வீணை,  சங்கு,  முரசு,  மத்தளம்,  புல்லாங்குழல்,  தபேலா,  வயலின்,  யாழ்,  உடுக்கை,  நாதசுவரம்'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-instruments-devices.mp3',
          words:
            'புகைப்பட கருவி,  கைபேசி,  ஒலிபெருக்கி,  தொலைக்காட்சி,  கணினி,  மடிக்கணினி'
        },
        {
          audio: 'ta/ta-instruments-devices.mp3',
          audioOffset: 32,
          words:
            'தராசு,  கரும்பலகை,  குழாய்,  ஊசி,  கோடரி,  வெப்பமானி,  ரம்பம்,  நுண்ணோக்கி,  இடுக்கி,  கலப்பை'
        },
        {
          audioOffset: 52,
          audio: 'ta/ta-instruments-devices.mp3',
          words:
            'மண்வெட்டி,  கரணை,  குத்தூசி,  திசைகாட்டி,  திருகு,  திருப்புளி,  தொலைநோக்கி,  சோதனை குழாய்'
        }
      ]
    },
    {
      type: 'dictation',
      label: 'ஓசை கேட்டு எழுதுக',
      id: 'dictation',
      commonData: {
        title: 'ஓசை கேட்டு எழுதுக',
        lang: 'ta'
      },
      data: [
        {
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'தபால்காரர்,  ஆசிரியர்,  செவிலியர்,  சமையல்காரர்,  மருத்துவர்,  காவலர்,  மீனவர்,  மாலுமி,  தச்சர்,  நெசவாளர்'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'சிப்பாய்,  விண்வெளி வீரர்,  கோமாளி,  முடிதிருத்துபவர்,  சலவைதொழிலாளர்,  கொல்லன்,  செருப்புதைப்பவர்'
        },
        {
          audioOffset: 34,
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'குயவன்,  நீர்மூழ்கிவீரர்,  பால்காரர்,  கடைக்காரர்,  போர்வீரர்,  பொற்கொல்லர்'
        },
        {
          audioOffset: 46,
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'பேருந்து,  மகிழுந்து,  மிதிவண்டி,  விமானம்,  படகு,  கப்பல்,  தொடர்வண்டி,  பல்லக்கு,  தேர்'
        },
        {
          audioOffset: 64,
          audio: 'ta/ta-jobs-vehicles.mp3',
          words:
            'அவசர ஊர்தி,  இழுவை இயந்திரம்,  கட்டை வண்டி,  தீயணைப்பு வாகனம்,  சரக்குந்து,  ஏவுகணை ,  நீர்மூழ்கிக்கப்பல்,  மாட்டுவண்டி,  குதிரைவண்டி'
        },
        {
          audio: 'ta/ta-instruments-devices.mp3',
          words:
            'வீணை,  சங்கு,  முரசு,  மத்தளம்,  புல்லாங்குழல்,  தபேலா,  வயலின்,  யாழ்,  உடுக்கை,  நாதசுவரம்'
        },
        {
          audioOffset: 20,
          audio: 'ta/ta-instruments-devices.mp3',
          words:
            'புகைப்பட கருவி,  கைபேசி,  ஒலிபெருக்கி,  தொலைக்காட்சி,  கணினி,  மடிக்கணினி'
        },
        {
          audio: 'ta/ta-instruments-devices.mp3',
          audioOffset: 32,
          words:
            'தராசு,  கரும்பலகை,  குழாய்,  ஊசி,  கோடரி,  வெப்பமானி,  ரம்பம்,  நுண்ணோக்கி,  இடுக்கி,  கலப்பை'
        },
        {
          audioOffset: 52,
          audio: 'ta/ta-instruments-devices.mp3',
          words:
            'மண்வெட்டி,  கரணை,  குத்தூசி,  திசைகாட்டி,  திருகு,  திருப்புளி,  தொலைநோக்கி,  சோதனை குழாய்'
        }
      ]
    }
  ]
};
