export default {
  label: 'எழுதுக: விலங்குகளும் பறவைகளும் - 2',
  id: 'ta-pic-words-5',
  img: 'sound',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'வார்த்தைகள்',
      data: {
        title: 'வார்த்தைகள்',
        text: [
          `# விலங்குகள்`,
          {
            type: 'sitewords',
            text:
              'செம்மறி ஆடு,  நீர்யானை,  ஒட்டகச்சிவிங்கி,  காண்டாமிருகம்,  முதலை,  ஓநாய்,  வரிக்குதிரை,  கழுதைப் புலி,  முள்ளம்பன்றி,  பனிக்கரடி, காட்டுப் பன்றி,  மலைப்பாம்பு,  காட்டெருமை,  பச்சோந்தி,  சுறாமீன்,  திமிங்கிலம்,  தங்கமீன்,  பொன்வண்டு,  கடற்குதிரை, வண்ணத்துப்பூச்சி,  கரப்பான் பூச்சி,  கீரிப்பிள்ளை,  வெள்ளெலி,  கம்பளிப்பூச்சி,  நட்சத்திர மீன்,  முள்ளெலி,  திருக்கை மீன்',
            width: 115
          },
          `# பறவைகள்`,
          {
            type: 'sitewords',
            text:
              'மீன் கொத்தி,  கோழிக்குஞ்சு,  நெருப்புக்கோழி,  மரங்கொத்தி,  சிட்டுக்குருவி,  பருந்து,  அன்னப்பறவை,  மணிப்புறா,  வான்கோழி,  பஞ்சவர்ணக்கிளி',
            width: 115
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'ஓசை - வார்த்தை',
      id: 'sound',
      lockAfter: 2,
      commonData: {
        title: 'ஓசை கேட்டு வார்த்தைகளை அடையாளம் காண்க.',
        type: 'words',
        audio: 'ta/ta-animals-birds-2.mp3'
      },
      data: [
        {
          audioOffset: 0,
          words:
            'செம்மறி ஆடு,  நீர்யானை,  ஒட்டகச்சிவிங்கி,  காண்டாமிருகம்,  முதலை,  ஓநாய்,  வரிக்குதிரை,  கழுதைப் புலி,  முள்ளம்பன்றி,  பனிக்கரடி'
        },
        {
          audioOffset: 20,
          words:
            'காட்டுப் பன்றி,  மலைப்பாம்பு,  காட்டெருமை,  பச்சோந்தி,  சுறாமீன்,  திமிங்கிலம்,  தங்கமீன்,  பொன்வண்டு,  கடற்குதிரை'
        },
        {
          audioOffset: 38,
          words:
            ' வண்ணத்துப்பூச்சி,  கரப்பான் பூச்சி,  கீரிப்பிள்ளை,  வெள்ளெலி,  கம்பளிப்பூச்சி,  நட்சத்திர மீன்,  முள்ளெலி,  திருக்கை மீன்'
        },
        {
          audioOffset: 54,
          words:
            'மீன் கொத்தி,  கோழிக்குஞ்சு,  நெருப்புக்கோழி,  மரங்கொத்தி,  சிட்டுக்குருவி,  பருந்து,  அன்னப்பறவை,  மணிப்புறா,  வான்கோழி,  பஞ்சவர்ணக்கிளி'
        }
      ]
    },
    {
      type: 'dictation',
      label: 'ஓசை கேட்டு எழுதுக',
      id: 'dictation',
      commonData: {
        title: 'ஓசை கேட்டு எழுதுக',
        audio: 'ta/ta-animals-birds-2.mp3',
        lang: 'ta'
      },
      data: [
        {
          audioOffset: 0,
          words:
            'செம்மறி ஆடு,  நீர்யானை,  ஒட்டகச்சிவிங்கி,  காண்டாமிருகம்,  முதலை,  ஓநாய்,  வரிக்குதிரை,  கழுதைப் புலி,  முள்ளம்பன்றி,  பனிக்கரடி'
        },
        {
          audioOffset: 20,
          words:
            'காட்டுப் பன்றி,  மலைப்பாம்பு,  காட்டெருமை,  பச்சோந்தி,  சுறாமீன்,  திமிங்கிலம்,  தங்கமீன்,  பொன்வண்டு,  கடற்குதிரை'
        },
        {
          audioOffset: 38,
          words:
            ' வண்ணத்துப்பூச்சி,  கரப்பான் பூச்சி,  கீரிப்பிள்ளை,  வெள்ளெலி,  கம்பளிப்பூச்சி,  நட்சத்திர மீன்,  முள்ளெலி,  திருக்கை மீன்'
        },
        {
          audioOffset: 54,
          words:
            'மீன் கொத்தி,  கோழிக்குஞ்சு,  நெருப்புக்கோழி,  மரங்கொத்தி,  சிட்டுக்குருவி,  பருந்து,  அன்னப்பறவை,  மணிப்புறா,  வான்கோழி,  பஞ்சவர்ணக்கிளி'
        }
      ]
    }
  ]
};
