export default {
  label: 'எழுதுக: விலங்குகளும் பறவைகளும்',
  id: 'ta-pic-words',
  img: 'sound',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'வார்த்தைகள்',
      data: {
        title: 'வார்த்தைகள்',
        text: [
          `# விலங்குகள்`,
          {
            type: 'sitewords',
            text:
              'பூனை,  நாய்,  ஆடு,  குதிரை,  பசு,  பன்றி,  எருமை,  கழுதை,  காளை,  ஒட்டகம், யானை,  குரங்கு,  சிங்கம்,  புலி,  கங்காரு,  சிறுத்தை,  நரி,  முயல்,  மான்,  கரடி, மீன்,  தவளை,  பாம்பு,  அணில்,  ஆமை,  எலி,  ஈ,  எறும்பு,  பல்லி,  நண்டு, கொசு,  தட்டான்,  மண்புழு,  வண்டு,  இறால்,  தேனீ,  சிலந்தி,  ஈசல்,  வௌவால்,  ஓணான்',
            width: 115
          },
          `# பறவைகள்`,
          {
            type: 'sitewords',
            text:
              'காகம்,  புறா,  வாத்து,  கோழி,  கிளி,  மயில்,  கொக்கு,  சேவல்,  குயில்,  கழுகு,  மைனா,  ஆந்தை',
            width: 115
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'ஓசை - வார்த்தை',
      id: 'sound',
      lockAfter: 2,
      commonData: {
        title: 'ஓசை கேட்டு வார்த்தைகளை அடையாளம் காண்க.',
        type: 'words',
        audio: 'ta/ta-animals-birds.mp3'
      },
      data: [
        {
          audioOffset: 0,
          words:
            'பூனை,  நாய்,  ஆடு,  குதிரை,  பசு,  பன்றி,  எருமை,  கழுதை,  காளை,  ஒட்டகம்'
        },
        {
          audioOffset: 20,
          words:
            ' யானை,  குரங்கு,  சிங்கம்,  புலி,  கங்காரு,  சிறுத்தை,  நரி,  முயல்,  மான்,  கரடி'
        },
        {
          audioOffset: 40,
          words:
            'மீன்,  தவளை,  பாம்பு,  அணில்,  ஆமை,  எலி,  ஈ,  எறும்பு,  பல்லி,  நண்டு'
        },
        {
          audioOffset: 60,
          words:
            'கொசு,  தட்டான்,  மண்புழு,  வண்டு,  இறால்,  தேனீ,  சிலந்தி,  ஈசல்,  வௌவால்,  ஓணான்'
        },
        {
          audioOffset: 80,
          words: 'காகம்,  புறா,  வாத்து,  கோழி,  கிளி,  மயில்'
        },
        {
          audioOffset: 92,
          words: 'கொக்கு,  சேவல்,  குயில்,  கழுகு,  மைனா,  ஆந்தை'
        }
      ]
    },
    {
      type: 'dictation',
      label: 'ஓசை கேட்டு எழுதுக',
      id: 'dictation',
      commonData: {
        title: 'ஓசை கேட்டு எழுதுக',
        audio: 'ta/ta-animals-birds.mp3',
        lang: 'ta'
      },
      data: [
        {
          audioOffset: 0,
          words:
            'பூனை,  நாய்,  ஆடு,  குதிரை,  பசு,  பன்றி,  எருமை,  கழுதை,  காளை,  ஒட்டகம்'
        },
        {
          audioOffset: 20,
          words:
            ' யானை,  குரங்கு,  சிங்கம்,  புலி,  கங்காரு,  சிறுத்தை,  நரி,  முயல்,  மான்,  கரடி'
        },
        {
          audioOffset: 40,
          words:
            'மீன்,  தவளை,  பாம்பு,  அணில்,  ஆமை,  எலி,  ஈ,  எறும்பு,  பல்லி,  நண்டு'
        },
        {
          audioOffset: 60,
          words:
            'கொசு,  தட்டான்,  மண்புழு,  வண்டு,  இறால்,  தேனீ,  சிலந்தி,  ஈசல்,  வௌவால்,  ஓணான்'
        },
        {
          audioOffset: 80,
          words: 'காகம்,  புறா,  வாத்து,  கோழி,  கிளி,  மயில்'
        },
        {
          audioOffset: 92,
          words: 'கொக்கு,  சேவல்,  குயில்,  கழுகு,  மைனா,  ஆந்தை'
        }
      ]
    }
  ]
};
