export default {
  label: 'எழுதுக: விலங்குகளும் பறவைகளும் - 2',
  id: 'ta-pic-words-5',
  img: 'sound',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'வார்த்தைகள்',
      data: {
        title: 'வார்த்தைகள்',
        text: [
          `# விலங்குகள்`,
          {
            type: 'sitewords',
            text:
              'செம்மறி ஆடு,  நீர்யானை,  ஒட்டகச்சிவிங்கி,  காண்டாமிருகம்,  முதலை,  ஓநாய்,  வரிக்குதிரை,  கழுதைப் புலி,  முள்ளம்பன்றி,  பனிக்கரடி, காட்டுப் பன்றி,  மலைப்பாம்பு,  காட்டெருமை,  பச்சோந்தி,  சுறாமீன்,  திமிங்கிலம்,  தங்கமீன்,  பொன்வண்டு,  கடற்குதிரை, வண்ணத்துப்பூச்சி,  கரப்பான் பூச்சி,  கீரிப்பிள்ளை,  வெள்ளெலி,  கம்பளிப்பூச்சி,  நட்சத்திர மீன்,  முள்ளெலி,  திருக்கை மீன்',
            width: 115
          },
          `# பறவைகள்`,
          {
            type: 'sitewords',
            text:
              'மீன் கொத்தி,  கோழிக்குஞ்சு,  நெருப்புக்கோழி,  மரங்கொத்தி,  சிட்டுக்குருவி,  பருந்து,  அன்னப்பறவை,  மணிப்புறா,  வான்கோழி,  பஞ்சவர்ணக்கிளி',
            width: 115
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'ஓசை - வார்த்தை',
      id: 'sound',
      lockAfter: 2,
      commonData: {
        title: 'ஓசை கேட்டு வார்த்தைகளை அடையாளம் காண்க.',
        type: 'words',
        audio: 'ta/ta-animals-birds-2.mp3'
      },
      data: [
        {
          audioOffset: 0,
          words:
            'செம்மறி ஆடு,  நீர்யானை,  ஒட்டகச்சிவிங்கி,  காண்டாமிருகம்,  முதலை,  ஓநாய்,  வரிக்குதிரை,  கழுதைப் புலி,  முள்ளம்பன்றி,  பனிக்கரடி'
        },
        {
          audioOffset: 20,
          words:
            'காட்டுப் பன்றி,  மலைப்பாம்பு,  காட்டெருமை,  பச்சோந்தி,  சுறாமீன்,  திமிங்கிலம்,  தங்கமீன்,  பொன்வண்டு,  கடற்குதிரை'
        },
        {
          audioOffset: 38,
          words:
            ' வண்ணத்துப்பூச்சி,  கரப்பான் பூச்சி,  கீரிப்பிள்ளை,  வெள்ளெலி,  கம்பளிப்பூச்சி,  நட்சத்திர மீன்,  முள்ளெலி,  திருக்கை மீன்'
        },
        {
          audioOffset: 54,
          words:
            'மீன் கொத்தி,  கோழிக்குஞ்சு,  நெருப்புக்கோழி,  மரங்கொத்தி,  சிட்டுக்குருவி,  பருந்து,  அன்னப்பறவை,  மணிப்புறா,  வான்கோழி,  பஞ்சவர்ணக்கிளி'
        }
      ]
    },
    {
      type: 'dictation',
      label: 'ஓசை கேட்டு எழுதுக',
      id: 'dictation',
      commonData: {
        title: 'ஓசை கேட்டு எழுதுக',
        audio: 'ta/ta-animals-birds-2.mp3',
        lang: 'ta'
      },
      data: [
        {
          audioOffset: 0,
          words:
            'செம்மறி ஆடு,  நீர்யானை,  ஒட்டகச்சிவிங்கி,  காண்டாமிருகம்,  முதலை,  ஓநாய்,  வரிக்குதிரை,  கழுதைப் புலி,  முள்ளம்பன்றி,  பனிக்கரடி'
        },
        {
          audioOffset: 20,
          words:
            'காட்டுப் பன்றி,  மலைப்பாம்பு,  காட்டெருமை,  பச்சோந்தி,  சுறாமீன்,  திமிங்கிலம்,  தங்கமீன்,  பொன்வண்டு,  கடற்குதிரை'
        },
        {
          audioOffset: 38,
          words:
            ' வண்ணத்துப்பூச்சி,  கரப்பான் பூச்சி,  கீரிப்பிள்ளை,  வெள்ளெலி,  கம்பளிப்பூச்சி,  நட்சத்திர மீன்,  முள்ளெலி,  திருக்கை மீன்'
        },
        {
          audioOffset: 54,
          words:
            'மீன் கொத்தி,  கோழிக்குஞ்சு,  நெருப்புக்கோழி,  மரங்கொத்தி,  சிட்டுக்குருவி,  பருந்து,  அன்னப்பறவை,  மணிப்புறா,  வான்கோழி,  பஞ்சவர்ணக்கிளி'
        }
      ]
    },
    {
      type: 'completeWord',
      label: 'நிரப்புக',
      id: 'complete-words',
      commonData: {
        images: 'custom',
        lang: 'ta',
        title: 'விடுபட்ட எழுத்தை தேர்வு செய்க'
      },
      data: [
        `sheep| செம்மறி ஆடு|______
        hippo| நீர்யானை|____
        giraffe| ஒட்டகச்சிவிங்கி|_________
        rhino| காண்டாமிருகம்|_______
        crocodile| முதலை|___
        wolf| ஓநாய்|___`,

        `zebra| வரிக்குதிரை|______
        hyena| கழுதைப்புலி|______
        |porcupine| முள்ளம்பன்றி|_______
        polarbear| பனிக்கரடி|______
        boar| காட்டுப்பன்றி|_______
          python| மலைப்பாம்பு|______`,

        ` bison| காட்டெருமை|_____
        chameleon| பச்சோந்தி|_____
        shark| சுறாமீன்|____
        whale| திமிங்கிலம்|______
        goldfish| தங்கமீன்|_____
        ladybug| பொன்வண்டு|_____`,

        ` seahorse| கடற்குதிரை|______
        butterfly| வண்ணத்துப்பூச்சி|_________
          cockroach| கரப்பான்பூச்சி|________
          mongoose| கீரிப்பிள்ளை|______
          hamster| வெள்ளெலி|____`,

        `caterpillar| கம்பளிப்பூச்சி|________
          starfish| நட்சத்திரமீன்|________
          hedgehog| முள்ளெலி|____
          stingray| திருக்கைமீன்|______`,
          `kingfisher| மீன்கொத்தி|_____
          chick| கோழிக்குஞ்சு|______
          ostrich| நெருப்புக்கோழி|_______
          woodpecker| மரங்கொத்தி|______
          sparrow| சிட்டுக்குருவி|_______
          falcon| பருந்து|____`,
  
          `swan| அன்னப்பறவை|_______
          spotted-dove| மணிப்புறா|_____
          turkey| வான்கோழி|____
          macaw| பஞ்சவர்ணக்கிளி|_________`,
      ]
    },
    {
      type: 'connectLetters',
      label: 'எழுத்துக்களை இணைக்கவும்',
      id: 'connect-words',
      commonData: {
        title: 'எழுத்துக்களை இணைத்து சொல் உருவாக்குக ',
        printTitle: 'Form the word using the letters.',
        type: 'image',
        lang: 'ta',
        fontSize: '1rem'
      },
      data: [
        `sheep, செம்மறி ஆடு
        hippo, நீர்யானை
        giraffe, ஒட்டகச்சிவிங்கி
        rhino, காண்டாமிருகம்
        crocodile, முதலை
        wolf, ஓநாய்`,

        `zebra, வரிக்குதிரை
        hyena, கழுதைப் புலி
        porcupine, முள்ளம்பன்றி
        polarbear, பனிக்கரடி
        boar, காட்டுப் பன்றி
          python, மலைப்பாம்பு`,

        ` bison, காட்டெருமை
        chameleon, பச்சோந்தி
        shark, சுறாமீன்
        whale, திமிங்கிலம்
        goldfish, தங்கமீன்
        ladybug, பொன்வண்டு`,

        ` seahorse, கடற்குதிரை
        butterfly, வண்ணத்துப்பூச்சி
          cockroach, கரப்பான் பூச்சி
          mongoose, கீரிப்பிள்ளை
          hamster, வெள்ளெலி`,

        `caterpillar, கம்பளிப்பூச்சி
          starfish, நட்சத்திர மீன்
          hedgehog, முள்ளெலி
          stingray, திருக்கை மீன்`,
          `kingfisher, மீன்கொத்தி
          chick, கோழிக்குஞ்சு
          ostrich, நெருப்புக்கோழி
          woodpecker, மரங்கொத்தி
          sparrow, சிட்டுக்குருவி
          falcon, பருந்து`,
  
          `swan, அன்னப்பறவை
          spotted-dove, மணிப்புறா
          turkey, வான்கோழி
          macaw, பஞ்சவர்ணக்கிளி`
      ]
    }
  ]
};
