export default {
  label: 'எழுதுக: இன்னும் சில சொற்கள்',
  id: 'ta-pic-words-8',
  img: 'sound',
  list: [
    {
      id: 'reading',
      type: 'passage',
      label: 'வார்த்தைகள்',
      data: {
        title: 'வார்த்தைகள்',
        text: [
          `# பொருட்கள்`,
          {
            type: 'sitewords',
            text:
              'மோதிரம்,  மணி,  கோலம்,  பலூன்,  ஐந்து,  அரசன்,  பட்டம்,  ஏணி,  ஓடு,  சக்கரம், பூங்கா,  தோட்டம்,  ஔவை,  வில்,  அம்பு,  பம்பரம்,  குச்சி,  ஊதல்,  பெட்டி,  நாணயம், செங்கல்,  சிற்பம்,  அகல்விளக்கு,  சலங்கை,  நீரூற்று,  தூரிகை,  அறுகோணம்,  கிளை,  மருந்து, யாகம்,  நூல் கண்டு,  முனிவர்,  சுருக்குப்பை,  திரிசூலம்,  வானொலி,  பற்குச்சி,  பற்பசை,  தண்ணீர் தொட்டி',
            width: 115
          },
          `# உடல் உறுப்புகள்`,
          {
            type: 'sitewords',
            text: 'இதயம்,  மூளை,  நுரையீரல்,  வயிறு,  கல்லீரல்,  சிறுநீரகம்',
            width: 115
          }
        ]
      }
    },
    {
      type: 'rightOne',
      label: 'ஓசை - வார்த்தை',
      id: 'sound',
      lockAfter: 2,
      commonData: {
        title: 'ஓசை கேட்டு வார்த்தைகளை அடையாளம் காண்க.',
        type: 'words',
        fontSize: '1.5rem',
        audio: 'ta/ta-others-organs.mp3'
      },
      data: [
        {
          words:
            'மோதிரம்,  மணி,  கோலம்,  பலூன்,  ஐந்து,  அரசன்,  பட்டம்,  ஏணி,  ஓடு,  சக்கரம்'
        },
        {
          audioOffset: 20,
          words:
            'பூங்கா,  தோட்டம்,  ஔவை,  வில்,  அம்பு,  பம்பரம்,  குச்சி,  ஊதல்,  பெட்டி,  நாணயம்'
        },
        {
          audioOffset: 40,
          words:
            'செங்கல்,  சிற்பம்,  அகல்விளக்கு,  சலங்கை,  நீரூற்று,  தூரிகை,  அறுகோணம்,  கிளை,  மருந்து'
        },
        {
          audioOffset: 58,
          words:
            'யாகம்,  நூல் கண்டு,  முனிவர்,  சுருக்குப்பை,  திரிசூலம்,  வானொலி,  பற்குச்சி,  பற்பசை,  தண்ணீர் தொட்டி'
        },
        {
          audioOffset: 76,
          words: 'இதயம்,  மூளை,  நுரையீரல்,  வயிறு,  கல்லீரல்,  சிறுநீரகம்'
        }
      ]
    },
    {
      type: 'dictation',
      label: 'ஓசை கேட்டு எழுதுக',
      id: 'dictation',
      commonData: {
        title: 'ஓசை கேட்டு எழுதுக',
        lang: 'ta',
        audio: 'ta/ta-others-organs.mp3'
      },
      data: [
        {
          words:
            'மோதிரம்,  மணி,  கோலம்,  பலூன்,  ஐந்து,  அரசன்,  பட்டம்,  ஏணி,  ஓடு,  சக்கரம்'
        },
        {
          audioOffset: 20,
          words:
            'பூங்கா,  தோட்டம்,  ஔவை,  வில்,  அம்பு,  பம்பரம்,  குச்சி,  ஊதல்,  பெட்டி,  நாணயம்'
        },
        {
          audioOffset: 40,
          words:
            'செங்கல்,  சிற்பம்,  அகல்விளக்கு,  சலங்கை,  நீரூற்று,  தூரிகை,  அறுகோணம்,  கிளை,  மருந்து'
        },
        {
          audioOffset: 58,
          words:
            'யாகம்,  நூல் கண்டு,  முனிவர்,  சுருக்குப்பை,  திரிசூலம்,  வானொலி,  பற்குச்சி,  பற்பசை,  தண்ணீர் தொட்டி'
        },
        {
          audioOffset: 76,
          words: 'இதயம்,  மூளை,  நுரையீரல்,  வயிறு,  கல்லீரல்,  சிறுநீரகம்'
        }
      ]
    }
  ]
};
