export default {
    label: 'உணவு வகைகள்',
    id: 'ta-en-2',
    list: [
      {
        id: 'notes',
        type: 'passage',
        label: `இணையான ஆங்கிலம்`,
        data: {
          title: `பழங்கள்  `,
          text: [ 
            },
        
            {
            `அ, அம்மா,அணில்,அருவி,அதிரசம் 
ஆ, ஆடு,ஆறு, அருவி
இ,இலை, இஞ்சி, இட்லி 
ஈ, ஈட்டி , ஈ
உ,உரல், உடுக்கை 
ஊ, ஊதல் 
எ, எறும்பு, எலி, எருமை 
ஏ, ஏணி 
ஐ, ஐந்து 
ஒ, ஒட்டகம் 
ஓ, ஓடம், ஓடு 
ஔ,ஔவை,ஔடதம் `,

`க, கரடி, கங்காரு,கண், கதவு, கப்பல்,கழுகு
கா, காகம், காது, காடு
கி, கிளி, கிணறு, கிண்ணம் 
கீ, கீழே, கீரை , கீரிப்பிள்ளை 
கு, குடம், குதிரை, குடை
கூ, கூடு ,கூழாங்கற்கள்
கெ, கெண்டி {KETTLE} 
கே,கேழ்வரகு
கை, கை, கைப்பை 
கொ, கொக்கு, கொசு 
கோ, கோலம், கோழி, கோடரி `,

`ச,சக்கரம், சலங்கை, சந்திரன், சப்போட்டா, சக்கரைவள்ளிக்கிழங்கு 
சா 
சி,சிங்கம்,சிலந்தி 
சீ,சீப்பு 
சு,சுருக்குபை  
சூ,சூரியன்
செ, செவ்வந்தி
சே, சேனைக்கிழங்கு
சோ, சோற்றுக்கற்றாழை
சௌ, சௌசௌ`

`த, தக்காளி
தா, தாமரை 
தி,திராட்சை
தீ, தீபம், தீபாவளி
து, துளசி,தும்பி 
தூ, தூரிகை 
தெ, தென்னை
தே, தேள், தேன் 
தொ,தொலைபேசி,தொட்டாற்சிணுங்கி 
தோ,தோட்டம் 
தை,தை `,

`ந, நண்டு, நரி
நா, நாதசுவரம்
நி, நித்தியகல்யாணி 
நெ, நெல்`,

`க, கரடி
ச, சக்கரம், சங்கு
ட, டமாரம் 
த, தவளை
ந, நரி,நண்டு
ப, பட்டம்
ம, மஞ்சள் 
வ, வண்டு`,


`க்,  சக்கரம்
ங், சங்கு,சிங்கம், குரங்கு
ச், எலுமிச்சை
ஞ், இஞ்சி
ட், பட்டம்
ண், கண்
த், அத்திப்பழம்,கத்திரி,வாத்து
ந், பந்து
ப், கப்பல்
ம், பாம்பு
ய், பாய், நாய்
ர்,  தேர்
ல், முயல்,வில்
வ், செவ்வந்தி
ழ், யாழ்
ள், தேள்
ற், நாற்காலி
ன், மீன்`,

`bamboohouse,மூங்கில் வீடுகள்
Apartments, அடுக்குமாடி குடியிருப்புகள்`
`மகாமகம்,ஓணம்,ஹோலி,நவராத்திரி,ஜல்லிக்கட்டு,தைப்பூசம்,
ஜல்லிக்கட்டு,புத்தாண்டு,யுகாதி, தீபாவளி, பொங்கல், கிறிஸ்துமஸ், ரமலான், ஆயுதபூஜை `


`
crossword
மழலையின் வேறு சொல், குழந்தை 
2.நகைகள் செய்ய பயன்படும் உலோகம் தங்கம் 
10.முக்கனிகளுள் ஒன்று, மாம்பழம்
9.நேரத்தைக் காட்டுவது, (கடிகாரம்)
நம் நாடு   (இந்தியா)
காய்ந்த இஞ்சி (சுக்கு)
ஆண்டு (வருடம்)
குழந்தைகளுக்கான tv (சுட்டி)
பூஜ்ஜியத்தின் மறு பெயர் (சுழியம்)
__  அன்பை முறிக்கும் (கடன்)`

`crossword1
1. புலிக்கு  பிறந்தது  இது ஆகுமா ? (பூனை )
2.__  வாழ்ந்தால் கோடி நன்மை (கூடி)
1.கிணறு வெட்ட இது வெளியே வந்த கதை தெரியுமா?(பூதம்)
3. அம்மா 8அடி பாய்ந்தால் இது 16அடி பாயுமாம் (குட்டி )
5. பழி ஓரிடம் ,_____ இது வேறோரிடம் (பாவம் )
7. வெறும் வாய்க்கு இது கிடைத்தது மாதிரி (அவல் )
10.முன்னால் மணியோசை வர இது பின்னால் வரும் (யானை )
2.__  வாழ்ந்தால் கோடி நன்மை (கூடி)
6.நரி இடம் போனால் என்ன ? இப்படி போனால் என்ன? (வலம்)
தண்ணீர் பிடிக்க உதவும் (குடம்)`


  
`top to bottom
1.மழலையின் வேறு சொல், குழந்தை 
5.வாகனங்கள் தரையில் ஊர்ந்து செல்ல பயன்படுவது, சக்கரம் 
6.காட்டின் அரசன், சிங்கம் `,

`left to right
2.நகைகள் செய்ய பயன்படும் உலோகம் தங்கம் 
3.விளையாட்டுப் பொருள்களுள் ஒன்று, பந்து 
7.ஏர் உழுவதற்கு உதவும் விலங்கு ,காளை 
10.முக்கனிகளுள் ஒன்று, மாம்பழம்`,

`bottom to top
2.உடலில் முதன்மையான  உறுப்பு, தலை 
4.வில்லோடு இணைந்திருப்பது , அம்பு
9.நேரத்தைக் காட்டுவது, கடிகாரம் `

`right to left
1.குக்கூ என கூவும் பறவை,குயில் 
5.கடலில் கிடப்பது, சங்கு 
8. கா கா என கரைவது , காகம் .`

`left to right
1. புலிக்கு  பிறந்தது  இது ஆகுமா ? (பூனை )
2.__  வாழ்ந்தால் கோடி நன்மை (கூடி)
5.கேட்காத கடனும் பார்க்காத பயிரும் இப்படித்தான் ஆகும் ? (பாழ்)
7.அண்ணன் தம்பி கூட இதைப்போல் உதவ மாட்டார்களாம் 
10.____ போல் தழைத்து அறுகு போல் வேரோடி? (ஆல்)
14.கடல் தாண்டிச் சென்றும் திரவியம்? (தேடு )
16.__ ஆடாவிட்டாலும் தன் சதையாடும் (தான்)`

`top to bottom
1.கிணறு வெட்ட இது வெளியே வந்த கதை தெரியுமா?(பூதம்)
2. ஆடியில் கோவிலில் கொடுத்தாலும் குளித்து விட்டுத்தான் குடிக்க வேண்டும் (கூழ்)
3. அம்மா 8அடி பாய்ந்தால் இது 16அடி பாயுமாம் (குட்டி )
5. பழி ஓரிடம் ,_____ இது வேறோரிடம் (பாவம் )
7. வெறும் வாய்க்கு இது கிடைத்தது மாதிரி (அவல் )
8.____ 30 நாள் ,மோகம் 60நாள்? (ஆசை )
10.முன்னால் மணியோசை வர இது பின்னால் வரும் (யானை )
11.__  அன்பை முறிக்கும் (கடன் )`

`right to left
3.குடும்பம் கெடுக்கும். உடல்நலம் சீர்கெடுக்கும் பழக்கம் (குடி )
4.இதற்கு ஆடாத பாம்பு உண்டா (மகுடி )
6.நரி இடம் போனால் என்ன ? இப்படி போனால் என்ன? (வலம்)`

`தண்ணீர் பிடிக்க உதவும் (குடம் )
நம் நாடு   (இந்தியா)
அத்தை (மடி) மெத்தையடி 
குழந்தைகளுக்கான tv (சுட்டி)
தை பிறந்தால் (வழி) பிறக்கும் 
காய்ந்த இஞ்சி (சுக்கு )
பூஜ்ஜியத்தின் மறு பெயர் (சுழியம் )
பொங்கல் வைக்கும் பெண்கள் எழுப்பும் சத்தம் (குலவை)
ஆண்டு (வருடம்)
நோக்கு , காண் (பார் )`

`வல்லவனுக்கு இதுவும் ஆயுதமாம் புல்  
செடி, கொடிகள் நிறைந்த இடம் - புதர் 
மலையை சுற்றி வருவது கிரிவலம்  
 பேசும் திறன் கொண்ட  பறவை  கிளி
சேக்கிழார் எழுதிய நூல்   பெரியபுராணம்
யானையின் சிறப்பு உறுப்பு - தும்பிக்கை `
`பெயர்ச்சொல் 
பெயர்ச்சொல் எத்தனை வகைப்படும்? 
_ புல் தின்கிறது 
---பால் குடிக்கிறது 
---படம் படிக்கிறாள் 
---பந்து ஆடுகிறாள் 
----தெருவில் போகிறது 
---காட்டில் வாழும் 
--- வீட்டில் இருக்கும் 
---நீரில் நீந்தும் 
--- மரத்தில் ஏறும் `
`வினைச்சொல் 
முருகன் படுகிறான் 
வள்ளி ஆடுகிறாள்
காற்று வீசுகிறது 
மழை பெய்கிறது 
காகம் கரைகிறது 
குழந்தை அழுகிறது `
          }          
]
