`அ, அம்மா,அணில்,அருவி,அதிரசம் 
ஆ, ஆடு,ஆறு, அருவி
இ,இலை, இஞ்சி, இட்லி 
ஈ, ஈட்டி , ஈ
உ,உரல், உடுக்கை 
ஊ, ஊதல் 
எ, எறும்பு, எலி, எருமை 
ஏ, ஏணி 
ஐ, ஐந்து 
ஒ, ஒட்டகம் 
ஓ, ஓடம், ஓடு 
ஔ,ஔவை,ஔடதம் `,

`க, கரடி, கங்காரு,கண், கதவு, கப்பல்,கழுகு
கா, காகம், காது, காடு
கி, கிளி, கிணறு, கிண்ணம் 
கீ, கீழே, கீரை , கீரிப்பிள்ளை 
கு, குடம், குதிரை, குடை
கூ, கூடு ,கூழாங்கற்கள்
கெ, கெண்டி {KETTLE} 
கே,கேழ்வரகு
கை, கை, கைப்பை 
கொ, கொக்கு, கொசு 
கோ, கோலம், கோழி, கோடரி 
`,

`க, கரடி
ச, சக்கரம், சங்கு
ட, டமாரம் 
த, தவளை
ந, நரி,நண்டு
ப, பட்டம்
ம, மஞ்சள் 
வ, வண்டு`,


`க்,  சக்கரம்
ங், சங்கு,சிங்கம், குரங்கு
ச், எலுமிச்சை
ஞ், இஞ்சி
ட், பட்டம்
ண், கண்
த், அத்திப்பழம்,கத்திரி,வாத்து
ந், பந்து
ப், கப்பல்
ம், பாம்பு
ய், பாய், நாய்
ர்,  தேர்
ல், முயல்,வில்
வ்,   செவ்வந்தி
ழ், யாழ்
ள், தேள்
ற், நாற்காலி
ன், மீன்`,
  

