export default {
  label: 'शब्द',
  id: 'hi-word-practice',
  img: 'word',
  list: [
    {
      id: 'jumbled-hi-1',
      label: 'शब्द गठन क-घ',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
        lang: 'hi'
      },
      data: [
        `कब, कर्म, कम, कल, कभी, कर, कर्ज, कड़ी`,
        `कलश, करम, करण, कंबल, कठिन`,
        `कबूतर, करिश्मा, किसमिस`,
        `खत, खंड, खर्चा, खुद, खुदा, खुला, खान`,
        `खजांची, खजाना, खटास,खजाना, खटास, खटिया, खडाऊँ`,
        `खगोलीय, ख़चाखच, ख़जानची, खटपट, खड़कने,खरीदना, खरीदेगा, खलबली`,
        `गम, गत, गए, गति, गर्मी, गली, गर्ग, गया`,
        `गजल, गलत, गजब, गवाना, गर्दिश, गरम, गरीबी`,
        `गरदन, गर्माहट, गुंजाइश, गुंडाराज, गणपति`,
        `घर, घट, घन, घाट, घाव, घाम, घंटा, घोड़ा, घूंट`,
        `घटना, घमंड, घटाव, घराना, घातक, घाघरा, घायल`,
        `घड़ीघड़ी, घड़ियाल, घण्टोल, घुलावट, घुमलिम, घरबार, घंटाघर`
      ]
    },
    {
      id: 'jumbled-hi-2',
      label: 'शब्द गठन च-झ',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
        lang: 'hi'
      },
      data: [
        `चट, चख, चल, चिर, चाट, चीन, चौकी, चंदा`,
        `चमचा, चमक, चौहान, चौराहा, चौकसी, चिमटा, चौंतीस`,
        `चौकीदार, चौरास्ता, चौककर, चेतावनी, चैंपियन`,
        `छह, छठ, छड़, छात्र, छाता, छल, छंद, छट, छाल`,
        `छबीला, छपाक, छटना, छुड़ाना`,
        `छत्रछाया, छियासठ, छब्बीस, छपछप, छियालीस, छितराना`,
        `जित, जाम, जम, जंतु, जाँच, जिम`,
        `जंतर, जमाई, जनता, जननी, जनाब, जीवन, जोकर`,
        `जलवायु, जालसाजी, जहांगीर, जानवर, जगदीश`,
        `झट, झड़, झुक, झक, झंडा, झाल, झाड़ू`,
        `झपट, झलक, झझक, झपटा, झड़प, झंकार`,
        `झटपट, झंझोड़ना, झोलमोल, झनकार`
      ]
    },
    {
      id: 'jumbled-hi-3',
      label: 'शब्द गठन ट-ढ',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
        lang: 'hi'
      },
      data: [
        `टंग, टंगा, टंगी, टंच, टंका, टंकी`,
        `टंकार, टूटती, टूटते, टूटना, टोलियाँ, टहल, टकरा`,
        `टकराए, टहलने, टहनियों, टहलता, टसकना, टक्कर`,
        `ठंड, ठग, ठीक, ठेका, ठौर, ठेस, ठेठ, ठूठी`,
        `ठिकाना, ठहाके, ठिठोली, ठोकना, ठोकर, ठंडाई`,
        `ठसाठस, ठहरना, ठिठुरना, ठहराव, ठेकेदार`,
        `डंडा, डर, डाक, डोसा, डाली, डेरा, डाला`,
        `डमरू, डकार, डायरी, डाकिया, डलिया, डेयरी`,
        `डेमोक्रेसी, डाकघर, डोनेशन, डरावना, डिज़ाइन`,
        `ढाबा, ढेर, ढील, ढांचा, ढोंग, ढोना, ढाल, ढंग`,
        `ढलान, ढिंढोरा, ढूँढना, ढेकुली, ढपना, ढोलिया, ढहना, ढोकला, ढोलक`,
        `ढकोसला, ढक्कन, ढुलमुल`
      ]
    },
    {
      id: 'jumbled-hi-4',
      label: 'शब्द गठन त-न',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
        lang: 'hi'
      },
      data: [
        `तट, तारा, तोता, ताला, तेरा, तेज, तर्क`,
        `तरल, तालाब, तरस, तितली, तैयारी, तरीका, तलब, तुलना, तुरंत`,
        `ताल्लुक, तरबूज, त्यौहार, तस्वीर, तेलंगाना, तेजस्वी, तर्कहीन`,
        `थाल, थाली, थाना, थोड़ी, थम, थैली, थका`,
        `थकावट, थानेदार, थलसेना, थरमस, थिरकना, थुलथुल`,
        `दम, दाम, दंगा, दूजा, दस, दास, दक्ष, दूर`,
        `दरार, दीवार, दीदार, दुर्दशा, दमन, दुलारा, दशम`,
        `दरवाजा, दार्जिलिंग, दानापानी, दिनकर, दिवाकर, दानवीर`,
        `धारा, धार, धाम, धर्म, धन्ना, धान, धाए, धनु`,
        `धरना, धतूरा, धड़ाम, ध्वजा, धरम, धमाका, धनिया`,
        `धिक्कार, धड़कन, धारदार, धन्यवाद, धरोहर`,
        `नदी, नंदी, नाश, नक्ष, नीर, निरु, नीच, नाम`,
        `निर्माता, निर्माण, निर्जन, नितिन, नीरज, निर्लज`,
        `नेगेटिव, निकलना, नटवर, नंदघर, नागरिक`
      ]
    },
    {
      id: 'jumbled-hi-5',
      label: 'शब्द गठन प-म',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
        lang: 'hi'
      },
      data: [
        `पानी, पूर्व, पूरी, पीला, पर, पारा`,
        `पतन, पतीला, प्यार, पोषण, पोषक, पपीता, पत्थर`,
        `फिर, फीफा, फल, फौज, फौजी, फोटो, फेंक, फोन`,
        `फ़क़ीर, फिनाले, फेमस, फैलाव`,
        `बात, बेटी, बिना, बेटे, बढ़ा, बाधा`,
        `बेहाल, बच्चा, बनाया, बेड्स, बहार, बाहर`,
        `बिजनेस, बिल्डिंग, बातचीत, बद्रीनाथ, बाजीगर`,
        `भारी, भर्ती, भूख, भाई, भालू, भला, भोला, भाषा`,
        `भारत, भरोसा, भेजना, भोजन, भजन, भोपाल, भारती`,
        `भागदौड़, भविष्य, भाईचारा, भाईजान, भोजपुरी, भड़कना`,
        `माही, मुँह, मैच, मात्रा, मांग, मग, मौज, मोती`,
        `मराठी, मनोज, मंगल, मायका, मदद, मूहर्त, मुंबई`,
        `मनोरंजन, महागौरी, मजबूर, मातरम, माइकल, मानसिक, मांसपेशी`
      ]
    },
    {
      id: 'jumbled-hi-6',
      label: 'शब्द गठन य-स',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
        lang: 'hi'
      },
      data: [
        `युवा, यहाँ, युग, योग, योगी, यात्रा`,
        `युवक, युवती, यूजर, योग्य, यशश्वी, यूनिक`,
        `योग्यता, युधिष्ठिर, युवराज, यशराज, यूटिलिटी, योगदान`,
        `राज, राम, रात, रेल, राधे, राग, रंग, रोज़`,
        `राजीव, राहत, रतन, रोकड़, रईस, रक्त, रेडियो`,
        `राशिफल, राष्ट्रपति, राजनीती, रविवार, रंगहीन`,
        `लाल, लीला, लॉज, लेख, लोग, लोन, लेह`,
        `लंगूर, लोमड़ी, लखन, लिखना, लोकल`,
        `लगातार, लोकसभा, लोनावला, लोटपोट, लांघकर, लगवाई`,
        `वासु, वन, वृक्ष, वर्ष, वस्तु, वहां, वर्षा, वर्ग`,
        `वसूल, विधान, विद्वान, वाहन, वसूली, वक्त`,
        `वेक्सीन, वाल्मीकि, विकसित, विडम्बना, वॉलीबॉल`,
        `शुरू, शर, शर्त, शेष, शीष, शेर, शह, शाह`,
        `शिष्य, शख्स, शहर, शिक्षक, शरीर`,
        `शुरुआत, शिवराज, शुक्रवार, शानदार`,
        `षष्ठी, षोडश, षडंग, षडज`,
        `षड्यंत्र, षटकोण, षडभिज्ञ, षण्मुख`,
        `साथ, साठ, साल, सेल, सात, सोम, सारा, सभी`,
        `सुबह, सवाल, स्थान, सलीम, सलाम, संकरी, समाज`,
        `सरकार, सपोलिया, सलमान, समंदर, सजकर`
      ]
    },
    {
      id: 'jumbled-hi-7',
      label: 'शब्द गठन ह-ज्ञ',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
        lang: 'hi'
      },
      data: [
        `हम, हल, हाल, हवा, हद, हाथी, हंस`,
        `हाइवे, हादसा, हजार, हाकिम, होलिका`,
        `हरकत, हरिराम, होलसेल, हनुमान, होनहार, हंसराज`,
        `क्षय, क्षमा, क्षण, क्षेत्र`,
        `क्षमता, क्षत्रिय, क्षेत्रीय, क्षणिक`,
        `ज्ञान, ज्ञात, ज्ञानी, ज्ञाप`
      ]
    },
    {
      id: 'jumbled-0',
      label: 'शब्द गठन',
      type: 'sequence',
      commonData: {
        title: 'अर्थपूर्ण शब्द बनाने के लिए अक्षरों को जोड़ें',
        lang: 'hi'
      },
      data: [
        `सफेद, महीना, ऊपर, ऐनक, लड़की, गुलाब, अनार, इमली, आदर`,
        `अगर, मगर, बतख, औरत, अक्षर, वानर, फसल, महल, टहल, खबर`,
        `नगर, कलश, पलक, भगत, तखत, शहद, पवन, भजन, जलन, नमन`,
        `दमन, चमक, लपक, पटक, भवन, हवन, कनक, चमन, नयन`,
        `जामुन, केला, अनार, संतरा, अंगूर, तरबूज, खरबूजा, पपीता, सीताफल, अंजीर`,
        `अकबर, अजगर, अदरक, अफसर, कटहल, गरदन, दमकल, धड़कन, बचपन, बरगद`,
        `गाय, घोड़ा, जिराफ, तेंदुआ, लोमड़ी, खरगोश, बकरी, नेवला, मकड़ी, बतख`,
        `बरतन, मखमल, लक्ष्मण, शबनम, शरबत, शलजम, सरगम, सहमत, हरपल, अचरज`,
        `पीपल, तुलसी, बरगद, खजूर, बबूल, सागौन, शीशम, देवदार, गुलाब, आंवला`
      ]
    },
    {
      type: 'match',
      label: 'विलोम शब्द',
      id: 'antonyms',
      commonData: {
        title: 'विलोम शब्द का मिलान करें '
      },
      data: [
        `ज्ञान, अज्ञान
  क्षमा, दण्ड
  शत्रु, मित्र 
  शुभ, अशुभ
  शोषक, पोषक
  स्वीकृत, अस्वीकृत`,

        `हित, अहित
  हिंसा, अहिंसा
  सन्तोष, असन्तोष
  क्षमा, क्रोध
  सक्षम, अक्षम
  सुलभ, दुर्लभ`,

        `विजय, पराजय
  विश्वास, अविश्वास
  स्वार्थ, निस्वार्थ
  सुमति, कुमति
  सुपुत्र, कुपुत्र
  वरदान, अभिशाप`,

        `वियोग, संयोग
  मानव, दानव
  मृत, जीवित
  वीर, कायर
  रात्रि, दिवस
  राजा, रंक`,

        `लाभ, हानि
  रात, दिन
  रिक्त, पूर्ण
  मान, अपमान
  अमृत, विष
  अन्धकार, प्रकाश`,

        `अनुराग, विराग
  अपमान, सम्मान
  अनुकूल, प्रतिकूल
  अल्प, अधिक
  आशा, निराशा
  अस्त, उदय`,

        `अभिमान, नम्रता
  उदघाटन, समापन
  उत्तर, दक्षिण
  उच्च, निम्र
  उधार, नकद
  एकाग्र, चंचल
  ऐसा, वैसा`,

        `औपचारिक, अनौपचारिक
  कठिन, सरल
  क्रूर, अक्रूर
  कपूत, सपूत
  एक, अनेक
  आहार, निराहार`,

        `आमिष, निरामिष
  आजादी, गुलामी
  आर्द्र, शुष्क
  अनिवार्य, वैकल्पिक
  अगम, सुगम
  आकाश, पाताल`,

        `अनुग्रह, विग्रह
  आश्रित, निराश्रित
  अरुचि, रुचि
  आदान, प्रदान
  आय, व्यय
  कसूरवार, बेकसूर`,

        `क्रिया, प्रतिक्रिया
  कड़वा, मीठा
  क्रय, विक्रय
  कीर्ति, अपकीर्ति
  करुण, निष्ठुर
  क्रूर, अक्रूर`,

        `आगामी, गत
            अनुज, अग्रज
            अधिक, न्यून
            आलस्य, स्फूर्ति
            अपेक्षा, नगद
            आदर्श, यथार्थ`,

        `गरीब, अमीर
            गगन, पृथ्वी
            कृष्ण, शुक्ल
            कलंक, निष्कलंक
            कर्कश, सुशील
            कटु, मधुर`,

        `कृतज्ञ, कृतघ्न
            क्रोद्ध, शान्त
            कर्म, निष्कर्म
            कठोर, कोमल
            कनिष्ठ, ज्येष्ठ
            कुटिल, सरल`,

        `कृपण, दाता
            कलुष, निष्कलुष
            कनिष्ठ, ज्येष्ठ
            आश्रित, निराश्रित
            आवृत, अनावृत
            आकुंचन, प्रसारण`,

        `अकाम, सुकाम
            अर्पण, ग्रहण
            अति, अल्प
            अनित्य, नित्य
            अज्ञ, विज्ञ
            अकाल, सुकाल`,

        `अनैक्य, ऐक्य
            अचर, चर
            आवश्यक, अनावश्यक
            आदि, अनादि
            अथ, इति
            अपना, पराया`,

        `अवनत, उन्न्त
            अदेय, देय
            आग्रही, दुराग्रही
            आकर्षण, विकर्षण
            आच्छादित, अनाच्छादित
            आगम, लोप`,

        `आदिष्ट, निषिद्ध
            अथ, इति
            अपना, पराया
            अवनत, उन्न्त
            अदेय, देय
            आग्रही, दुराग्रही`,

        `आकर्षण, विकर्षण
            आच्छादित, अनाच्छादित
            आगम, लोप
            अथ, इति
            अपना, पराया
            अवनत, उन्न्त`,

        `अदेय, देय
            आग्रही, दुराग्रही
            आकर्षण, विकर्षण
            आच्छादित, अनाच्छादित
            आगम, लोप
            आग्रही, दुराग्रही`,

        `आकर्षण, विकर्षण
            आच्छादित, अनाच्छादित
            आगम, लोप
            आदिष्ट, निषिद्ध
            उत्तरायण, दक्षिणायन
            उर्ध्व, अधो`,

        `उपमेय, अनुपमेय
            उपाय, निरुपाय
            उत्तम, अधम
            उपसर्ग, प्रत्यय
            ऊँच, नीच
            उदार, अनुदार`,

        `उत्थान, पतन
            उपाय, निरुपाय
            उत्तम, अधम
            उपसर्ग, प्रत्यय
            ऊँच, नीच`,

        `उदार, अनुदार
            उत्तीर्ण, अनुत्तीर्ण
            उत्थान, पतन
            उपमेय, अनुपमेय
            उपाय, निरुपाय`,

        `उत्तम, अधम
            उपसर्ग, प्रत्यय
            ऊँच, नीच
            उदार, अनुदार
            उत्तीर्ण, अनुत्तीर्ण
            उत्थान, पतन`,

        `अकाम, सुकाम
            अर्पण, ग्रहण
            अति, अल्प
            अनित्य, नित्य
            अज्ञ, विज्ञ
            अकाल, सुकाल`,

        `अनैक्य, ऐक्य
            अचर, चर
            आवश्यक, अनावश्यक
            आदि, अनादि
            अथ, इति
            अपना, पराया`,

        `अवनत, उन्न्त
            अदेय, देय
            आग्रही, दुराग्रही
            आकर्षण, विकर्षण
            आच्छादित, अनाच्छादित
            उपाय, निरुपाय`,

        `उत्तम, अधम
            उपसर्ग, प्रत्यय
            ऊँच, नीच
            उदार, अनुदार
            उत्तीर्ण, अनुत्तीर्ण
            उत्थान, पतन`,

        `कुरूप, सुरूप
            कायर, निडर
            कृत्रिम, प्रकृत
            कोप, कृपा
            कृष्ण, शुक्ल
            ऐश्वर्य	, नैश्वर्य`,

        `ऐक्य, अनैक्य
            कुकृति, सुकृत्य
            कुख्यात, विख्यात
            कपूत, सपूत
            कुसुम, वज्र
            कदाचार, सदाचार`,

        `अवनति, उन्नति
            कुसुम, वज्र
            कदाचार, सदाचार
            आयात, निर्यात
            आलस्य, स्फूर्ति`,

        `अमावस्या, पूर्णिमा
            अनुलोम, प्रतिलोम
            अमर, मर्त्य
            अल्पसंख्यक, बहुसंख्यक
            आधुनिक, प्राचीन
            आचार, अनाचार`,

        `आकीर्ण, विकीर्ण
            आसक्त, अनासक्त
            अतिथि, आतिथेय
            आना, जाना
            अदोष, सदोष
            अनुरक्ति, विरक्ति`,

        `अवनि, अम्बर
            अतुकान्त, तुकान्त
            अधः, उपरि
            अनुग्रह, विग्रह
            अर्जन, वर्जन
            अधम, उत्तम`,

        `कर्मठ, अकर्ममण्य
            बन्धन, मुक्ति
            बाह्य, अभ्यन्तर
            बलवान्, बलहीन
            बैर, प्रीति
            बद्ध, मुक्त`,

        `बुरा, अच्छा
            भोगी, योगी
            भद्र, अभद्र
            भय, निर्भय
            भूलोक, द्युलोक
            भोग्य, अभोग्य`,

        `भिखारी, दाता
            बढ़िया, घटिया
            बद, नेक
            बाढ़ग्रस्त, सूखाग्रस्त
            भूत, भविष्य
            भौतिक, आध्यात्मिक`,

        `भाव, अभाव
            मौखिक, लिखित
            मंगल, अमंगल
            मूक, वाचाल`,

        `मीठा, कड़ुवा
            मालिक, नौकर
            मनुज, दनुज
            माता, पिता`
      ]
    },
    {
      type: 'match',
      label: 'समानार्थी शब्द',
      id: 'synonyms',
      commonData: {
        title: 'समानार्थी शब्द का मिलान करें'
      },
      data: [
        `आग, अग्नि
          असुर, दानव
          अनोखा, अनुपम
          अमृत, पीयूष
          घोड़ा, अश्व
          आँख, नेत्र`,

        `आसमान, आकाश
          आम, आम्र
          सुख, प्रसन्नता
          आश्रम, मठ
          इच्छा, आकांक्षा
          इन्द्र, देवराज`,

        `कपड़ा, वस्त्र
          कमल, जलज
          किरण, प्रभा
          कुबेर, धनद
          गणेश, गणपति
          गंगा, देवनदी`,

        `घर, भवन
        गधा, गर्दभ
          चन्द्र, चन्द्रमा
          चोर, तस्कर
          पानी, जल
          यमुना, कालिन्दी`,

        `तालाब, जलाशय
          नौकर, दास
          दुःख, पीड़ा
          देवता, देव
          द्रव्य, दौलत
          नदी, तटिनी`,

        `नाव, नौका
          पत्नी, अर्धागिनी
          पति, स्वामी
          वायु, हवा
          पक्षी, चिड़िया
          पर्वत, पहाड़`,

        `पण्डित, विद्वान् 
          बेटा, पुत्र 
          बेटी, पुत्री
          पृथ्वी, धरती
          पुष्प, फूल
          बाण, तीर`,

        `बिजली, विधुत
          ब्रह्मा, पितामह
          वृक्ष, पेड़
          मछली, जलजीवन
          शिव, शंकर
          मेघ, बादल`,

        `संसार, विश्व
          सन्त, मुनि
          रात, रात्रि
          राजा, सम्राट
          विष्णु, माधव
          समुद्र, सागर`,

        `समूह, समूदाय
          सरस्वती, भारती
          सर्प, साँप
          सोना, स्वर्ण
          सूर्य, दिनकर`,

        `सिंह, व्याघ्र
          सुंदर, सुहावना
          स्त्री, नारी
          शपथ, प्रतिज्ञा
          अंधकार, अँधेरा
          आंसू, नेत्रजल`,

        `आत्मा, जीव
          अपमान, अनादर
          अहंकार, घमण्ड
          इन्द्राणि, इंद्रवधू
          ईश्वर, भगवान
          उपवन, बगीचा`,

        `उक्ति, सूक्ति
          उग्र, प्रचण्ड
          उचित, ठीक
          उजला, सफ़ेद
          उत्कृष्ट, उत्तम
          उत्कोच, रिश्वत`,

        `उत्पत्ति, पैदाइश
          उद्धार, मुक्ति
          उपाय, युक्ति
          ऐश्वर्य, समृद्धि
          ओज, बल
          ओंठ, होंठ`,

        `औचक, अचानक
          किसान, अन्नदाता
          कृष्ण, वासुदेव
          कान, श्रवण श्रोत
          कोयल, कोकिला
          क्रोध, रोष`,

        `कीर्ति, प्रसिद्धि
          ऋषि, मुनि
          कबूतर, कपोत
          कण्ठ, गला
          कृपा, दया
          किताब, पुस्तक`,

        `किनारा, तट
          खंभा, स्तम्भ
          खून, रक्त
          गज, हाथी
          गाय, गौ
          गर्मी, ताप`,

        `घट, घड़ा
          घृत, घी
          घास, दूब
          चरण, पाँव
          चतुर, कुशल
          चाँदनी, चन्द्रिका`,

        `छतरी, छाता
          छली, धोखेबाज
          छवि, सौंदर्य
          खोज, छानबीन
          मदिरा, शराब
          जीभ, जुबान`,

        `जंगल, वन
          ज्योति, दीप्ति
          झूठ, असत्य
          तलवार, शमशीर
          दही,  दधि
          दरिद्र, गरीब`,

        `दिन, दिवस
          दीपक, दिया
          दूध, दुग्ध
          दाँत, दन्त
          दर्पण, शीशा
          दुर्गा, चंडिका`,

        `देह, शरीर
          धन, संपत्ति
          धनुष, धनु
          नया, नूतन
          बालू, रेत
          बन्दर, वानर`,

        `बलराम, बलदेव
          बहुत, अनेक,
          यम, यमराज
          युवती, किशोरी
          राम, रघुनाथ
          रावण, लंकापति`,

        `राधा, राधिका
          लड़का, बालक
          लड़की, बालिका
          लक्ष्मण, लखन
          लौह, लोहा
          लता, बेली`,

        `विधवा, पतिहीन
          विष, जहर
          वर्षा, बरसात
          वीर्य, बीज
          विशाल, बड़ा
          शरीर, देह`,

        `शत्रु, दुश्मन
          सीता, जानकी
          शिक्षक, अध्यापक
          शेर, सिंह
          शेषनाग, नाग
          शहद, मधु`,

        `सभा, महासभा
          सुन्दर, सुहावना
          संध्या, शाम
          समीप, पास
          स्वर्ग, देवलोक
          सहेली, सखी`,

        `ह्रदय, छाती
          हाथ, हस्त
          हिरण, हिरन
          हिमालय, पर्वतराज
          अजेय, अपराजित
          ध्वजा, झंडा`,

        `अर्जुन, कुन्तीपुत्र
          अंग, अंश
          द्रौपदी, पांचाली
          अनाज, अन्न
          गधा, गदहा
          अप्सरा, सुरसुन्दरी`,

        `ध्वनि, आवाज
          नित्य, सदा
          पार्वती, गौरी
          प्रतीक, निशानी
          प्रधान, प्रमुख
          प्रयत्न, प्रयास`,

        `पत्र, पत्ता
          बहन, बहिन
          लोकतंत्र, प्रजातंत्र
          आदत, स्वभाव
          शिकारी, बहेलिया
          आचरण, व्यवहार`,

        `आजादी, स्वतंत्रता
          आतिथ्य, मेजबानी
          आदमी, मनुष्य
          आयु, उम्र
          सम्मान, इज्जत`,

        `न्याय, इन्साफ
          अनुमति, इजाजत
          पुरस्कार, इनाम
          आरोप, लांछन`
      ]
    },
    {
      label: 'अनेक शब्दों के लिए एक शब्द',
      type: 'matchByDragDrop',
      id: 'one-word-sub',
      commonData: {
        title: 'अनेक शब्दों के लिए एक शब्द',
        styles: {
          fontSize: '1.2rem',
          dashWidth: 80
        }
      },
      data: [
        `मास में एक बार आने वाला: *मासिक*
          सप्ताह में एक बार होने वाला: *साप्ताहिक*
          वर्ष में एक बार होने वाला: *वार्षिक*
          जिसके मन मे दया हो: *दयालु*
          फल-फूल खाने वाला: *शाकाहारी*
          जो चित्र बनाता हो: *चित्रकार*`,

        `विद्या की चाह रखने वाला: *विद्यार्थी*
          जो दिखाई न दे: *अदृश्य*
          मांस खाने वाला: *मांसाहारी*
          प्रतिदिन होने वाला: *दैनिक*
          देखने योग्य: *दर्शनीय*
          गाँव में रहने वाला: *ग्रामीण*`,

        `शहर में रहने वाला: *शहरी*
          जो विज्ञान जनता है: *वैज्ञानिक*
          जहाँ इलाज किया जाता हो: *अस्पताल*
          जहाँ पुस्तके पढने के लिए रखी जाती हो: *पुस्तकालय*
          जो जूते ठीक करता है: *मोची*
          जो रोग से ग्रस्त है: *रोगी*`,

        `जो मिठाई बनाता है: *हलवाई*
          लेख लिखने वाला: *लेखक*
          जो दूसरों के साथ भलाई करे: *परोपकारी*
          भारत में रहने वाला: *भारतीय*
          आलस करने वाला: *आलसी*
          सोने-चांदी की चीज़ें बनाने वाला: *सुनार*`,

        `बहुत मेहनत करने वाला: *परिश्रमी*
          किसी से भी न डरने वाला: *निडर*
          जिसके माता–पिता न हो: *अनाथ*
          जो पढ़ा-लिखा न हो: *अनपढ़*
          जो अक्षर (पढ़ना- लिखना) जानता है: *साक्षर/शिक्षित*
          देखने (दर्शन) वाले लोग: *दर्शक*`,

        `पढ़ने वाला व्यक्ति: *पाठक*
          सुनने वाला व्यक्ति: *श्रोता*
          तीन पहिए वाला वाहन: *तिपहिया*
          दो पहिए वाला वाहन: *दुपहिया*
          साथ पढ़ने वाला: *सहपाठी*`
      ]
    }
  ]
};
