export default {
  label: 'படம்',
  id: 'ka-picture',
  img: 'image',
  list: [
    {
      type: 'completeWord',
      label: 'ಪ್ರಾಣಿಗಳು ಪಕ್ಷಿಗಳು',
      id: 'animals-birds',
      commonData: {
        images: 'custom',
        lang: 'ka'
      },
      data: [       
 
              `cat| ಬೆಕ್ಕು | _ಕ್ಕು |  ಬೆ, ಖೇ, ಕಿ, ಜ
      dog| ನಾಯಿ |_ಾಯಿ | ನ, ಚಿ, ಜು, ಗೀ
      goat| ಮೇಕೆ | _ೇಕೆ| ಮ, ಟಾ, ಕ, ಜು
      sheep| ಕುರಿ | _ುರಿ| ಕ, ಠು, ಟೄ, ಟು   
      horse| ಕುದುರೆ | _ುದುರೆ|  ಕ, ಢಾ, ಖಿ,
      pig| ಹಂದಿ|_ಂದಿ| ಹ, ತೂ, ಡೀ, ಥ	
      elephant| ಆನೆ | _ನೆ| ಆ, ಠಿ, ಙ, ತೃ	
      lion| ಸಿಂಹ| _ಂಹ|  ಸಿ, ಚಿ, ಟೌ, ಢಂ	
      monkey|ಕೋತಿ | _ೋತಿ | ಕ, ಗಿ, ಢೄ, ಣೆ		 
      tiger| ಹುಲಿ| _ುಲಿ| ಹ, ಱು, ನಿ, ಲೆ `,
      
              `fox| ನರಿ | _ರಿ |  ನ, ಛೀ, ಝೌ, ಣೈ	
      crocodile| ಮೊಸಳೆ| _ೊಸಳೆ|  ಮ,  ಡೀ, ಣೆ, ಢಿ
      zebra| ಹೇಸರಗತ್ತೆ| _ೇಸರಗತ್ತೆ| ಹ, ಛೄ, ಣೀ, ಟಾ	
      bear| ಕರಡಿ| _ರಡಿ| ಕ, ಗಿ	, ತು, ಣಿ
      tortoise| ಆಮೆ| _ಮೆ| ಆ, ಚಾ, ಣೃ	, ಣ	
      camel| ಒಂಟೆ| _ಂಟೆ| ಒ, ಢೀ, ಘಿ, ಜ
      squirrel| ಅಳಿಲು| _ಳಿಲು| ಅ, ಳಿ, ಷ, ೞಂ
      shark| ಹುಲಿಮೀನು | _ುಲಿಮೀನು| ಹ, ೞೀ, ಹಿ	, ೞು
      whale| ತಿಮಿಂಗಿಲ | _ಮಿಂಗಿಲ| ತಿ, ಱೃ, ೞೈ, ಲಾ
      hippo| ನೀರಾನೆ|_ೀರಾನೆ| ನ, ರು, ೞೌ, ರೋ
      rhino| ಖಡ್ಗಮೃಗ | _ಡ್ಗಮೃಗ| ಖ, ಲ, ಯ	, ರೋ `,
      
      `buffalo| ಎಮ್ಮೆ | _ಮ್ಮೆ| ಎ, ಅ, ಈ, ಎ	
      cow|  ಹಸು| _ಸು| ಹ, ಖೀ, ಛೂ, ಛಾ
      donkey| ಕತ್ತೆ| _ತ್ತೆ| ಕ, ಝು, ಗು, ಞೈ
      giraffe| ಜಿರಾಫೆ| _ರಾಫೆ| ಜಿ, 
      leopard| ಚಿರತೆ | _ರತೆ| ಚಿ, ಡೂ, ಚೂ, ಘೈ
      goose| ಮುಂಗುಸಿ| _ುಂಗುಸಿ| ಮ, ಡೊ, ಠೂ, ಗೆ
      rabbit| ಮೊಲ| _ೊಲ| ಮ, ಟು, ಚೂ, ಛಿ	 
      wolf| ತೋಳ| _ೋಳ| ತ, ಖೃ, ಗೄ, ಜು		 
      garden-lizard| ಓತಿಕ್ಯಾತ | _ತಿಕ್ಯಾತ | ಓ, ಙು, ಢೋ, ಕೃ `,
      
           `lizard| ಹಲ್ಲಿ| _ಲ್ಲಿ| ಹ, ಠು, ಣೈ, ಣೇ	
      bat| ಬಾವುಲಿ | _ಾವುಲಿ| ಬ, ಘಾ, ಢೂ, ಠೄ 
      butterfly|  ಚಿಟ್ಟೆ| _ಟ್ಟೆ| ಚಿ, ಡು, ಙೄ, ಜೂ	 
      mosquito|  ಸೊಳ್ಳೆ|  _ೊಳ್ಳೆ| ಸ, ಥು, ಧಿ, ಟಾ 
      cockroach| ಜಿರಳೆ| _ರಳೆ| ಜಿ, ಜೂ, ಜೊ, ಢಃ	
      chick| ಮರಿ| _ರಿ| ಮ, ಥು	ಥೂ	ಥೃ
      snake| ಹಾವು| _ಾವು | ಹ, ಛಿ	ಛೀ	ಛು`,
      
            `owl| ಗೂಬೆ| _ಬೆ| ಗೂ,  ಣೀ, ಚು, ಚೂ			
      rooster| ಹುಂಜ| _ಂಜ| ಹ, ಞಿ, ದೄ, ಧೂ	
      vulture| ವಲ್ಚರ್| _ಲ್ಚರ್| ವ, ಧಾ, ಥು, ದೆ	
      woodpecker| ಮರಕುಟಿಗ |_ರಕುಟಿಗ | ಮ, ಜು, ಣೈ, ಗೃ	
      fish|  ಮೀನು |  _ೀನು|  ಮ, ತು, ಢೄ, ೞೀ
      duck| ಬಾತುಕೋಳಿ|_ಾತುಕೋಳಿ| ಬ, ಷೃ, ಲೌ, ೞ	
      frog| ಕಪ್ಪೆ| _ಪ್ಪೆ| ಕ, ಳಂ, ಹು, ೞೂ	
      crab| ಏಡಿ| _ಡಿ | ಏ, ವ, ೞೄ, ಳೈ 
      rat| ಹೆಗ್ಗಣ| _ಗ್ಗಣ| ಹೆ, ೞೊ, ಱಃ, ಭ`,
      
              ` ant| ಇರುವೆ| _ರುವೆ| ಇ, ಲಂ, ಲೊ, ಱೇ 
      crow| ಕಾಗೆ | _ಾಗೆ |  ಕ, ೞೈ, ಸಿ, ೞೇ 
      dove| ಪಾರಿವಾಳ| _ಾರಿವಾ|   ಪ,  ಹು, ಬೄ, ಳೃ  
      hen| ಕೋಳಿ | _ೋಳಿ|  ಕ, ೞೀ, ಲೃ, ಱ		
      parrot| ಗಿಣಿ | _ಣಿ| ಗಿ, ಸಾ, ೞು, ೞೈ		
      peacock| నెమలి | _మలి|  నె, ೞೂ, ಶೀ, ಳೌ
      sparrow| ಗುಬ್ಬಚ್ಚಿ | _ುಬ್ಬಚ್ಚಿ | ಗ, ಮೀ, ೞೇ, ಭೀ`,
]
    },
{
        type: 'completeWord',
        label: 'ತರಕಾರಿ ಹಣ್ಣುಗಳು ',
        id: 'vegetables-fruits',
        commonData: {
          images: 'custom',
          lang: 'ka'
        },
        data: [
          
                `onion| ಈರುಳ್ಳಿ | _ರುಳ್ಳಿ|  ಈ, ಳೂ, ಯಾ,  
beans| ಹುರಳೀಕಾಯಿ | _ುರಳೀಕಾಯಿ | ಹ, ದೀ, ಬೀ	ಬು	
potato| ಆಲೂ ಗಡ್ಡೆ | _ಲೂ ಗಡ್ಡೆ| ಆ, ಱಿ, 
cabbage| ಎಲೆ ಕೋಸು | _ಲೆ ಕೋಸು |  ಎ, 
beetroot| ಕಂದು ಬೇರು| _ಂದು ಬೇರು| ಕ, 
cauliflower| ಹೂ ಕೋಸು|_ ಕೋಸು|ಹೂ
corn| ಜೋಳ | _ೋಳ | ಜ, 
carrot| ಗಜ್ಜರಿ | _ಜ್ಜರಿ | ಗ
cucumber| ಸೌತೇಕಾಯಿ | _ತೇಕಾಯಿ | ಸೌ,  
garlic| ಬೆಳ್ಳುಳ್ಳಿ | _ಳ್ಳುಳ್ಳಿ | ಬೆ, 
ginger| ಶುಂಠಿ | _ುಂಠಿ| ಶ `,

         `pumpkin| ಕುಂಬಳಕಾಯಿ| _ುಂಬಳಕಾಯಿ| ಕ, 
brinjal| ಬದನೇಕಾಯಿ | _ದನೇಕಾಯಿ| ಬ, 
ladies-finger| ಬೆಂಡೇಕಾಯಿ|  _ಂಡೇಕಾಯಿ| ಬೆ, 
radish| ಮೂಲಂಗಿ| _ಲಂಗಿ| ಮೂ, 
bitter-gourd| ಹಾಗಲಕಾಯಿ|_ಾಗಲಕಾಯಿ| ಹ, 
capsicum| ದೊಣ್ಣೆ ಮೆಣಸಿನಕಾಯಿ| _ೊಣ್ಣೆ ಮೆಣಸಿನಕಾಯಿ| ದ, 
mintleaf|ಪುದಿನ ಸೊಪ್ಪು | _ುದಿನ ಸೊಪ್ಪು| ಪ, 
chilli| ಹಸಿರು ಮೆಣಸಿನಕಾಯಿ| _ಸಿರು ಮೆಣಸಿನಕಾಯಿ| ಹ, 
coconut| ತೆಂಗಿನಕಾಯಿ| _ಂಗಿನಕಾಯಿ| ತೆ, 
corianderleaf| ಕೊತ್ತಂಬರಿ ಸೊಪ್ಪು| _ೊತ್ತಂಬರಿ ಸೊಪ್ಪು| ಕ, `,

        `curryleaf| ಕರಿಬೇವು| _ರಿಬೇವು| ಕ, 
greenpeas| ಬಟಾಣಿ| _ಟಾಣಿ| ಬ, 
peanut| ಕಡಲೆಕಾಯಿ| _ಡಲೆಕಾಯಿ| ಕ, 
almond| ಬಾದಾಮಿ| _ಾದಾಮಿ| ಬ, 
cashewnut| ಗೋಡಂಬಿ | _ೋಡಂಬಿ| ಗ, 
spinach| ಸೊಪ್ಪು| _ೊಪ್ಪು| ಸ,`,

        `grapes| ದ್ರಾಕ್ಷಿಗಳು | _ರಾಕ್ಷಿಗಳು | ದ್, 
banana| ಬಾಳೆಹಣ್ಣು | _ಾಳೆಹಣ್ಣು| ಬ, 
watermelon| ಕಲ್ಲಂಗಡಿ ಹಣ್ಣು | _ಲ್ಲಂಗಡಿ ಹಣ್ಣು| ಕ, 
papaya| ಪಪ್ಪಾಯಿ | _ಪ್ಪಾಯಿ| ಪ, 
mango| ಮಾವು | _ಾವು| ಮ, 
jackfruit| ಜ್ಯಾಕ್ಫುಟ್ | _ಯಾಕ್ಫುಟ್| ಜ್, 
guava| ಸೀಬೆಹಣ್ಣು |_ಬೆಹಣ್ಣು| ಸೀ, 
pineapple| ಅನಾನಸ್ | _ನಾನಸ್| ಅ, 
pomegranate| ದಾಳಿಂಬೆ |_ಾಳಿಂಬೆ| ದ, 
apple| ಸೇಬು| _ೇಬು| ಸ, 
orange ಕಿತ್ತಳೆ|_ತ್ತಳೆ| ಕಿ, 
avocado| ಬೆಣ್ಣೆ |_ಣ್ಣು| ಹ, 
fig| ಅಂಜೂರ|_ಂಜೂರ| ಅ
muskmelon| ಖರ್ಬೂಜ| _ರ್ಬೂಜ| ಖ `,
        ]
},
 {
        type: 'completeWord',
        label: 'ಹೂವುಗಳು',
        id: 'flowers',
        commonData: {
        images: 'custom',
        lang: 'ka'
        },
        data: [
       
           `lotus| ಕಮಲ| _ಮಲ | ಕ
rose| ಗುಲಾಬಿ | _ುಲಾಬಿ | ಗ
sunflower| ಸೂರ್ಯಕಾಂತಿ| _ರ್ಯಕಾಂತಿ|  ಸೂ
marigold| ಚೆಂಡು ಹೂವು |_ಂಡು ಹೂವು |  ಚೆ
hibiscus|  ದಾಸವಾಳ|  _ಾಸವಾಳ|  ದ
jasmine| ಮಲ್ಲಿಗೆ| _ಲ್ಲಿಗೆ| ಮ, `,
                ]
        },
  {
        type: 'completeWord',
        label: 'ದೇಹದ ಭಾಗಗಳು',
        id: 'bodyparts',
        commonData: {
        images: 'custom',
        lang: 'ka'
        },
        data: [
                `ear| ಕಿವಿ | _ವಿ|  ಕಿ, 
eye| ಕಣ್ಣು| _ಣ್ಣು |  ಕ,  
foot|  ಪಾದ|  _ಾದ|  ಪ, 
hair| ಕೂದಲು| _ದಲು| ಕೂ, 
hand| ಕೈ |_ೈ|  ಕ
mouth| ಬಾಯಿ| _ಾಯಿ| ಬ  
nose| ಮೂಗು| _ಗು|  ಮೂ, 
tooth| ಹಲ್ಲು |_ಲ್ಲು| ಹ,  `,

        ]
},
 {
        type: 'completeWord',
        label: 'ವಾಹನಗಳು',
        id: 'vehicles',
        commonData: {
        images: 'custom',
        lang: 'ka'
        },
        data: [
                `aeroplane| ವಿಮಾನ | _ಮಾನ| ವಿ, 
boat| ದೋಣಿ| _ೋಣಿ| ದ, 
bus| ಬಸ್ | _ಸ್|  ಬ, 
car| ಕಾರು| _ಾರು| ಕ, 
cycle| ಚಕ್ರ | _ಕ್ರ |  ಚ, 
train| ರೈಲು | _ೈಲು | ರ
excavator| ಅಗೆಯುವ ಯಂತ್ರ | _ಗೆಯುವ ಯಂತ್ರ| ಅ
auto| ಸ್ವಯಂ | _ವಯಂ | ಸ್
fire-engine| ಅಗ್ನಿ ಶಾಮಕ |  _ಗ್ನಿ ಶಾಮಕ | ಅ
van| ನಿಂದ | _ಂದ | ನಿ`,

      ]
    },
    {
        type: 'completeWord',
        label: 'படங்களும் பெயர்களும்',
        id: 'others',
        commonData: {
        images: 'custom',
        lang: 'ka'
        },
        data: [
    `house| ಮನೆ | _ನೆ|  ಮ, 
bed| ಹಾಸಿಗೆ | _ಾಸಿಗೆ | ಹ, 
candle| ಮೋಂಬತ್ತಿ | _ಂಬತ್ತಿ | ಮೋ, 
chair| ಕುರ್ಚಿ | _ುರ್ಚಿ | ಕ, 
boy| ಹುಡುಗ | _ುಡುಗ | ಹ, 
girl| ಹುಡುಗಿ| _ುಡುಗಿ| ಹ, 
man| ಮನುಷ್ಯ | _ನುಷ್ಯ| ಮ, 
woman| ಮಹಿಳೆ | _ಹಿಳೆ| ಮ, `,

        `leaf| ಎಲೆ| _ಲೆ| ಎ, 
world| ಪ್ರಪಂಚ| _ರಪಂಚ | ಪ್, 
whistle| ಶಿಳ್ಳೆ | _ಳ್ಳೆ | ಶಿ, 
ladder| ಏಣಿ| _ಣಿ| ಏ, 
five| ಐದು| _ದು| ಐ, 
sun| ಸೂರ್ಯ | _ರ್ಯ | ಸೂ, 
rain| ಮಳೆ | _ಳೆ | ಮ,
moon| ಚಂದ್ರ | _ಂದ್ರ | ಚ
star| ನಕ್ಷತ್ರ | _ಕ್ಷತ್ರ | ನ, `,

`milk| ಹಾಲು| _ಾಲು| ಹ, 
bone| ಮೂಳೆ| _ಳೆ|  ಮೂ,
bell| ಗಂಟೆ| _ಂಟೆ|  ಗ, 
bird|  ಹಕ್ಕಿ|  _ಕ್ಕಿ| ಹ, 
conch| ಶಂಖ | _ಂಖ| ಶ, 
food| ಆಹಾರ| _ಹಾರ| ಆ, 
fruits| ಹಣ್ಣುಗಳು| _ಣ್ಣುಗಳು | ಹ, 
king| ರಾಜ| _ಾಜ |  ರ, `,

        `kite| ಗಾಳಿಪಟ| _ಾಳಿಪಟ| ಗ, 
wheel| ಚಕ್ರ| _ಕ್ರ| ಚ, 
ball| ಚೆಂಡು| _ಂಡು| ಚೆ, 
glasses| ಕನ್ನಡಕ| _ನ್ನಡಕ| ಕ, 
clock| ಗಡಿಯಾರ| _ಡಿಯಾರ| ಗ, `,
        ]        
},    
{
type: 'completeWord',
label: 'ಉಪಕರಣಗಳು',
id: 'tools',
commonData: {
images: 'custom',
lang: 'ka'
},
data: [

        `axe| ಕೊಡಲಿ | _ೊಡಲಿ| ಕ, 
balance| ತುಲನೆ | _ುಲನೆ | ತ, 
blackboard| ಕಪ್ಪು ಹಲಗೆ | _ಪ್ಪು ಹಲಗೆ | ಕ, 
hose| ಮೆದುಗೊಳವೆ | _ದುಗೊಳವೆ | ಮೆ, 
microscope| ಸೂಕ್ಷ್ಮದರ್ಶಕ| _ಕ್ಷ್ಮದರ್ಶಕ | ಸೂ, 
needle| ಸೂಜಿ| _ಜಿ| ಸೂ, 
plough| ನೇಗಿಲು | _ೇಗಿಲು| ನ
saw| ಗರಗಸ | _ರಗಸ| ಗ, 
telescope| ದೂರದರ್ಶಕ | _ರದರ್ಶಕ| ದೂ, 
testtube| ಪ್ರನಾಳ | _ರನಾಳ | ಪ್,  
compass| ದಿಕ್ಸೂಚಿ| _ಕ್ಸೂಚಿ |  ದಿ, `, 
]
},

    {
      id: 'match-animals',
      type: 'match',
      label: 'பொருத்துக',
      commonData: {
        title: 'படத்தையும் அதன் முதல் எழுத்தையும் பொருத்துக ',
        rightImgType: 'custom',
        big: true
      },
      data: [
        `ಆ, ಆನೆ
ಸಿ, ಸಿಂಹ
ಕ, ಕೋತಿ
ಹ , ಹುಲಿ
ಹ, ಹೇಸರಗತ್ತೆ`,

        `ಬೆ, ಬೆಕ್ಕು
ನ, ನಾಯಿ
ಮ, ಮೇಕೆ
ಹ, ಹಂದಿ
ಕ, ಕುದುರೆ`,

`ಕ, ಕುರಿ
ನ, ನೀರಾನೆ
ಖ, ಖಡ್ಗಮೃಗ
ನ, ನರಿ
ಮ, ಮೊಸಳೆ`,
        
`ಹ, ಹೇಸರಗತ್ತೆ
ಕ, ಕರಡಿ 
ಒ, ಒಂಟೆ
ಹ, ಹುಲಿಮೀನು
ತಿ, ತಿಮಿಂಗಿಲ`,

`ಮ, ಮೀನು
ಕ, ಕಪ್ಪೆ
ಏ, ಏಡಿ
ಹ, ಹಾವು
ಅ, ಅಳಿಲು
ಆ, ಆಮೆ
ಹೆ, ಹೆಗ್ಗಣ
ಇ, ಇರುವೆ`,

`ಬ, ಬಾವುಲಿ  
ಎ, ಎಮ್ಮೆ
ಚಿ, ಚಿಟ್ಟೆ  
ಹ, ಹಸು
ಕ, ಕತ್ತೆ 
ಜಿ, ಜಿರಾಫೆ
ಚಿ, ಚಿರತೆ
ಮ, ಮುಂಗುಸಿ`,

`ಸ, ಸೊಳ್ಳೆ
ತ, ತೋಳ 
ಜಿ, ಜಿರಳೆ
ಓ, ಓತಿಕ್ಯಾತ
ಹ, ಹಲ್ಲಿ
ಮ, ಮೊಲ`, 

//# ಹಣ್ಣುಗಳು
`ಸ, ಸೇಬು
ದ್, ದ್ರಾಕ್ಷಿಗಳು
ಬ, ಬಾಳೆಹಣ್ಣು
ಬೆ, ಬೆಣ್ಣೆ ಹಣ್ಣು	
ಸೀ, ಸೀಬೆಹಣ್ಣು
ಜ್, ಜ್ಯಾಕ್ಫುಟ್
ಮ, ಮಾವು
ಕಿ, ಕಿತ್ತಳೆ
ಪ, ಪಪ್ಪಾಯಿ
ಅ, ಅನಾನಸ್
ದ, ದಾಳಿಂಬೆ
ಕ, ಕಲ್ಲಂಗಡಿ ಹಣ್ಣು	
ಅ, ಅಂಜೂರ
ಖ, ಖರ್ಬೂಜ`,

//# ಹೂವುಗಳು
`ಗ, ಗುಲಾಬಿ
ಕ, ಕಮಲ
ಸೂ, ಸೂರ್ಯಕಾಂತಿ
ಚೆ, ಚೆಂಡು ಹೂವು
ದ, ದಾಸವಾಳ
ಮ, ಮಲ್ಲಿಗೆ`,

// # ವಾಹನಗಳು
`ವಿ, ವಿಮಾನ
ದ, ದೋಣಿ
ಬ, ಬಸ್
ಕ, ಕಾರು
ಚ, ಚಕ್ರ
ಹ, ಹಡಗು
ರ, ರೈಲು
ಸ್, ಸ್ವಯಂ
ಅ, ಅಗೆಯುವ ಯಂತ್ರ
ಅ, ಅಗ್ನಿ ಶಾಮಕ
ನಿ, ನಿಂದ`,
       

//# ದೇಹದ ಭಾಗಗಳು
`ಕಿ, ಕಿವಿ
ಕ, ಕಣ್ಣು
ಪ, ಪಾದ
ಕೂ, ಕೂದಲು
ಕ, ಕೈ
ಬ, ಬಾಯಿ
ಮೂ, ಮೂಗು
ಹ, ಹಲ್ಲು`,

//# ತರಕಾರಿ
`ಗ, ಗಜ್ಜರಿ
ಕ, ಕಂದು ಬೇರು
ಈ, ಈರುಳ್ಳಿ
ಆ, ಆಲೂ ಗಡ್ಡೆ
ಎ, ಎಲೆ ಕೋಸು`,
        
`ಹೂ, ಹೂ ಕೋಸು
ಜ, ಜೋಳ
ಸೌ, ಸೌತೇಕಾಯಿ
ಬೆ, ಬೆಳ್ಳುಳ್ಳಿ
ಶ, ಶುಂಠಿ`,
        
`ಕ, ಕುಂಬಳಕಾಯಿ
ಬ, ಬಾದಾಮಿ
ಹ, ಹುರಳೀಕಾಯಿ
ಹ, ಹಾಗಲಕಾಯಿ
ಬ, ಬದನೇಕಾಯಿ`,
        
`ದ, ದೊಣ್ಣೆ ಮೆಣಸಿನಕಾಯಿ
ಗ, ಗೋಡಂಬಿ
ಹ, ಹಸಿರು ಮೆಣಸಿನಕಾಯಿ
ತೆ, ತೆಂಗಿನಕಾಯಿ
ಕ, ಕೊತ್ತಂಬರಿ ಸೊಪ್ಪು`,
        
`ಕ, ಕರಿಬೇವು
ಬ, ಬಟಾಣಿ
ಬೆ, ಬೆಂಡೇಕಾಯಿ
ಪ, ಪುದಿನ ಸೊಪ್ಪು
ಕ, ಕಡಲೆಕಾಯಿ
ಮೂ, ಮೂಲಂಗಿ
ಸ, ಸೊಪ್ಪು`, 
        

# ಮರಕುಟಿಗ
  `ಕಾಗೆ, ಕಾಗೆ
ಪ, ಪಾರಿವಾಳ
ಬ, ಬಾತುಕೋಳಿ
ಕ, ಕೋಳಿ
ಗಿ, ಗಿಣಿ
నె, నెమలి`,
        
`ಗ, ಗುಬ್ಬಚ್ಚಿ 
ಮ, ಮರಿ
ಗೂ, ಗೂಬೆ
ಹ, ಹುಂಜ
ವ, ವಲ್ಚರ್
ಮ, ಮರಕುಟಿಗ `,

 # ಶಾಲೆ
`ತ, ತಕ್ಕಡಿ
ಶ, ಶಾಲಾ ಚೀಲ
ಕ, ಕತ್ತರಿ
ನೀ, ನೀರಿನ ಶೀಶೆ
ಪ, ಪುಸ್ತಕ `,

  # ಅಡಿಗೆ
`ಒ, ಒಲೆ
ಚ, ಚಾಕು
ಚ, ಚಮಚ
ಮ, ಮಡಕೆ
ಬೆ, ಬೆಣ್ಣೆ`, 
   
# tools
        
`ಕ, ಕೊಡಲಿ  
ತ, ತುಲನೆ  
ಕ,  ಕಪ್ಪು ಹಲಗೆ 
ಮೆ, ಮೆದುಗೊಳವೆ 
ಸೂ, ಸೂಕ್ಷ್ಮದರ್ಶಕ`, 
        
`ಸೂ, ಸೂಜಿ
ನ, ನೇಗಿಲು  
ಗ, ಗರಗಸ 
ದೂ, ದೂರದರ್ಶಕ 
ಪ್, ಪ್ರನಾಳ  
ದಿ, ದಿಕ್ಸೂಚಿ`,

 #  others
`ಸೂ, ಸೂರ್ಯ
ಚ, ಚಂದ್ರ
ಮ, ಮಳೆ
ನ, ನಕ್ಷತ್ರ
ಹ, ಹಾಲು
ಮೂ, ಮೂಳೆ`,

`ಗ, ಗಂಟೆ
ಹ, ಹಕ್ಕಿ
ಶ, ಶಂಖ
ಐ, ಐದು
ಆ, ಆಹಾರ`,
        
`ಹ, ಹಣ್ಣುಗಳು
ರ, ರಾಜ
ಗ, ಗಾಳಿಪಟ
ಏ, ಏಣಿ 
ಎ, ಎಲೆ`,
        
`ಚ, ಚಕ್ರ
ಶಿ, ಶಿಳ್ಳೆ
ಪ್, ಪ್ರಪಂಚ
ಮ, ಮನೆ
ಹ, ಹಾಸಿಗೆ`, 
        
`ಮೋ, ಮೋಂಬತ್ತಿ
ಕ, ಕುರ್ಚಿ
ಮ, ಮಗು
ಹ, ಹುಡುಗ
ಹ, ಹುಡುಗಿ`, 
        
`ಮ, ಮನುಷ್ಯ
ಮ, ಮಹಿಳೆ
ಚೆ, ಚೆಂಡು
ಗ, ಗಡಿಯಾರ
ನ, ನೋಡುವವ`,
             
]
    },
    {
      type: 'connectLetters',
      label: 'சொல் உருவாக்குக',
      id: 'connect-letters',
      commonData: {
        title: 'எழுத்துக்களை இணைத்து சொல் உருவாக்குக ',
        printTitle: 'Form the word using the letters.',
        type: 'image',
        lang: 'ka'
      },
      data: [
        `grapes, திராட்சை
banana, வாழைப்பழம்
watermelon, தர்பூசணி
papaya, பப்பாளி
mango, மாம்பழம்
jackfruit, பலாப்பழம்
guava, கொய்யாப்பழம்
pineapple, அன்னாசிப்பழம் 
pomegranate, மாதுளை
apple, ஆப்பிள்
orange, ஆரஞ்சு`,

        `squirrel, அணில்
tortoise,  ஆமை
leaf,  இலை
winged-termites,  ஈசல்
world, உலகம்
whistle, ஊதல்
ant, எறும்பு
ladder, ஏணி
five, ஐந்து
camel, ஒட்டகம்
boat, ஓடம்
auvai, ஔவை`,

        `lotus, தாமரை
sunflower, சூரியகாந்தி
marigold, சாமந்தி
hibiscus, செம்பருத்தி
jasmine, மல்லி`,

        `aeroplane, விமானம்
boat, படகு
bus, பேருந்து
car, மகிழுந்து
cycle, மிதிவண்டி 
ship, கப்பல்
train, தொடர்வண்டி`,

        `ear, காது
eye, கண்
foot, பாதம்
hair, முடி
hand, கை
mouth, வாய்
nose, மூக்கு 
tooth, பல்`,

        `onion, வெங்காயம் 
tomato, தக்காளி
potato, உருளைக்கிழங்கு
cabbage, முட்டைகோசு
corn, சோளம் 
carrot, காரட்
cucumber, வெள்ளரிக்காய்
garlic, பூண்டு
ginger, இஞ்சி`,

        `cat, பூனை
dog, நாய்
goat, ஆடு
sheep, செம்மறி ஆடு  
horse, குதிரை
pig, பன்றி
elephant, யானை
lion, சிங்கம்
monkey, குரங்கு
tiger, புலி`,

        `fox, நரி 
crocodile, முதலை
zebra, வரிக்குதிரை
bear, கரடி
camel, ஒட்டகம்
shark, சுறா
whale, திமிங்கிலம்
hippo, நீர்யானை
rhino, காண்டாமிருகம்`,

        `fish, மீன்
frog, தவளை
crab, நண்டு
snake, பாம்பு
rat, எலி
winged-termites, ஈசல்
ant, எறும்பு
dragonfly, தட்டான்
fly, ஈ`,

        `crow, காகம்
dove, புறா
duck, வாத்து
hen, கோழி
parrot, கிளி
peacock, மயில்
sparrow, சிட்டுக்குருவி`
      ]
    },
    {
      type: 'completeWord',
      label: 'விடுபட்ட எழுத்துக்களை நிரப்புக ',
      id: 'write-word',
      commonData: {
        images: 'custom',
        lang: 'ka'
      },
      data: [
        `squirrel| அணில்
tortoise|  ஆமை
leaf|  இலை
winged-termites|  ஈசல்
world| உலகம்
whistle| ஊதல்
ant| எறும்பு
ladder| ஏணி
five| ஐந்து
camel| ஒட்டகம்
boat| ஓடம்
auvai| ஔவை`,

        `grapes| திராட்சை
banana| வாழைப்பழம்
watermelon| தர்பூசணி
papaya| பப்பாளி
mango| மாம்பழம்
jackfruit| பலாப்பழம்
guava| கொய்யாப்பழம்
pineapple| அன்னாசிப்பழம் 
pomegranate| மாதுளை
apple| ஆப்பிள்
orange| ஆரஞ்சு`,

        `lotus| தாமரை
sunflower| சூரியகாந்தி
marigold| சாமந்தி
hibiscus| செம்பருத்தி
jasmine| மல்லி`,

        `aeroplane| விமானம்
boat| படகு
bus| பேருந்து
car| மகிழுந்து
cycle| மிதிவண்டி 
ship| கப்பல்
train| தொடர்வண்டி`,

        `ear| காது
eye| கண்
foot| பாதம்
hair| முடி
hand| கை
mouth| வாய்
nose| மூக்கு 
tooth| பல்`,

        `onion| வெங்காயம் 
tomato| தக்காளி
potato| உருளைக்கிழங்கு
cabbage| முட்டைகோசு
corn| சோளம் 
carrot| காரட்
cucumber| வெள்ளரிக்காய்
garlic| பூண்டு
ginger| இஞ்சி`,

        `cat| பூனை
dog| நாய்
goat| ஆடு
sheep| செம்மறி ஆடு | 
horse| குதிரை
pig| பன்றி`,
        
`elephant| யானை
lion| சிங்கம்
monkey| குரங்கு
tiger| புலி
fox| நரி 
crocodile| முதலை`,
        
`zebra| வரிக்குதிரை
bear| கரடி
camel| ஒட்டகம்
shark| சுறா
whale| திமிங்கிலம்`,
        
`hippo| நீர்யானை
rhino| காண்டாமிருகம்
fish| மீன்
frog| தவளை
crab| நண்டு`,
        
`snake| பாம்பு
rat| எலி
winged-termites| ஈசல்
ant| எறும்பு
dragonfly| தட்டான்
fly| ஈ`,

        `crow| காகம்
dove| புறா
duck| வாத்து
hen| கோழி
parrot| கிளி
peacock| மயில்
sparrow| சிட்டுக்குருவி`
      ]
    }
  ]
};
