export default {
  label: 'ಪದ',
  id: 'kn-word',
  img: 'word',
  lockAfter: 4,
  list: [
    //connect letters and form word
    /*
      {
        id: '2-letter-words',
        type: 'sequence',
        label: 'ஈரெழுத்து சொற்கள்',
        lockAfter: 2,
        commonData: {
          title: 'எழுத்துக்களை சேர்த்து வார்த்தை அமைக்கவும்.',
          lang: 'ta'
        },
        data: [
          'அது,  ஆடு, இலை, ஏன், யார், பல், வடை, நெல், சொல், நிலா',
          'ஆணி, எது, பால், நடை, மதி, பாடு, கரை, காலை, நில், படி',
          'இது, தடை, மாலை, மாடு, வலி, மண், குதி, நீர், கிளை, படை',
          'காடு, சூடு, மான், விழா, செல், வழி, மழை, மடி',
          'மலை, மேல், கீழ், மாடி, இடி, நதி, கறை, கலை, புறா, கிளி',
          `தூண், காளை, கூலி, கோழி, கூழ், பாதை, காசு, தேன், புலி`,
          `நாளை, பானை, நூறு, ஊது, கோடு, கொடு, சுவை, தோல், தோள், தெரு`
        ]
      },
      */
    {
      id: 'opposites',
      type: 'match',
      label: 'ವಿರುದ್ಧಾರ್ಥಕ ಪದಗಳು ',
      commonData: {
        title: 'Match: ವಿರುದ್ಧಾರ್ಥಕ ಪದಗಳು ',
        fontSize: '1rem'
      },
      data: [
        `ಬೆಳಕು , ಕತ್ತಲೆ
ಸ್ವಾವಲಂಬನೆ , ಪರಾವಲಂಬನೆ
ಸದುಪಯೋಗ , ದುರುಪಯೋಗ
ಆದರ , ಅನಾದರ
ಸ್ವಾರ್ಥ , ನಿಸ್ವಾರ್ಥ`,

        `ಉಪಯೋಗ , ನಿರುಪಯೋಗ
ಗೌರವ , ಅಗೌರವ
ಪೂರ್ಣ , ಅಪೂರ್ಣ
ಅಮೃತ , ವಿಷ
ನಂಬಿಕೆ , ಅಪನಂಬಿಕೆ`,

        `ಬಡವ , ಬಲ್ಲಿದ
ಲಕ್ಷಣ , ಅವಲಕ್ಷಣ
ಮೈಮರೆ , ಎಚ್ಚರ
ಜನ , ನಿರ್ಜನ
ಪ್ರಧಾನ , ಗೌಣ`,

        `ಪರಾಕ್ರಮಿ , ಹೇಡಿ
ಸ್ವಿಕರಿಸು , ನಿರಾಕರಿಸು
ಶ್ರೇಷ್ಟ , ಕನಿಷ್ಠ
ಶಿಷ್ಟ , ದುಷ್ಟ
ಕೃತಜ್ಞ , ಕೃತಘ್ನ`,

        `ಇಹಲೋಕ , ಪರಲೋಕ
ನ್ಯಾಯ , ಅನ್ಯಾಯ
ಬಾಲ್ಯ , ಮುಪ್ಪು
ಖಂಡ , ಅಖಂಡ
ಮೂರ್ಖ , ಜಾಣ`,

        `ಸಹ್ಯ , ಅಸಹ್ಯ
ಆಯುಧ , ನಿರಾಯುಧ
ಸ್ವರ , ಅಪಸ್ವರ
ಆಯಾಸ , ಅನಾಯಾಸ
ಸಮ , ಅಸಮ`,

        `ಗತಿ , ದುರ್ಗತಿ
ಸನ್ಮಾರ್ಗ , ದುರ್ಮಾರ್ಗ
ಜೇಷ್ಠ , ಕನಿಷ್ಠ
ಆದಾಯ , ವೆಚ್ಚ
ನಾಗರಿಕ , ಅನಾಗರಿ`,

        `ನಡತೆ , ದುರ್ನಡತೆ
ಜ್ಞಾನ , ಅಜ್ಞಾನ
ಅಂತ , ಅನಂತ
ಅಭಿಮಾನ , ನಿರಭಿಮಾನ
ದ್ರವ , ಘನ`,

        `ಕೃಪೆ , ಅವಕೃಪೆ
ಅಂಕುಶ , ನಿರಂಕುಶ
ಸುಪ್ರಸಿದ್ಧ , ಕುಪ್ರಸಿದ್ಧ
ಆರಂಭ , ಮುಕ್ತಾಯ
ಭಾಜ್ಯ , ಅವಿಭಾಜ್ಯ`,

        `ಮಲ , ನಿರ್ಮಲ
ಗದ್ಯ , ಪದ್ಯ
ಅದೃಷ್ಟ , ದುರಾದೃಷ್ಟ
ಅನುಭವ , ಅನನುಭವ
ಅಪೇಕ್ಷೆ , ಅನಪೇಕ್ಷೆ`,

        `ಅಮೂಲ್ಯ , ನಿಕೃಷ್ಟ
ಆಸೆ , ನಿರಾಸೆ
ಉತ್ಸಾಹ , ನಿರುತ್ಸಾಹ
ಸಹಜ , ಅಸಹಜ
ಬಹಳ/ಹೆಚ್ಚು , ಕಡಿಮೆ`,

        `ವ್ಯವಹಾರ , ಅವ್ಯವಹಾರ
ಸಮತೆ , ಅಸಮತೆ
ಶುಚಿ , ಕೊಳಕು
ಮೃದು , ಒರಟು
ಆಯಾಸ , ನಿರಾಯಾಸ`,

        `ಸಂಘಟನೆ , ಅಸಂಘಟನೆ
ಪ್ರಾಚೀನ , ನವೀನ
ಉತ್ತೀರ್ಣ , ಅನುತ್ತೀರ್ಣ
ನಾಗರೀಕ , ಅನಾಗರೀಕ
ಹಿಗ್ಗು x ಕುಗ್ಗು`,

        `ಹಿತ x ಅಹಿತ
ಜ್ಞಾನ , ಅಜ್ಞಾನ
ಶಿಸ್ತು , ಅಶಿಸ್ತು
ಉಚಿತ , ಅನುಚಿತ
ವಾಸನೆ , ದುರ್ವಾಸನೆ`,

        `ಜಯ , ಅಪಜಯ
ಸುಕೃತಿ , ವಿಕೃತಿ
ಒಣ , ಹಸಿ
ಅವಶ್ಯಕ , ಅನಾವಶ್ಯಕ
ಜನನ , ಮರಣ`,

        `ಆರಂಭ , ಅಂತ್ಯ
ಸಾಹುಕಾರ , ಬಡವ
ಸಾಧಾರಣ , ಅಸಾಧಾರಣ
ಉಚಿತ , ಅನುಚಿತ
ತೆಂಕಣ , ಬಡಗಣ`,

        `ಏಕ , ಅನೇಕ
ಗಮ್ಯ , ಅಗಮ
ಶಕುನ , ಅಪಶಕುನ
ನೀತಿ , ಅನೀತಿ
ಉತ್ತಮ , ಕಳಪೆ`,

        `ಸುದೈವಿ , ದುರ್ಧೈವಿ
ಹಿಗ್ಗು , ಕುಗ್ಗು
ಊರ್ಜಿತ , ಅನೂರ್ಜಿತ
ವ್ಯಯ , ಆಯ
ರೋಗ , ನಿರೋಗ`,

        `ಸಂಶಯ , ನಿಸ್ಸಂಶಯ
ದಾಕ್ಷಿಣ್ಯ , ನಿರ್ದಾಕ್ಷಿಣ್ಯ
ಸ್ವಸ್ಥ , ಅಸ್ವಸ್ಥ
ಬೆಳಕು , ಕತ್ತಲೆ
ಆರ್ಯ , ಅನಾರ್ಯ`,

        `ಅಧಿಕೃತ , ಅನಧಿಕೃತ
ದಕ್ಷ , ಅದಕ್ಷ
ಪರಿಚಿತ , ಅಪರಿಚಿತ
ಅಧ್ಯಯನ , ಅನಧ್ಯಯನ
ಪ್ರಬಲ , ದುರ್ಬಲ`,

        `ಕ್ರಮ , ಅಕ್ರಮ
ಉಪಕಾರ , ಅಪಕಾರ
ಪ್ರಧಾನ , ಗೌಣ
ದಯ , ನಿರ್ದಯ
ಭೀತಿ , ನಿರ್ಭೀತಿ`,

        `ದೇವ , ದಾನವ
ವಾಚ್ಯ , ಅವಾಚ್ಯ
ಬಿಂಬ , ಪ್ರತಿಬಿಂಬ
ದ್ವಿತಿಯ , ಅದ್ವಿತಿಯ
ದಮ್ಯ , ಅದಮ್ಯ`,

        `ಅಬಲೆ , ಸಬಲೆ
ಖ್ಯಾತಿ , ಅಪಖ್ಯಾತಿ
ಪಾಪ , ಪುಣ್ಯ
ಅರಿವು , ಮರೆವು
ಕೊಲ್ಲು , ಕಾಯು`,

        `ಅಕ್ಷಯ x ಕ್ಷಯ
ಅನಾಥ x ನಾಥ
ಅಭ್ಯಾಸ x ದುರಭ್ಯಾಸ
ಅಮೃತ x ವಿಷ
ಆರೋಗ್ಯ , ಅನಾರೋಗ್ಯ`,

        `ಲಾಭ , ನಷ್ಟ
ಆಯಾಸ , ಅನಾಯಾಸ
ಹಿತ , ಅಹಿತ
ಜಾತಿ , ವಿಜಾತಿ
ಚೇತನ , ಅಚೇತನ`,

        `ಲಕ್ಷ್ಯ , ಅಲಕ್ಷ್ಯ
ಕೀರ್ತಿ , ಅಪಕೀರ್ತಿ
ಪೂರ್ಣ , ಅಪೂರ್ಣ
ವಿವೇಕ , ಅವಿವೇಕ
ಸಂತೋಷ , ಅಸಂತೋಷ`,

        `ಶುಭ್ರ , ಅಶುಭ್ರ
ಉಪಕಾರಿ , ಅಪಕಾರಿ
ಹಿಂಸೆ x ಅಹಿಂಸೆ
ಉದಯ , ಅಸ್ತಮಾನ
ಪ್ರತಿಷ್ಠೆ , ಅಪ್ರತಿಷ್ಠೆ
ಸ್ವಿಕರಿಸು x ನಿರಾಕರಿಸು`
      ]
    },
    {
      id: 'sorting',
      label: 'ದಿನಗಳು ',
      type: 'sorting',
      data: {
        title: 'Arrange the days of the week',
        text: 'ಭಾನುವಾರ , ಸೋಮವಾರ , ಮಂಗಳವಾರ, ಬುಧವಾರ, ಗುರುವಾರ , ಶುಕ್ರವಾರ , ಶನಿವಾರ '
      }
    },
    {
      id: 'months',
      label: 'ಮಾಸಗಳು',
      type: 'sorting',
      data: {
        title: 'Arrange the kannada months',
        text: `ಚೈತ್, ವೈಶಾಖ, ಜ್ಯೇಷ್ಠ, ಆಷಾಢ, ಶ್ರಾವಣ, ಭಾದ್ರಪದ, ಆಶ್ವೇಜ, ಕಾರ್ತೀಕ, ಮಾರ್ಗಶಿರ, ಪುಷ್ಯ, ಮಾಘ, ಫಾಲ್ಗುಣ`
      }
    }
  ]
};
