export default {
  label: 'Grammar',
  id: 'mr-grammar',
  img: 'langGrammar',
  list: [
    {
      label: 'नाम',
      type: 'passage',
      id: 'notes',
      data: {
        title: 'नाम',
        text: `कोणत्याही व्यक्तीचे, वस्तूचे, ठिकाणाचे, पशू-पक्ष्यांचे गुण यांना दिलेले नाव म्हणजे 'नाम' होय.
नामाचे मुख्य तीन प्रकार आहेत.
# सामान्य नाम
एकाच जातीच्या किंवा एकाच गटातील पदार्थांच्या सामान गुणधर्मामुळे त्यांना जे एकाच नाव दिले जाते त्याला ‘सामान्य नाम’ असे म्हणतात 
उदा. नदी, मुलगी, फळ, प्राणी                                
# विशेष नाम
कोणत्याही एका व्यक्ती, प्राणी, वस्तू किंवा जागेला आपण जे विशिष्ठ नाव देतो त्याला 'विशेष नाम' असे म्हणतात.
उदा. हत्ती, गुलाब, अननस, सोनाली             
# भाववाचक नाम
जी नावे आपण पाहू शकत नाही परंतु त्यांचे गुणधर्म, भावना, स्तिथी, अवस्था किंवा कृती यांना जे नाव दिले जाते त्याला 'भाववाचक नाम' असे म्हणतात.
उदा. श्रीमंती, नम्रता, आंबटपणा, सौंदर्य, सुख `
      }
    },
    {
      id: 'match',
      label: 'जोड्या लावा',
      type: 'match',
      data: {
        title: 'Match the category with the type.',
        text: `आंबा, फळ 
गेंडा, प्राणी
सूर्यफूल, फूल
माठ, वस्तू`
      }
    },
    {
      type: 'selectWord',
      label: 'Identify Nouns',
      id: 'select-word',
      data: {
        title: 'खालील वाक्यांतील नामांना अधोरेखित करा',
        text: `*अजयने* रोपटे लावले.
*श्रुतीने* परीक्षेत पहिला नंबर मिळवला. 
असा *दयाळूपणा* जन्मजातच असतो.
आम्ही *गरीब* आहोत.
*मोर* खूप सुंदर दिसतो.`
      }
    },
    {
      id: 'classify',
      label: 'खालील नामांचे वर्गीकरण करा',
      type: 'group',
      data: {
        title: 'Drag and drop the words in the right boxes.',
        types: [
          {
            name: 'सामान्य नाम',
            text: 'पक्षी, पर्वत, समुद्'
          },
          {
            name: 'विशेष नाम',
            text: 'सिया, भारत, हिमालय'
          }
        ]
      }
    },
    {
      id: 'fillup',
      label: 'Fill in the blanks',
      type: 'fillup',
      data: {
        title: `Fill in the blanks with appropriate words.`,
        text: `आपण बोलताना *नम्रपणे (रागाने)* बोलावे.
सगळ्यांनी अजयच्या *चातुर्याचे (आळशीपणाचे)* कौतुक केले. 
मीराच्या आवाजात *मधुरता (कडूपणा)* आहे. 
प्रियाने काढलेल्या रांगोळीत *सौंदर्य (कुरूपता)* दडले होते.
हिमालय पर्वताची *विशालता (छोटेपणा)* अचंभित करणारी आहे.`
      }
    }
  ]
};
