export default {
  label: 'व्याकरण - 3',
  id: 'mr-grammar-3',
  lang: 'mr',
  lockAfter: 100,
  list: [
    {
      label: 'शब्दसमूहाबद्दल एक शब्द',
      type: 'matchByDragDrop',
      id: 'onewordsubstitution',
      commonData: {
        title: 'खालील शब्दसमूहाबद्दल योग्य शब्द निवडा.'
      },
      data: [
        `दररोज प्रसिद्ध होणारे - *दैनिक*
          दर आठवड्याने प्रसिद्ध होणारे - *साप्ताहिक*
          पंधरा दिवसांनी प्रसिद्ध होणारे - *पाक्षिक*
          महिन्याने प्रसिद्ध होणारे - *मासिक*
          वर्षातून एकदा प्रसिद्ध होणारे - *वार्षिक*`,

        `पाण्यामध्ये राहणारे प्राणी - *जलचर*
          पाणी व जमिनीवर राहणारे प्राणी - *उभयचर*
          जमिनीवर वावरणारे प्राणी - *भूचर*
          वनात राहणारे प्राणी - *वनचर*
          ज्या अरण्यात पशूंना अभय दिले जाते - *अभयारण्य*`,

        `अनेक माणसांचा समूह - *जमाव*
          पायापासून डोक्यापर्यंत - *आपादमस्तक*
          अनेक फुलांचा समूह - *पुष्पगुच्छ*
          चार रस्ते एकत्र येतात ती जागा - *चौक*
          श्रम करून जगणारे - *श्रमिक*`,

        `भाषण ऐकणारे - *श्रोते*
          सेवा करणारे - *सेवक*
          खूप चांगली संधी - *सुवर्णसंधी*
          मत देणारा - *मतदार*
          पाहण्यास योग असे - *प्रेक्षणीय*`,

        `भाषण करण्याची कला - *वक्तृत्व*
          ज्याचे वर्णन करता येत नाही - *अवर्णनीय*
          आंब्याच्या झाडांची बाग - *आमराई*
          देव आहे असे मानणारा - *आस्तिक*
          देव नाही असे मानणारा - *नास्तिक*`,

        `ज्याचा कधीच विसर पडत नाही असा - *अविस्मरणीय*
          देशासाठी झटणारा - *देशभक्त*
          स्वतःचे काम स्वतःच करणारा - *स्वावलंबी*
          दुसऱ्यावर अवलंबून असणारा - *परावलंबी*
          लहानांपासून वृद्ध माणसांपर्यंत - *आबालवृद्ध*`
      ]
    },
    {
      label: 'एक शब्द अनेक अर्थ',
      type: 'passage',
      id: 'notes',
      style: 'big',
      data: {
        title: 'एक शब्द अनेक अर्थ',
        text: `मराठीमध्ये आपल्याला अनेक शब्दांचे भिन्न अर्थ पहावयास मिळतात. म्हणजेच एकच शब्द वेगवेगळ्या वाक्यामध्ये वेगवेगळ्या अर्थाने वापरला जातो.
          उदाहरणार्थ:
          1) क्रिकेटमध्ये मनोजच्या संघाची हार झाली.
          2) पाहुण्यांनी फोटोला हार घातला.
          या दोन वाक्यामध्ये हार हा शब्द वेगवेगळ्या अर्थाने आला आहे. पहिल्या वाक्यात हार शब्द पराभव या अर्थाने आला आहे, तर दुसऱ्या वाक्यात हाच शब्द फुलांची माळ या अर्थाने आहे. असे अनेक शब्द मराठी भाषेत आहेत.
          उदा:
          अर्थ - आशय, पैसा
          खोड - वाईट सवय, झाडाचे खोड
          काळ - वेळ, मृत्यू
          जलद - ढग, लवकर
          तीर - काठ, बाण`
      }
    },
    {
      label: 'भिन्नार्थी शब्द ओळखा',
      id: 'hi-homonyms1',
      type: 'mcq',
      data: {
        title:
          'खालील वाक्यांमधील अधोरेखित शब्दांचे योग्य भिन्नार्थी शब्द निवडा',
        questions: [
          {
            qText: 'बाबांनी महानगरपालिका कार्यालयात *कर* भरला.',
            options: 'टॅक्स, हात, पाय'
          },
          {
            qText: 'काटा टोचताच माझ्या पायात *कळ* आली.',
            options: 'वेदना, किल्ली, भीती'
          },
          {
            qText: 'त्याच्या *तीराने* अचूक लक्ष्यभेद केला.',
            options: 'बाण, किनारा, काठ'
          },
          {
            qText: 'तिला सुपारी खाण्याची *खोड* आहे.',
            options: 'वाईट सवय, झाडाचे खोड, आवड'
          },
          {
            qText: 'आपण मोठ्यांना नेहमीच *मान* दिला पाहिजे.',
            options: 'मोठेपणा, शरीराचा भाग, लहानपणा'
          }
        ]
      }
    },
    {
      type: 'match',
      label: 'जोडया लावा',
      id: 'match',
      commonData: {
        title: 'खालील शब्दांचे भिन्न अर्थ ओळखून योग्य जोड्या लावा'
      },
      data: [
        `कर, हात - टॅक्स
        हार, फुलांची माळा - पराजय
        जीवन, आयुष्य - पाणी
        अंग, शरीर - अवयव
        वार, दिवस - घाव`,

        `डाव, कारस्थान - खेळी
        दंड, शिक्षा - काठी
        नाव, होडी - वस्तूचे नाव
        पात्र, भांडे - योग्य
        माया, धन - ममता`
      ]
    }
  ]
};
