export default {
  label: 'सामान्य ज्ञान',
  id: 'mr-gk',
  lockAfter: 100,
  list: [
    {
      id: 'mcq',
      label: 'योग्य उत्तर निवडा',
      type: 'mcq',
      lockAfter: 1,
      commonData: {
        title: 'खाली दिलेल्या पर्यायांमधून योग्य उत्तर निवडा'
      },
      data: [
        {
          questions: [
            {
              qText: 'महाराष्ट्र राज्याची स्थापना केव्हा झाली?',
              options: '1 मे 1960, 1 मे 1961, 1 मे 1962'
            },
            {
              qText: 'महाराष्ट्राचे पहिले मुख्यमंत्री कोण?',
              options: 'यशवंतराव चव्हाण, अशोक चव्हाण, सुनील चव्हाण'
            },
            {
              qText: 'महाराष्ट्राची राजधानी कोणती आहे?',
              options: 'मुंबई, पुणे, नागपूर'
            },
            {
              qText: 'महाराष्ट्राची उपराजधानी कोणती आहे?',
              options: 'नागपूर, पुणे, मुंबई'
            },
            {
              qText: 'महाराष्ट्र राज्याच्या अधिकृत भाषेचे नाव काय आहे?',
              options: 'मराठी, तामिळ, पंजाबी'
            }
          ]
        },
        {
          questions: [
            {
              qText: 'महाराष्ट्रातील सर्वांत उंच शिखर कोणते आहे?',
              options: 'कळसुबाई, अन्नपूर्णा, एवरेस्ट'
            },
            {
              qText: 'ज्ञानेश्वरी लिहिणारे संत कोण?',
              options: 'संत ज्ञानेश्वर, संत एकनाथ, संत तुकाराम'
            },
            {
              qText:
                'उल्कापातामुळे निर्माण झालेले बुलढाणा जिल्ह्यातील सरोवर कोणते?',
              options: 'लोणार, वुलर, चिलिका'
            },
            {
              qText:
                'पूर्वेचे ऑक्सफर्ड म्हणून महाराष्ट्रातील कुठले शहर ओळखले जाते?',
              options: 'पुणे, मुंबई, कोल्हापूर'
            },
            {
              qText: 'महाराष्ट्रातील सर्वाधिक लांबीची नदी कोणती?',
              options: 'गोदावरी, कृष्णा, वैनगंगा'
            }
          ]
        },
        {
          questions: [
            {
              qText: 'ज्ञानेश्वरांची समाधी कोठे आहे?',
              options: 'आळंदी, पुणे, औरंगाबाद'
            },
            {
              qText: 'महाराष्ट्र राज्याच्या राज्य वृक्षाचे नाव काय आहे?',
              options: 'आंबा, पिंपळ, लिंबू'
            },
            {
              qText: 'मराठी नववर्ष कधी साजरे केले जाते?',
              options: 'गुढी पाडवा, दिवाळी, होळी'
            },
            {
              qText:
                'कोणत्या शहराला महाराष्ट्राची पर्यटन राजधानी म्हणून ओळखतात?',
              options: 'औरंगाबाद, सोलापूर, रत्नागिरी'
            },
            {
              qText: 'बैलांची पूजा करायचा सण कोणता?',
              options: 'पोळा, होळी, रक्षा बंधन'
            }
          ]
        },
        {
          questions: [
            {
              qText:
                'पाश्चात्य वैद्यकशास्त्रातील पहिल्या भारतीय महिला डॉक्टर कोण?',
              options: 'आनंदीबाई गोपाळ जोशी, सावित्रीबाई फुले, पंडित रमाबाई'
            },
            {
              qText:
                'हिंदवी स्वराज्याची स्थापना करणारा शूर आणि तेजस्वी राजा कोण?',
              options:
                'छत्रपती शिवाजी महाराज, छत्रपती शाहू महाराज, छत्रपती संभाजी महाराज'
            },
            {
              qText: 'मनाचे श्लोक कोणी लिहिलेत?',
              options: 'समर्थ रामदास, गोरा कुंभार, स्वामी समर्थ'
            },
            {
              qText: 'कुष्ठरोगाने पीडित लोकांचे पुनर्वसन करणारे समाज सेवक कोण?',
              options: 'बाबा आमटे, अण्णा हजारे, भाऊराव पाटील'
            },
            {
              qText: 'केसरी हे वर्तमानपत्र कोणी सुरु केले?',
              options: 'लोकमान्य टिळक, गोपाळ कृष्ण गोखले, गोपाळ गणेश आगरकर'
            }
          ]
        }
      ]
    },
    {
      type: 'matchByDragDrop',
      label: 'ड्रॅग आणि ड्रॉप करा',
      id: 'drag-drop',
      commonData: {
        title: 'शब्द ड्रॅग करा आणि योग्य पर्यायापाशी टाका.'
      },
      data: [
        `गणपती बाप्पाचा आवडता पदार्थ - *मोदक*
मकर संक्रांतीला एकमेकांना देतात - *तिळगुळ*
सणाच्या दिवशी करायची गोड पोळी - *पुरणपोळी*
महाराष्ट्राचा प्रसिद्ध 'बर्गर'- *वडा पाव*
सकाळच्या नाश्त्याचा आवडता पदार्थ - *कांदा पोहे*`,

        `गेटवे ऑफ इंडिया - *मुंबई*
बीबी का मकबरा - *औरंगाबाद*
शनिवार वाडा - *पुणे*
दीक्षा भूमी - *नागपूर*
जंजिरा किल्ला - *मुरुड*`,

        `प्रसिद्ध थंड हवेचे ठिकाण - *महाबळेश्वर*
समुद्राकाठी गणपतीचे मंदिर - *गणपतीपुळे*
महाराष्ट्रातील मोठी पर्वतरांग - *सह्याद्री*
महाराष्ट्रातील सर्वात मोठा व्याघ्र प्रकल्प - *ताडोबा*
सिंहस्थ कुंभमेळ्याचे स्थान - *त्र्यंबकेश्वर*`,

        `मराठी भाषा - *देवनागरी लिपी*
शिवाजी महाराजांचे जन्मस्थान - *शिवनेरी*
भूदान आंदोलन - *विनोबा भावे*
मराठा साम्राज्याचा शेवटचा पेशवा - *बाजी राव II*
शिवाजी महाराजांचे मंत्री मंडळ - *अष्टप्रधान*`
      ]
    },
    {
      id: 'match-1',
      label: 'खेळाडू आणि खेळाच्या',
      type: 'match',
      data: {
        title: 'खेळाडू आणि खेळाच्या योग्य जोड्या लावा',
        text: `क्रिकेट, सचिन तेंडुलकर
निशाणेबाजी, अंजली भागवत
हॉकी, धनराज पिल्लई
जलतरण, वीरधवल खाडे
कुस्ती, खाशाबा जाधव`
      }
    },
    {
      id: 'match-2',
      label: 'साहित्यीक आणि त्यांच्या टोपणनावांच्या',
      type: 'match',
      data: {
        title: 'साहित्यीक आणि त्यांच्या टोपणनावांच्या योग्य जोड्या लावा',
        fontSize: '1rem',
        text: `प्रल्हाद केशव अत्रे, केशवकुमार
त्र्यंबक बापूजी ठोंबरे, बालकवी
चिंतामणि त्र्यंबक खानोलकर, आरती प्रभू
वि. वा. शिरवाडकर, कुसुमाग्रज
कृष्णाजी केशव दामले, केशवसुत`
      }
    },
    {
      id: 'match-3',
      label: 'साहित्यीक आणि त्यांच्या कादंबऱ्यांच्या',
      type: 'match',
      data: {
        title: 'साहित्यीक आणि त्यांच्या कादंबऱ्यांच्या योग्य जोड्या लावा',
        text: `आनंद यादव, झोंबी
स्वामी, रणजित देसाई
ययाती, वि. स. खांडेकर
मृत्युंजय, शिवाजी सावंत
महानायक, विश्वास पाटील
बॅरिस्टर, जयवंत दळवी`
      }
    },
    {
      id: 'match-4',
      type: 'match',
      label: 'शिवाजी महाराजांच्या कारकिर्दीच्या',
      lockAfter: 2,
      commonData: {
        title: 'शिवाजी महाराजांच्या कारकिर्दीच्या योग्य जोड्या लावा',
        fontSize: '1rem'
      },
      data: [
        `स्वराज्याची शपथ, 1645
तोरणा जिंकला, 1646
जावळीचे युद्ध, 1656
अफझल खानाचा वध, 1659
पन्हाळ्याचा वेढा, 1660`,

        `लाल महालावर हल्ला, 1663
सुरतेची पहिली लूट, 1664
आग्र्याहून सुटका, 1666
गड आला पण सिंह गेला, 1670
राज्याभिषेक, 1674`
      ]
    },
    {
      id: 'match-5',
      label: 'खाद्य पदार्थ आणि शहरांच्या',
      type: 'match',
      data: {
        title: 'खाद्य पदार्थ आणि शहरांच्या योग्य जोड्या लावा',
        text: `तर्री पोहा, नागपूर
मस्तानी, पुणे
वडा पाव, मुंबई
मिसळ, कोल्हापूर
कोंडाजी चिवडा, नाशिक
कचोरी, शेगाव`
      }
    },
    {
      id: 'match-6',
      label: 'महाराष्ट्राच्या मानचिन्हांच्या',
      type: 'match',
      data: {
        title: 'महाराष्ट्राच्या मानचिन्हांच्या योग्य जोड्या लावा',
        text: `राज्य प्राणी, शेकरू
राज्य फुल, जारूळ
राज्य पक्षी, हरियाल
राज्य वृक्ष, आंबा
राज्य खेळ, कब्बडी
राज्य फुलपाखरू, ब्ल्यू मॉरमॉन`
      }
    }
  ]
};
