export default {
  label: 'Numbers',
  id: 'mr-numbers',
  lockAfter: 100,
  list: [
    {
      id: 'match',
      type: 'match',
      label: 'Match the Numbers',
      commonData: {
        title: 'Match the Numbers',
        fontSize: '1.5rem'
      },
      data: [
        `एक, 1
दोन, 2
तीन, 3
चार, 4
पाच, 5  `,

        `सहा, 6
सात, 7
आठ, 8
नऊ, 9
दहा, 10`,

        `अकरा, 11
बारा, 12
तेरा, 13
चौदा, 14
पंधरा, 15`,

        `सोळा, 16
सतरा, 17
अठरा, 18
एकोणवीस, 19
वीस, 20`,

        `दहा , 10
वीस, 20
तीस, 30
चाळीस, 40
पन्नास, 50   `,

        `साठ, 60
सत्तर, 70
ऐंशी, 80
नव्वद, 90
शंभर, 100`
      ]
    },
    {
      id: 'connect',
      type: 'sequence',
      label: 'Connect Letters',
      lockAfter: 2,
      commonData: {
        title: 'Connect letters and find the number.',
        lang: 'mr'
      },
      data: [
        'एक, दोन, तीन, चार, पाच',

        'सहा, सात, आठ, नऊ, दहा',

        'अकरा, बारा, तेरा, चौदा, पंधरा',

        'सोळा, सतरा, अठरा, एकोणवीस, वीस',

        'दहा, वीस, तीस, चाळीस, पन्नास',

        'साठ, सत्तर, ऐंशी, नव्वद, शंभर'
      ]
    },
    {
      label: 'Arrange Numbers ',
      type: 'sorting',
      id: 'sort',
      commonData: {
        title: 'Arrange Numbers from the Smallest to the Biggest'
      },
      data: [
        'एक, दोन, तीन, चार, पाच',

        'सहा, सात, आठ, नऊ, दहा',

        'अकरा, बारा, तेरा, चौदा, पंधरा',

        'सोळा, सतरा, अठरा, एकोणवीस, वीस',

        'दहा, वीस, तीस, चाळीस, पन्नास',

        'साठ, सत्तर, ऐंशी, नव्वद, शंभर'
      ]
    },
    {
      id: 'match-2',
      type: 'match',
      label: 'Match Numbers - 2',
      commonData: {
        title: 'Match Numbers',
        fontSize: '1.5rem'
      },
      data: [
        `एकवीस, 21
बावीस, 22
तेवीस, 23
चोवीस, 24
पंचवीस, 25`,

        `पस्तीस, 35
छत्तीस, 36
सदतीस, 37
अडतीस, 38
एकोणचाळीस, 39`,

        `एकेचाळीस, 41
बेचाळीस, 42		
त्रेचाळीस , 43
चव्वेचाळीस , 44
पंचेचाळीस , 45`,

        `पंचावन्न , 55
छपन्न , 56
सत्तावन्न , 57
अठ्ठावन्न , 58		
एकोणसाठ , 59	`,

        `एकसष्ट , 61
बासष्ट , 62
त्रेसष्ट , 63
चौसष्ट , 64
पासष्ट , 65`,

        `पंच्याहत्तर , 75
शहात्तर , 76
सत्याहत्तर , 77
अट्ठ्याहत्तर , 78		
एकोणऐंशी , 79`,

        `एक्याऐंशी , 81
ब्याऐंशी , 82
त्र्याऐंशी , 83
चौऱ्याऐंशी , 84
पंच्याऐंशी , 85`,

        `पंच्याण्णव , 95
शहाण्णव , 96
सत्त्याण्णव , 97
अठ्याण्णव , 98		
नव्याण्णव , 99`,

        `सदतीस , 37
सत्तेचाळीस , 47
सत्तावन्न , 57
सदुसष्ट , 67
सत्याहत्तर , 77`,

        `एकेचाळीस , 41
एकावन्न , 51
एकसष्ट , 61
एकाहत्तर , 71
एक्याऐंशी , 81`,

        `एकोणसाठ , 59
एकोणसत्तर , 69
एकोणऐंशी , 79
एकोणनव्वद , 89
नव्याण्णव , 99`,

        `चव्वेचाळीस , 44	
चोपन्न , 54
चौसष्ट , 64
चौऱ्याहत्तर , 74
चौऱ्याऐंशी , 84`
      ]
    },

    {
      label: 'Arrange Numbers - 2',
      type: 'sorting',
      id: 'sort-2',
      commonData: {
        title: 'Arrange Numbers from the Smallest to the Biggest'
      },
      data: [
        'एकवीस, बावीस, तेवीस, चोवीस, पंचवीस',

        'पस्तीस, छत्तीस, सदतीस, अडतीस, एकोणचाळीस',

        'एकेचाळीस, बेचाळीस, त्रेचाळीस, चव्वेचाळीस, पंचेचाळीस',

        'पंचावन्न, छपन्न, सत्तावन्न, अठ्ठावन्न, एकोणसाठ',

        'एकसष्ट, बासष्ट, त्रेसष्ट, चौसष्ट, पासष्ट',

        'पंच्याहत्तर, शहात्तर, सत्याहत्तर, अट्ठ्याहत्तर, एकोणऐंशी',

        'एक्याऐंशी, ब्याऐंशी, त्र्याऐंशी, चौऱ्याऐंशी, पंच्याऐंशी',

        'पंच्याण्णव, शहाण्णव, सत्त्याण्णव, अठ्याण्णव, नव्याण्णव',

        'सदतीस, सत्तेचाळीस, सत्तावन्न, सदुसष्ट, सत्याहत्तर',

        'एकेचाळीस, एकावन्न, एकसष्ट, एकाहत्तर, एक्याऐंशी',

        'एकोणसाठ, एकोणसत्तर, एकोणऐंशी, एकोणनव्वद, नव्याण्णव',

        'चव्वेचाळीस, चोपन्न, चौसष्ट, चौऱ्याहत्तर, चौऱ्याऐंशी'
      ]
    },
    {
      type: 'numberInput',
      id: 'number-names',
      label: 'Write the Number',
      commonData: {
        title: 'Write the Number',
        fontSize: '1.6rem',
        type: 'word-problem'
      },
      data: [
        `सोळा | 16
चाळीस | 40
एकोणावीस | 19
शंभर | 100
तेरा | 13`,

        `चोपन्न | 54
पंचेचाळीस | 45
बासष्ट|  62
अट्ठ्याहत्तर | 78
शहाण्णव | 96`,

        `नव्याण्णव | 99
चौऱ्याऐंशी | 84
सत्याहत्तर | 77
सदतीस | 37
पंचावन्न | 55`,

        ` अठ्याण्णव | 98
त्र्याऐंशी | 83
शहात्तर | 76
एकसष्ट | 61
एकोणसाठ | 59	`,

        `सत्त्याण्णव | 97
ब्याऐंशी | 82 
पंच्याहत्तर | 75
पासष्ट | 65
अठ्ठावन्न | 58	`,

        `पंच्याऐंशी | 85 
बहात्तर | 72
सदुसष्ट| 67
पंच्याण्णव | 95
एकावन्न | 51	`
      ]
    }
  ]
};
