export default {
  label: 'Poems',
  id: 'mr-poem',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'अग्गोबाईऽऽ ढग्गोबाईऽऽऽ',
      data: {
        title: 'अग्गोबाईऽऽ ढग्गोबाईऽऽऽ',
        type: 'poem',
        text: `अग्गोबाईऽऽ ढग्गोबाईऽऽऽ लागली कळ
ढगाला उन्हाची केवढी झळ!
थोडी न थोडकी, लागली फार!
डोंगराच्या डोळ्याला पाण्याची धार!!।।धृ।।
वारा वारा गरागरा सो सो सूम...
ढोल्या ढोल्या ढगात ढुम ढुम ढुम...
वीजबाई अशी काही तोऱ्यामध्ये खडी
आकाशाच्या पाठीवर चम चम छडी!! ।।१।।
खोल खोल जमिनीचेउघडुन दार
बुड बुड बेडकाची बडबड फार!
डुंबायला डबक्याचा करू या तलाव
साबु-बिबुनको.. थोडा चिखल लगाव!! ।।२।।`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'बीज',
      data: {
        title: 'बीज',
        type: 'poem',
        text: `इथं काय रुजतं?
मातीखाली निजतं
पाण्याने भिजतं,
इथं आहे इवलं
सुरेखसं बीज!
एवढासा कोंब
हळूच येईल वर,
सूर्य म्हणेल त्याला
माझा हात धर.
अंगाई गाणं
वारा गाईल त्याला,
झुलता झुलता
पानं येतील त्याला.
इवल्याशा रोपाचं
झाड होईल छान,
फुला-फळांनी
बहरेल रान.`
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'वाचनपाठ १',
      data: {
        title: 'वाचनपाठ १',
        type: 'poem',
        text: `काका घरी आला.
काकी घरी आली.
मामा घरी आला.
मामी घरी आली.
काका घर बघ.
मामा घर बघ.
काकी इरा आली का?
आली आली आली.
मामी रिमा आली का?
आली आली आली.`
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'आई, मला दे ना !',
      data: {
        title: 'आई, मला दे ना !',
        type: 'poem',
        text: `आई, मला छोटीशी बंदूक देना !
बंदूक घेईन । शिपाई होईन ।
ऐटीत चालीन । एक दोन तीन ।।१।।
आई, मला छोटीशी मोटार देना !
मोटार घेईन । ड्रायव्हर होईन ।
गावाला जाईन । पों पों पों ।।२।।
आई, मला छोटेसे विमान देना !
विमान घेईन । पायलट होईन ।
आकाशी जाईन । भर भर भर ।।३।।
आई, मला छोटीशी बाहुली देना !
बाहुली घेईन । तिजला मी सजवेन
ती संगेनाचेन । छुम छुम छुम ।।४।।`
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'माझा घोडा',
      data: {
        title: 'माझा घोडा',
        type: 'poem',
        text: `टपटप टपटप टाकित टापा चाले माझा घोडा
पाठीवरती जीन मखमली पायि रुपेरी तोडा.
उंच उभारी दोन्ही कान
ऐटित वळवी अपुली मान
मधेच केव्हा दुडकत दुडकत चाले थोडा थोडा.
घोडा माझा फार हुशार
पाठीवर मी होता स्वार
नुसता त्याला पुरे इशारा, कशास चाबुक ओढा?
घोडा माझा घाली रिंगण
उखडुन टाकी सारे अंगण
काही त्याला अडवित नाही, नदी असो की ओढा.
सात अरण्ये, समुद्र सात
ओलांडित हा एक दमात
आला आला माझा घोडा, अधी रस्ता सोडा.`
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'असेकसे?',
      data: {
        title: 'असेकसे?',
        type: 'poem',
        text: `असे कसे? असे कसे?
रात्रीचेच चांदणे दिसे !
असे कसे? असे कसे?
मोरालाच सुंदर पिसे !
असे कसे? असे कसे?
पाण्यातच झोपती मासे !
असे कसे? असे कसे?
आईसारखे कुणी नसे !`
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'लोठेबाबा',
      data: {
        title: 'लोठेबाबा',
        type: 'poem',
        text: `लोठेबाबा लोठेबाबा,
झोपता किती?
आठ तास दिवसा
आठ तास रात्री.
लोठेबाबा लोठेबाबा,
खाता काय तरी?
पाच लीटर दुधासंगे
दहा किलो पुरी.
लोठेबाबा लोठेबाबा,
काय करता काम?
काम शब्द ऐकताच
येतो मला घाम.`
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'गाडी आली गाडी आली',
      data: {
        title: 'गाडी आली गाडी आली',
        type: 'poem',
        text: `गाडी आली गाडी आली चला पळा रे
गाडी थांबली गाडी थांबली धक्का मारा रे ।।धृ.।।
गाडी आली कोकणातून, आंबे आणले भरून भरून
आंबे उतरून घ्यारे आणि धक्का मारा रे ।।१।।
गाडी आली वसईहून, केळी आणली भरून भरून
केळी उतरून घ्यारे आणि धक्का मारा रे ।।२।।
गाडी आली नागपूरहून, संत्री आणली भरून भरून
संत्री उतरून घ्यारे आणि धक्का मारा रे ।।३।।
गाडी आली काश्मीरहून, सफरचंदं आणली भरून भरून
सफरचंदं उतरून घ्यारे आणि धक्का मारा रे ।।४।।`
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'वेडं कोकरू',
      data: {
        title: 'वेडं कोकरू',
        type: 'poem',
        text: `वेडं कोकरू खूप थकलं
येताना घरी वाट चुकलं
अंधार बघून भलतच भ्यालं
दमून दमून झोपेला आलं
शेवटी एकदा घर दिसलं
वेडं कोकरू गोड हसलं
डोकं ठेवून गवताच्या उशीत
हळूच शिरलं आईच्या कुशीत`
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'जंगलात ठरली मैफल',
      data: {
        title: 'जंगलात ठरली मैफल',
        type: 'poem',
        text: `जंगलात ठरली नाचगाण्याची मैफल
अस्वल म्हणालं, ही तर हत्तीची अक्कल.
तबल्यावर होती कोल्होबाची साथ
वाघोबा म्हणाले, नाही ना बात?
पेटी मी किती वाजवतो सुंदर
हसत हसत म्हणालेसाळींदर.
गुंडू-पांडूलांडग्यांना तंबोऱ्याची हौस
संतूर वाजवूम्हणालेचिकीमिकी माऊस!
मुंगीनेलावला वरचा सां
आवाज आवाज ओरडला ससा.
ठुमकत नाचत आला मोर
वन्समोअर, वन्समोअर झाला शोर!`
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'ससा',
      data: {
        title: 'ससा',
        type: 'poem',
        text: `ससा ससा, दिसतो कसा,
कापूस पिंजून ठेवलाय जसा,
लाल लाल डोळे छान,
छोटे शेपूट मोठे कान,
पाला खाउन होतो टूम
चाहूल लागता पळतो धूम.`
      }
    },
    {
      id: '1200',
      type: 'passage',
      label: 'येरे येरे पावसा',
      data: {
        title: 'येरे येरे पावसा',
        type: 'poem',
        text: `येरे येरे पावसा, तुला देतो पैसा
पैसा झाला खोटा, पाऊस आला मोठा
पाऊस पडला झिम झिम
अंगण झालं ओलं चिंब
पाऊस पडतो मुसळधार
रान होईल हिरवागार
ये ग ये ग सरी, माझे मडके भरी
सर आली धाउन,
मडके गेले वाहुन!`
      }
    },
    {
      id: '1300',
      type: 'passage',
      label: 'चांदोबाचे गाणे',
      data: {
        title: 'चांदोबाचे गाणे',
        type: 'poem',
        text: `चांदोबा चांदोबा भागलास का?
निंबोणीच्या झाडामागे लपलास का?
निंबोणीचे झाड करवंदी
मामाचा वाडा चिरेबंदी
मामाच्या वाड्यात येऊन जा
तूपरोटी खाऊन जा
तुपात पडली माशी
चांदोबा गेला उपाशी.`
      }
    },
    {
      id: '1400',
      type: 'passage',
      label: 'वारा',
      data: {
        title: 'वारा',
        type: 'poem',
        text: `आभाळ वाजलं धडाडधूम
वारा सुटला सू सू सुम
वीज चमकली चक चक चक
जिकडेतिकडे लख लख लख
पाऊस आला धो धो धो
पाणी वाहिलं सो सो सो
पाण्यात बोट सोडली सोडली
हातभर जाऊन बुडली बुडली
बोटीवर बसला बेडुक बेडुक
तो ओरडला ड्रांव ड्रुक ड्रांव ड्रुक!`
      }
    },
    {
      id: '1500',
      type: 'passage',
      label: 'कोण कोण येते',
      data: {
        title: 'कोण कोण येते',
        type: 'poem',
        text: `माझ्या या दारातून
कोण कोण येते कोण कोण येते

मामा येतो नि मामी येते
गोड गोड खाऊ देऊन जाते

काका येतो नि काकी येते
छान छान बाहुली देऊन जात

माझ्या या घरातून
कोण कोण येते कोण कोण येते

दादा येतो नि वहिनी येते
चणे फुटाणे देऊन जाते

बाबा येतात नि आई येते
गोड गोड पापी घेऊन जाते.`
      }
    },
    {
      id: '1600',
      type: 'passage',
      label: 'एक होरी परी',
      data: {
        title: 'एक होरी परी',
        type: 'poem',
        text: `एक होती परी खूप खूप गोरी
एवढीशी होती पण छान छान भारी

एकदा काय झालं
स्वर्गातल्या गंगेला पूर मोठा आला
परीचा बंगला वाहून गेला

रड रड रडली ,वेडी पिशी झाली
चांदोबा भाऊकडे धावत गेली

चांदोबा म्हणाला
दात ओठ नको खाऊस
येतो मी नदी काठीं
घर देतो बांधून

तेंव्हा पासून परी नदीतच राहिली
पाण्यांच्या लाटांची मालकीण झाली
चांदोबा चांदोबा लवकर ये
परीचा बंगला बांधून दे.`
      }
    },
    {
      id: '1700',
      type: 'passage',
      label: 'घड्याळ',
      data: {
        title: 'घड्याळ',
        type: 'poem',
        text: `घड्याळा घड्याळा थांब थांब
किती वाजले सांग सांग
दोन तुझे काटे, लहान आणि मोठे
दिसतात कसे. दोन हात जसे
भर भर धावतात
भर भर पळतात
एक ते बारा, एक ते बारा
ह्याच्या पुढे जात नाही
पुढचे आकडे माहित नाही
भिंतीवर, टेबलावर
कुणाकुणाच्या हातावर
ऐटी मध्ये बसायचं
किती वाजले सांगायचं
एक कान पिरगाळला
टिकटिक टिकटिक सुरु करा
दुसरा कान पिरगाळला
पहाटेला उठव मला
सारा जग झोपलं
तुला नाही विसावा
सारखा काम काम काम
कशाला धावतोस सांग सांग.`
      }
    },
    {
      id: '1800',
      type: 'passage',
      label: 'राणीची बाग',
      data: {
        title: 'राणीची बाग',
        type: 'poem',
        text: `स्वप्नात पाहिली राणीची बाग
हत्तीच्या पाठीवर बसलाय नाग
हरणाबरोबर खेळत पत्ते
बसले होते दोन चित्ते
उंट होता वाचत कुराण
माकड होते सांगित पुराण
सिंह होता व्याख्यान देत
गाढव होते उतरुन घेत
जिराफ होता गात छान
मानेइतकीच लांब तान
कोल्हा होता दुकानदार
त्याच्या दुधात पाणी फार
मला पहाता म्हणती सारे
एक पिंजरा याला द्यारे
त्याबरोबर आली जाग
स्वप्नात पाहिली राणीची बाग.`
      }
    },
    {
      id: '1900',
      type: 'passage',
      label: 'नाच रे मोरा',
      data: {
        title: 'नाच रे मोरा',
        type: 'poem',
        text: `नाच रे मोरा, आंब्याच्या वनात नाच रे मोरा नाच

काळा काळा कापूस पिंजला रे
ढगांशी वारा झुंजला रे
आता तुझी पाळी, वीज देते टाळी
फुलव पिसारा नाच,
नाच रे मोरा ...

झरझर धार झरली रे
झाडांची भिजली इरली रे
पावसात न्हाऊ, काहीतरी गाऊ
करुन पुकारा नाच,
नाच रे मोरा ...

थेंब थेंब तळयात नाचती रे
टपटप पानांत वाजती रे
पावसाच्या रेघात, खेळ खेळू दोघांत
निळया सवंगडया नाच,
नाच रे मोरा ...

पावसाची रिमझिम थांबली रे
तुझी माझी जोडी जमली रे
आभाळात छान छान सात रंगी कमान
कमानीखाली त्या नाच,
नाच रे मोरा ...`
      }
    },
    {
      id: '2000',
      type: 'passage',
      label: 'फुलपाखरू!',
      data: {
        title: 'फुलपाखरू!',
        type: 'poem',
        text: `छान किती दिसते । फुलपाखरू

या वेलीवर । फुलांबरोबर
गोड किती हसते । फुलपाखरू
छान किती दिसते । फुलपाखरू

पंख चिमुकले । निळेजांभळे
हालवुनी झुलते । फुलपाखरू
छान किती दिसते । फुलपाखरू

डोळे बारीक़ । करिती लुक लुक
गोल मनी जनु ते । फुलपाखरू
छान किती दिसते । फुलपाखरू

मी धरु जाता । येई ना हाता
दुरच ते उड़ते । फुलपाखरू
छान किती दिसते । फुलपाखरू`
      }
    }
  ]
};
