export default {
  label: 'वाचन',
  id: 'mr-passage',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'पक्षी',
      data: {
        title: 'पक्षी',
        text: `पक्षी नेहमीच मुलांना आकर्षित करतात. ते भिन्न प्रकार, रंग आणि स्वभावाचे असतात. पक्ष्यांचे सर्वांत ठळक वैशिष्ट्य म्हणजे त्यांची उडण्याची क्षमता. पेंग्विन व शहामृग असे फारच थोडके पक्षी वगळता इतर सर्व पक्ष्यांना उडता येते.
त्यांचे दुसरे वैशिष्ट्य म्हणजे त्यांची पिसे. सर्व पक्ष्यांना व चोच असते. पक्ष्यांची पिसे विविधरंगी असतात. पक्ष्याला शरीराच्या विविध भागांवर अनेक रंगाची पिसे असतात.
आमच्याकडे सर्वात लहान पक्षी हमिंगबर्ड (गुंजन पक्षी) आणि सर्वात मोठा पक्षी शहामृग ही आहे. आपला राष्ट्रीय पक्षी मयूर हा एक अतिशय सुंदर आणि आकर्षक पक्षी आहे. रंगबिरंगी पंखांचा त्याचा पिसारा सगळ्यांनाच मोहित करतो
पक्षी विविध रंगांचे असतात. पोपट-हलका हिरवा, पिवळा, लाल इ.; कबूतर-हलके राखाडी, पांढरे; कावळा – काळा; बदके – पांढरी; खंड्या (किंगफिशर) - गडद निळा इत्यादी.
कबूतर, चिमण्या, पोपट इत्यादी शांत स्वभावाचे असतात. हॉक, गरुड, पतंग, गिधाड इ. शिकारी पक्षी म्हणून ओळखले जातात.`
      }
    },
    {
      label: ' योग्य उत्तर निवडा ',
      type: 'mcq',
      id: 'mcq-1',
      data: {
        title: ' खाली दिलेल्या पर्यायांमधून योग्य उत्तर निवडा',
        questions: [
          {
            qText: `पक्ष्यांचे ठळक वैशिष्ट्य काय असते?`,
            options: `उडण्याची क्षमता, बोलण्याची क्षमता, चालण्याची क्षमता`
          },
          {
            qText: `कोणता पक्षी उडू शकत नाही?`,
            options: `पेंग्विन, चिमणी, पोपट`
          },
          {
            qText: `सर्वात मोठा पक्षी कोणता?`,
            options: `शहामृग, कबुतर, खंड्या`
          },
          {
            qText: `आपला राष्ट्रीय पक्षी कोणता आहे?`,
            options: `मोर, पोपट, बदक`
          },
          {
            qText: `शिकारी पक्षी ओळखा.`,
            options: `गरुड, हमिंगबर्ड, पेंग्विन`
          }
        ]
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'रोहितचा निश्चय ',
      data: {
        title: 'रोहितचा निश्चय',
        text: `रोहित सहामाही परीक्षेत नापास झाला. त्याचे त्याला खूप वाईट वाटले. घरी परताच रोहितने मनाशी ठाम निश्चय केला की तो वार्षिक परीक्षेत चांगले गुण मिळवणारच. रोहितने लक्ष देऊन अभ्यास करण्यास सुरवात केली. गृहपाठ देखील तो नियमाने करू लागला.
आता रोहित रोज संध्याकाळी तो खेळाच्या मैदानावर जातो आणि तेथे सुमारे एक तास आपल्या मित्रांशी खेळतो. घरी परत आल्यानंतर तो रात्रीचे जेवण घेतो आणि नंतर अभ्यासाची उजळणी करतो. रोहित घर कामात आईची मदतही करतो.
त्याच्या वागण्यात झालेल्या या बदलामुळे आता तो सर्वांनाच आवडू लागला आहे. रोहितच्या शिक्षकांनी त्याच्या वक्तशीरपणाबद्दल त्याचे कौतुक केले. रोहितच्या पालकांना त्याचा अभिमान वाटतो.`
      }
    },
    {
      label: 'योग्य उत्तर निवडा',
      type: 'mcq',
      id: 'mcq-2',
      data: {
        title: 'खाली दिलेल्या पर्यायांमधून योग्य उत्तर निवडा',
        questions: [
          {
            qText: `रोहितने काय मिळवायचा निश्चय केला?`,
            options: `चांगले गुण, वाईट गुण, काहीच नाही`
          },
          {
            qText: `रोहित काय करण्यास सुरवात करतो?`,
            options: `अभ्यास, टवाळक्या, मारामारी`
          },
          {
            qText: `संध्याकाळी रोहित काय करतो?`,
            options: `खेळतो, भांडतो, रडतो`
          },
          {
            qText: `घरी परतल्यानंतर रोहित काय करतो?`,
            options: `जेवतो, झोपतो, चालतो`
          },
          {
            qText: `रोहितच्या पालकांची काय प्रतिक्रिया आहे?`,
            options: `त्याचा अभिमान वाटतो, त्याचा राग येतो, काहीच वाटत नाही`
          }
        ]
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'आईची युक्ती',
      data: {
        title: 'आईची युक्ती',
        text: `रिया ही मनुची सर्वात चांगली मैत्रिण आहे. ती संध्याकाळी मनुच्या वाढदिवसाच्या पार्टीत जायला तयार झाली आहे. मनुसाठी वाढदिवसाची भेट म्हणून तिने कथांचे मोठे पुस्तक विकत घेतले आहे. रियाला त्या पुस्तकाला लाल रंगाच्या कागदात गिफ्ट रॅप करायचे आहे. तिला माहित आहे की लाल हा मनुचा आवडता रंग आहे. पण खूप शोधूनही रियाला लाल रंगाचा कागद सापडत नाही. ती खूप नाराज होते.
रियाचा दु: खी चेहरा पाहून आई तिला आपला लाल रंगाचा स्कार्फ देते व पुस्तक त्यात रॅप करण्याचे सुचवते. रिया आईची युक्ती ऐकून आनंदित होते आणि आईला मिठी मारते.`
      }
    },
    {
      label: 'योग्य उत्तर निवडा',
      type: 'mcq',
      id: 'mcq-3',
      data: {
        title: 'खाली दिलेल्या पर्यायांमधून योग्य उत्तर निवडा',
        questions: [
          {
            qText: `रियाची सर्वात चांगली मैत्रीण कोण आहे?`,
            options: `मनू, आई, टिनू`
          },
          {
            qText: `संध्याकाळी रियाला कोठे जायचे आहे?`,
            options: `वाढदिवसाच्या पार्टीला, मैदानात खेळायला, अभ्यास करायला`
          },
          {
            qText: `रियाने मनूसाठी काय प्रेझेन्ट घेतले आहे?`,
            options: `कथांचे पुस्तक, लिहिण्याचे पुस्तक, गाण्याचे पुस्तक`
          },
          {
            qText: `मनुचा आवडता रंग कोणता आहे?`,
            options: `लाल, पिवळा, निळा`
          },
          {
            qText: `आईने रियाला काय दिले?`,
            options: `लाल रंगाचा स्कार्फ, हिरव्या रंगाची टोपी, निळ्या रंगाचा रुमाल`
          }
        ]
      }
    },
    {
      id: '400',
      type: 'passage',
      label: ' रोमीची सुट्टी',
      data: {
        title: ' रोमीची सुट्टी',
        text: `रोमी आज खूप आनंदात आहे. त्याची उन्हाळ्याची सुट्टी सुरू झाली आहे. बाबा त्याला आधी प्राणीसंग्रहालयात आणि नंतर उद्यानात घेऊन जाणार आहेत. रोमीने आपल्या आवडत्या फ्रीस्बी आणि टेडीसह पिकनिक बॅग पॅक केली आहे. आई त्याला खाऊ म्हणून चोकोचिप कुकीज आणि वेफरचे पॅकेट देते. रोमीचे बाबा ऑफिस मधून येतात बाबांना पाहताच रोमिला खप आनंद होतो व तो पायऱ्यांवरून खाली धावत येतो. तो पडणार इतक्यात त्याचे बाबा त्याला पकडतात.
दोघे गाडीत बसतात. रोमी आईला हसत-हसत बाय करतो व तो आणि बाबा फिरायला निघतात.`
      }
    },
    {
      label: 'योग्य उत्तर निवडा',
      type: 'mcq',
      id: 'mcq-4',
      data: {
        title: 'खाली दिलेल्या पर्यायांमधून योग्य उत्तर निवडा',
        questions: [
          {
            qText: `बाबा रोमिला कुठे नेणार आहेत?`,
            options: ` प्राणीसंग्रहालयात आणि उद्यानात
वस्तुसंग्रहालयात आणि उद्यानात
कलासंग्रहालयात आणि उद्यानात`
          },
          {
            qText: `रोमीने आपल्या बॅगमध्ये काय पॅक केले?`,
            options: `फ्रीस्बी आणि टेडी
भोवरा आणि टेडी
कॅरम आणि टेडी`
          },
          {
            qText: `आईने रोमिला खाऊ म्हणून काय दिले?`,
            options: ` चोकोचिप कुकीज आणि वेफर
वेफर आणि आईसक्रीम
बिस्कीट आणि चिप्स`
          }
        ]
      }
    }
  ]
};
