export default {
  label: 'Story',
  id: 'mr-reading',
  img: 'reading',
  list: [
    {
      id: '100',
      type: 'passage',
      label: 'लांडगा रडणारा मुलगा',
      data: {
        title: 'लांडगा रडणारा मुलगा',
        text: `एकेकाळी, तेथे एक मेंढपाळ मुलगा राहत होता. तो डोंगरावर आपल्या मेंढरांची कळप पाहून कंटाळा आला होता. स्वतःला हसवायचा असेल तर तो ओरडला, "लांडगा! लांडगा! लांडग्यांकडून मेंढ्यांचा पाठलाग केला जात आहे! " मुलाची मदत करण्यासाठी आणि मेंढरांना वाचवण्यासाठी गावकरी धावत आले. त्यांना काहीही सापडले नाही आणि मुलगा त्यांच्या रागावलेला चेहरा पाहत हसला.
"लांडगा मुलगा नसेल तेव्हा" लांडगा "रडू नकोस!", ते रागाने म्हणाले आणि निघून गेले. मुलगा नुकताच त्यांच्याकडे पाहून हसला.
थोड्या वेळाने, तो कंटाळा आला आणि पुन्हा 'लांडगा!' असा ओरडला, आणि त्यांनी दुस गावक फसवले. संतप्त ग्रामस्थांनी मुलाला दुस इशारा देऊन तेथून निघून गेले. मुलगा कळपाकडे पाहतच राहिला. थोड्या वेळाने, त्याने एक खरोखर लांडगाला पाहिले आणि मोठ्याने ओरडून म्हणाला, "लांडगा! कृपया मदत करा! लांडगा मेंढरांचा पाठलाग करीत आहे. मदत! "
पण यावेळी कोणीही मदतीसाठी हात वर केला नाही. संध्याकाळपर्यंत, मुलगा घरी परतला नाही तेव्हा गावातले लोक काय झाले याबद्दल आश्चर्यचकित झाले आणि टेकडीवर गेली. मुलगा रडत डोंगरावर बसला. "मी लांडगा असल्याचे म्हटले तेव्हा तू का आला नाहीस?" त्याने रागाने विचारले. तो म्हणाला, "कळप आता विखुरलेले आहे."
एक म्हातारा गावकरी त्याच्याकडे आला आणि म्हणाला, "लोक खरे बोलतात तरीही खोटे बोलण्यावर विश्वास ठेवत नाहीत. आम्ही उद्या सकाळी तुमच्या मेंढरांचा शोध घेऊ. चला आता घरी जाऊया.`,
        moral: `खोटे बोलणे विश्वास तोडतो. कोणीही खोट्या गोष्टीवर विश्वास ठेवत नाही, जरी तो सत्य सांगत असला तरी.`
      }
    },
    {
      id: '200',
      type: 'passage',
      label: 'सोनेरी अंडी',
      data: {
        title: 'सोनेरी अंडी',
        text: `एके काळी, एका शेतक्यास हंस मिळाला जो दररोज सोन्याच्या अंडी घालतो. अंड्यातून शेतकरी व त्याची बायको यांना त्यांच्या दैनंदिन गरजा भागवल्या जात असे. शेतकरी आणि त्याची पत्नी बर्‍याच दिवसांपासून आनंदी होते. पण एक दिवस, त्या शेतक एक कल्पना आली आणि विचार आला, "मी दिवसातून फक्त एक अंडे का घ्यावे? मी एकाच वेळी या सर्वांना का घेऊ शकत नाही आणि भरपूर पैसे कमवू शकत नाही? "मुर्ख शेतक पत्नीनेही मान्य केले आणि अंड्यांसाठी हंसचे पोट कापण्याचे ठरविले. त्यांनी पक्षी मारले आणि हंसांचे पोट उघडले की, हिम्मत व रक्ताशिवाय दुसरे काहीच सापडले नाही. शेतकरी आपल्या मूर्खपणाची चूक लक्षात घेऊन हरवलेल्या संसाधनावर ओरडतो!
"सोनेरी अंडी देणारी हंस मारुन टाकू नकोस" या इंग्रजी मुहावरे या अभिजात कथेवरुन आल्या आहेत.`,
        moral: 'आपण कृती करण्यापूर्वी विचार करा.'
      }
    },
    {
      id: '300',
      type: 'passage',
      label: 'कंजूष आणि त्याचे सोने',
      data: {
        title: 'कंजूष आणि त्याचे सोने',
        text: `एक जुना दुर्दैव बाग असलेल्या बागेत राहत होता. त्रास देणा्याने आपली सोन्याची नाणी बागेत दगडांच्या खाली एका खड्ड्यात लपवून ठेवली. दररोज झोपायच्या आधी, तो दगड त्या दगडांकडे गेला जेथे त्याने सोने लपवले आणि नाणी मोजल्या. त्याने दररोज हा नित्य चालू ठेवला, परंतु एकदा त्याने बचत केलेले सोने खर्च केले नाही.
एक दिवस, चोर ज्याला जुना दुर्दैवीपणाचा दिनक्रम माहित होता, तो म्हातारा पुन्हा त्याच्या घरी परत जाण्याची वाट पाहत होता. अंधार पडल्यानंतर चोर लपून बसलेल्या जागेवर गेले आणि सोने घेतले. दुसर्‍याच दिवशी, जुना घाबरायला सापडला की त्याचा खजिना गायब आहे आणि तो मोठ्याने ओरडू लागला.
त्याच्या शेजा्याने त्या दुर्दैवीची ओरड ऐकली आणि काय घडले याची चौकशी केली. काय झाले हे जाणून घेतल्यावर शेजा्याने विचारले, "तुम्ही घरातले पैसे का वाचवले नाहीत? जेव्हा आपल्याला एखादी वस्तू खरेदी करायची असेल तेव्हा त्या पैशात प्रवेश करणे सुलभ होते! "
"विकत घ्यायचे?", तो म्हणाला. "मी सोने विकत घेण्यासाठी कधीही वापरला नाही. मी कधीच खर्च करणार नव्हतो."
हे ऐकून शेजा . त्या खड्यात एक दगड टाकला आणि म्हणाला, "जर तसे असेल तर दगड वाचवा. आपण गमावलेल्या सोन्याइतकेच ते निरुपयोगी आहे ".`,
        moral: 'एखादा ताबा त्याच्या वापरासाठी योग्य असतो.'
      }
    },
    {
      id: '400',
      type: 'passage',
      label: 'कासव आणि पक्षी',
      data: {
        title: 'कासव आणि पक्षी',
        text: `एक कासव एका झाडाखाली विसावा घेत होता, ज्यावर पक्ष्याने आपले घरटे बांधले होते. कासव हा पक्षी विटंबनाने म्हणाला, "तुझे घर किती उबदार आहे! हे तुटलेल्या डहाळ्यांनी बनलेले आहे, तिचे छप्पर नाही आणि ते क्रूड दिसत आहेत. सर्वात वाईट म्हणजे आपण ते स्वतः तयार केले पाहिजे. मला वाटते माझे घर, जे माझे कवच आहे, हे आपल्या दयनीय घरट्यांपेक्षा चांगले आहे. "
"हो, ती तुटलेल्या काठ्यांपासून बनलेली आहे, झुबकेदार दिसत आहे आणि निसर्गाच्या घटकांसाठी खुली आहे. ते क्रूड आहे, परंतु मी ते बांधले आणि मला ते आवडले. "
"तरी माझ्या शेलचा तुम्हाला हेवा वाटला पाहिजे."
"उलट", पक्ष्याने उत्तर दिले. "माझ्या घरात माझे कुटुंब आणि मित्रांसाठी जागा आहे; तुमचा शेल तुमच्याशिवाय इतर कोणासही सामावून घेऊ शकत नाही. कदाचित आपल्याकडे चांगले घर असेल. पण माझ्याकडे एक चांगले घर आहे ", पक्षी आनंदाने म्हणाला.`,
        moral: 'एकाकी हवेलीपेक्षा गर्दीच्या झोपडीपेक्षा चांगले.'
      }
    },
    {
      id: '500',
      type: 'passage',
      label: 'गायी आणि वाघ',
      data: {
        title: 'गायी आणि वाघ',
        text: `चार गायी कुरणजवळील जंगलात राहत होती. ते चांगले मित्र होते आणि सर्व काही एकत्र केले. ते एकत्र चरले आणि एकत्र राहिले, कारण कोणत्याही वाघाला किंवा सिंहासना खाण्यासाठी मारता आले नाही.
पण एक दिवस मित्र भांडले आणि प्रत्येक गाय वेगळ्या दिशेने चरण्यासाठी गेली. एका वाघाने आणि सिंहाने हे पाहिले आणि ठरवले की गायी मारण्याची ही योग्य संधी आहे. त्यांनी झुडुपामध्ये लपून गायींना आश्चर्यचकित केले आणि त्या सर्वांना ठार केले.`,
        moral: 'ऐक्य शक्ती आहे.'
      }
    },
    {
      id: '600',
      type: 'passage',
      label: 'चार विद्यार्थी',
      data: {
        title: 'चार विद्यार्थी',
        text: `असे चार मित्र होते ज्यांना अभ्यासाचा तिरस्कार होता. त्यांनी परीक्षेपूर्वी संपूर्ण रात्र काढली आणि प्राध्यापकाशी खोटे बोलून चाचणी सोडून देण्याची योजना आखली. म्हणून ते डिनकडे गेले आणि त्याला सांगितले की ते आदल्या रात्री लग्नाला गेले होते आणि परत जाताना त्यांना एक टायर होता. त्यांचे म्हणणे चालूच राहिले की त्यांना मोकळा टायर मिळाला नसल्यामुळे त्यांना संपूर्ण मार्गाने कार पुढे ढकलणे आवश्यक आहे आणि म्हणूनच ते परीक्षा लिहिण्याच्या स्थितीत नव्हते.
डीन ऐकले आणि नंतरच्या तारखेला त्यांना परीक्षा देण्यास सहमती दर्शविली. त्यांना दुसरी संधी मिळाल्याबद्दल आनंद झाला, त्या चार मित्रांनी कठोर अभ्यास केला आणि परीक्षेस तयार झाले. परीक्षेच्या दिवशी डीनने विद्यार्थ्यांना स्वतंत्र वर्गात बसण्यास सांगितले, ज्यास विद्यार्थ्यांनी मान्य केले.
एकूण १०० गुणांसाठी परीक्षेच्या पेपरमध्ये दोनच प्रश्न होते. प्रश्न असे होतेः
1. आपले नाव:
२. कारचा कोणता टायर फुटला: अ) समोर डावा बी) समोरचा उजवा क) मागील डावा डी) मागील उजवा`,
        moral: 'तुम्ही हुशार असाल पण जगात तुमच्यापेक्षा हुशार लोक आहेत.'
      }
    },
    {
      id: '700',
      type: 'passage',
      label: 'बढाई मारणारा प्रवासी',
      data: {
        title: 'बढाई मारणारा प्रवासी',
        text: `एक माणूस टूरमधून परत आला आणि त्याने त्याच्या साहसी प्रवासाविषयी अभिमान बाळगला. त्याने भेटलेल्या वेगवेगळ्या लोकांबद्दल आणि त्याच्या आश्चर्यकारक पराक्रमांबद्दल त्याने सर्वत्र चर्चा केली. तो असे म्हणायला लागला की, र्होड्समध्ये गेले जेथे त्याने अशा अंतरावर झेप घेतली होती की कोणीही त्याच्या पराक्रमाशी जुळत नाही.
तो असेही म्हणाला, की असे काही साक्षीदार आहेत जे त्यांच्या बोलण्याविषयी आश्वासन देतील. त्या माणसाने इतका बढाई मारताना ऐकून एक स्मार्ट बायस्टँडर म्हणाला, "अरे माणसा, तुझ्या बोलण्यावर विश्वास ठेवण्यासाठी आम्हाला कोणा साक्षीदारांची गरज नाही. हे ठिकाण रोड्स आणि आमच्यासाठी झेप घेण्याची कल्पना करा. "
खोटे बोलणा प्रवाशाला काय करावे हे माहित नव्हते आणि तो शांतपणे निघून गेला.`,
        moral: 'जो एखादी गोष्ट चांगली करतो त्याने बढाई मारण्याची गरज नाही.'
      }
    },
    {
      id: '800',
      type: 'passage',
      label: 'उंट आणि बाळ',
      data: {
        title: 'उंट आणि बाळ',
        text: `एक दिवस, एक उंट आणि तिचे बाळ गप्पा मारत होते. बाळाने विचारले, "आई, आमच्याकडे कुबड्या का आहेत?" आईने उत्तर दिले, "आमच्या कुबड्या पाणी साठवण्याकरिता आहेत जेणेकरुन आपण वाळवंटात टिकू शकू".
"अरे", मुलाने उत्तर दिले, "आणि आमच्या पायाला गोरा का आहे? हे पाय वाळूमध्ये फिरण्यास मदत करतात. "
"ठीक. पण इतके दिवस आमचे डोळे का आहेत? " "वाळवंटातील धूळ आणि वाळूपासून आपले डोळे वाचवण्यासाठी. ते डोळ्यांसाठी संरक्षक कवच आहेत ", आईने उंटाला उत्तर दिले.
बाळाच्या उंटाने थोडावेळ विचार केला आणि ते म्हणाले, "म्हणून वाळवंटातील वा फिरताना आपल्यास आरामदायक बनविण्यासाठी गोलाकार खुरके, वाळवंटातील वादळाच्या वेळी वाळू आणि धूळपासून आपले संरक्षण करण्यासाठी लांब डोळे ठेवतात. . मग आम्ही प्राणीसंग्रहालयात काय करीत आहोत? "
आई गोंधळलेली होती.`,
        moral:
          'आपण योग्य ठिकाणी नसल्यास आपली शक्ती, कौशल्ये आणि ज्ञान निरुपयोगी आहेत.'
      }
    },
    {
      id: '900',
      type: 'passage',
      label: 'शेतकरी आणि विहीर',
      data: {
        title: 'शेतकरी आणि विहीर',
        text: `आपल्या शेतासाठी पाण्याचा स्रोत शोधत असलेल्या एका शेतक्याने त्याच्या शेजार्‍याकडून एक विहीर विकत घेतली. शेजारी मात्र चतुर होता आणि त्या शेतक विहिरीतून पाणी घेण्यास नकार दिला. का असे विचारल्यावर त्याने उत्तर दिले, "मी विहीर तुला विकली, पाणी नाही" आणि निघून गेला. त्रासलेल्या शेतक्याला काय करावे हे माहित नव्हते. म्हणून तो बीरबल हा एक हुशार माणूस आणि सम्राट अकबरच्या नऊ दरबारींपैकी एक होता.
सम्राटाने शेतकर्‍याला आणि त्याच्या शेजार्‍याला बोलावून विचारले की, तो माणूस शेताला विहिरीतून पाणी का येऊ देत नाही. त्या धूर्त माणसाने पुन्हा तेच सांगितले, "मी पाणी विकत नाही पण विहीर विकली. म्हणून तो माझे पाणी घेऊ शकत नाही. "
यावर बीरबल यांनी उत्तर दिले, "मला सर्व काही ठीक वाटते. परंतु जर तुम्ही पाणी विकले असेल आणि पाणी तुमचे असेल तर पाणी आपणास विहिरीत ठेवण्याचा कोणताही व्यवसाय नाही. पाणी काढा किंवा हे सर्व लगेच वापरा. नाही तर पाणी विहिरीच्या मालकाचे असेल ".
आपण फसविला गेला आणि आपला धडा शिकविला गेला हे समजल्यावर त्या माणसाने दिलगिरी व्यक्त केली आणि तो निघून गेला.`,
        moral:
          'फसवणूक केल्याने आपल्याला काहीही मिळणार नाही. जर आपण फसवणूक केली तर आपण लवकरच त्यासाठी देय द्या.'
      }
    },
    {
      id: '1000',
      type: 'passage',
      label: 'खरे मित्र तुमच्यावर प्रेम करतात',
      data: {
        title: 'खरे मित्र तुमच्यावर प्रेम करतात',
        text: `भगवान कृष्ण आणि सुदामा हे बालपण मित्र होते. कृष्णा भरभराट आणि भरभराट होत असतानाही सुदामा यशस्वी झाला नाही. तो एका गरीब ब्राह्मण माणसाचे आयुष्य जगतो, पत्नी व मुलांसमवेत एक लहान झोपडीत राहतो. बरेच दिवस सुदामाला भिक्षा म्हणून जे मिळाले ते खायलादेखील मुलांना मिळत नाही. एक दिवस, त्याच्या पत्नीने त्याला जाऊन मित्र कृष्णाकडे जाण्यास सांगितले.
सुदामा अनुकूलतेचा स्वीकार करण्यास नाखूष होता, परंतु आपल्या मुलांनी त्याचा त्रास होऊ नये अशी त्यांची इच्छा होती. म्हणून कृष्णाला आवडते असे तांदूळ स्नॅक्स बनवण्यासाठी त्याची बायको शेजार्‍यांकडून काही भात घेते आणि ती सुदामाला आपल्या मित्राकडे नेण्यासाठी दिली. सुदामा घेऊन ती द्वारकास निघाली. शहर तयार करण्यासाठी वापरण्यात येणा सोन्याबद्दल तो चकित झाला. तो राजवाड्याच्या प्रवेशद्वारापर्यंत पोचला आणि पहारेक . त्याला अडवले, कारण त्याने फाटलेल्या धोटीने व त्याच्या खराब दिसण्याने त्याचा न्याय केला.
आपला मित्र सुदामा त्याला भेटायला आला आहे याची माहिती कृष्णाला किमान द्यावी अशी सुदामाने पहारेक विनंती केली. पहारेकरी, अनिच्छुक असला, तरी जाऊन परमेश्वराला कळवतो. सुदामा येथे आहे हे ऐकल्यावर कृष्णा जे काही करतो ते करणे थांबवतो आणि आपल्या बालपणीच्या मित्राला भेटण्यासाठी अनवाणी चालवतो.
कृष्णा त्याला मिठी मारतो सुदामा त्याच्या निवासस्थानी त्याचे स्वागत करतो आणि अत्यंत प्रेमळ आणि आदराने वागतो. सुधामा, कृष्णासाठी मिळालेल्या गरीब माणसाच्या तांदळाच्या नाशाची त्याला लाज वाटली, ती लपविण्याचा प्रयत्न केला. परंतु सर्वज्ञानी कृष्णा सुदामाला त्याच्या भेटवस्तू मागिततात आणि त्याच्या मित्राने आणलेले आवडीचे तांदूळ स्नॅक खातात.
कृष्णा आणि त्याचा मित्र त्यांच्या बालपणाबद्दल हसण्यात आणि बोलण्यात वेळ घालवतात पण मित्राने दाखवलेल्या दयाळूपणे आणि करुणा पाहून अभिभूत झालेल्या सुदामा कृष्णाला मदतीसाठी विचारण्यास असमर्थ आहेत. जेव्हा तो घरी परत येतो तेव्हा सुदामाच्या लक्षात आले की त्याच्या झोपडीची जागा मोठ्या वाड्याने घेतली आहे आणि त्याची पत्नी व मुले उत्तम कपडे परिधान करतात.
कृष्णासारखा खरा मित्र मिळवताना तो किती भाग्यवान आहे हे सुदामाच्या लक्षात आले. त्याने विचारले नाही पण कृष्णाला सुदामा काय हवे आहे हे माहित होते आणि त्याने ते दिले.`,
        moral:
          'खरे मित्र श्रीमंत आणि गरीब यांच्यात भेद करु शकत नाहीत. जेव्हा आपल्याला त्यांची गरज असते तेव्हा ते आपल्यासाठी नेहमीच असतात.'
      }
    },
    {
      id: '1100',
      type: 'passage',
      label: 'हत्ती आणि मित्र',
      data: {
        title: 'हत्ती आणि मित्र',
        text: `मित्रांकडे शोधत एकट्या हत्तीने जंगलात भटकंती केली. ती वानरला भेटायला आली आणि म्हणाली, "तू माझा मित्र आहेस, वानर?" म्हणून मी तुमचा मित्र होऊ शकत नाही ", वानर म्हणाला.
त्यांना हत्ती एका ससाच्या जवळ आला आणि त्याने विचारले की ती तिची मित्र होऊ शकते का? "तू माझ्या बुजवर बसण्याइतका खूप मोठा आहेस. तू माझा मित्र होऊ शकत नाहीस ", सशाने उत्तर दिले.
मग हत्तींनी एक बेडूक भेटला आणि विचारले की ती तिची मित्र होऊ शकते का? बेडूक म्हणाला "तू खूप मोठा आणि भारी आहेस. तू माझ्यासारखे उडी मारू शकत नाहीस. मला माफ करा, परंतु आपण माझे मित्र होऊ शकत नाही ".
हत्तीने कोल्ह्याला विचारले, आणि तो तसाच उत्तर आला की तो खूप मोठा आहे. दुसर्‍या दिवशी जंगलातले सर्व प्राणी घाबरून धावत होते. हत्तीने अस्वलाला थांबवले आणि काय घडले आहे ते विचारले आणि असे सांगितले गेले की वाघ सर्व प्राण्यांवर हल्ला करीत आहे.
हत्तीला इतर कमकुवत जनावरे वाचवायची होती आणि तो वाघाकडे गेला आणि म्हणाला, "कृपया सर, माझ्या मित्रांना सोडून द्या. त्यांना खाऊ नका ". वाघाने ऐकले नाही आणि हत्तीला स्वतःचा व्यवसाय विचारण्यास सांगितले. समस्येचे निराकरण करण्याचा दुसरा कोणताही मार्ग न पाहता हत्तीने वाघाला लाथ मारुन घाबरुन टाकले.
त्यानंतर ती परत इतरांकडे गेली आणि काय घडले ते त्यांना सांगितले. हत्तीने आपले प्राण कसे वाचविले हे ऐकून, प्राणी एकत्रितपणे सहमत झाले, "तुम्ही आमचे मित्र होण्यासाठी योग्य आकारात आहात".`,
        moral: 'मित्र सर्व आकार आणि आकारात येतात!'
      }
    },
    {
      id: '1200',
      type: 'passage',
      label: 'लांडगा आणि मेंढपाळ',
      data: {
        title: 'लांडगा आणि मेंढपाळ',
        text: `ईसोपच्या अनेक दंतकथांपैकी हे एक दिवस आणि वय संबंधित आहे.
एके दिवशी लांडगाला शेतातून खाण्यासाठी काही मेंढरे चोरण्याचा प्रयत्न केल्याचा पाठलाग करण्यात आला. त्या आठवड्या नंतर, लांडगा अन्न शोधण्याच्या आशेने परत शेतात आला. त्याने घरात डोकावले आणि त्याला शेतकरी आणि त्याचे कुटुंब कोकरू भाजून घेतलेले आढळले.
"अहो!", त्याने विचार केला. "शेतकरी व त्याचे कुटुंब सध्या करीत असलेले मी असेच करीत राहिलो, तर मी निर्दोष व निर्दोष कोकराला ठार मारून शिक्षा केली जाईल व मला ठार मारले जाईल."`,
        moral:
          'आम्ही काय करतो याबद्दल इतरांचा निवाडा करण्यास व त्यांचा निषेध करण्यास त्वरित आहेत, परंतु स्वतः तसे करण्यात काहीच चुकीचे दिसत नाही.'
      }
    },
    {
      id: '1300',
      type: 'passage',
      label: 'तरुण खेकडा आणि त्याची आई',
      data: {
        title: 'तरुण खेकडा आणि त्याची आई',
        text: `एक दिवस, एक तरुण खेकडा आणि त्याची आई समुद्रकिनार्यावर होते, एकत्र काही वेळ घालवत होते. तरुण खेकडा हालचालीसाठी उठतो, परंतु तो फक्त बाजूलाच चालू शकतो. आईने त्याला कडेकडेने चालल्याबद्दल फटकारले आणि पायाचे बोट दाखवून पुढे जाण्यास सांगितले. तरुण खेकडा प्रतिसाद देतो, "मी आईला पुढे जायला आवडेल, पण मला कसे करावे हे माहित नाही".
हे ऐकून त्याची आई उठून उठली आहे हे दर्शविण्यासाठी, परंतु ती पुढे गुडघे टेकण्यात अक्षम आहे. तिला समजले की ती अन्यायकारक आहे, मेंढरांबद्दल क्षमा मागते आणि वाळूमध्ये परत बसली.`,
        moral:
          'एखाद्याने असे काही न केल्याबद्दल निंदा करु नका जे आपण स्वतः करू शकत नाही.'
      }
    },
    {
      id: '1400',
      type: 'passage',
      label: 'भिंतीची दुसरी बाजू',
      data: {
        title: 'भिंतीची दुसरी बाजू',
        text: `एका तरुण स्त्रीला आजीकडून एक सुंदर बाग मिळाली. तिला बागकाम देखील आवडायचे आणि तिला तिच्या बागेत खूप अभिमान वाटला. एके दिवशी तिला कॅटलॉगमध्ये एक अतिशय सुंदर वनस्पती दिसली आणि ती तिच्या बागेत होती. तिने ऑर्डर दिली आणि तिच्या अंगणात दगडांच्या तळाशी ती लावली. तिने त्या झाडाची खूप काळजी घेतली, जी त्वरीत वाढली आणि त्यावर सुंदर हिरव्या पाने होती.
महिने गेले, परंतु झाडावर एकही फूल फुलले नाही. भीती, तिला जवळजवळ झाड तोडण्याची इच्छा होती. अशा वेळी तिच्या अवैध ने कॉल केला आणि म्हणाली, "सुंदर फुलांबद्दल तुमचे आभार. तू लावलेली द्राक्षवेली पाहून मला किती आनंद होत असेल याची तुला कल्पना नाही. "
हे ऐकून ही तरुण मुलगी शेजारच्या भिंतीच्या बाजूला पळते आणि मोहोरात सर्वात सुंदर फूल दिसते. तिने घेतलेली सर्व काळजी चुकली. केवळ द्राक्षांचा वेल द्राक्षारसावरुन घसरला कारण यामुळे ती भिंतीच्या बाजूने फुललेली नाही परंतु बाजूला उदारपणे केली.`,
        moral:
          'आपण आपल्या प्रयत्नांचे चांगले परिणाम पाहू शकत नाही म्हणून याचा अर्थ असा होत नाही की त्याचा परिणाम झाला नाही.'
      }
    },
    {
      id: '1600',
      type: 'passage',
      label: 'विहिरीत कुत्रा',
      data: {
        title: 'विहिरीत कुत्रा',
        text: `एक कुत्रा आणि तिची पिल्लू शेतात शेतात राहत होती तेथे एक विहीर होती. आई कुत्र्याने पिल्लांना सांगितले, विहिरीजवळ जाऊ नका किंवा त्याच्या भोवती खेळू नका. पिल्ल्यांपैकी एकाला आश्चर्य वाटले की त्यांनी विहिरीकडे का जाऊ नये आणि त्याने ते शोधण्याचा निर्णय घेतला. तो विहिरीत गेला. भिंतीवर चढून आत डोकावले.
तिथे त्याने त्याचे प्रतिबिंब पाहिले आणि वाटले की हा दुसरा कुत्रा आहे. त्या पिल्लांनी पाहिले की विहिरीतील दुसरा कुत्रा (त्याचे प्रतिबिंब) तो जे काही करीत आहे ते करीत आहे आणि त्याचे अनुकरण करण्यासाठी रागावला. त्याने कुत्र्याशी भांडण्याचा निर्णय घेतला व तेथे कुत्रा न मिळाल्यामुळे विहिरीत उडी मारली. तो भुंकत आणि भुंकला आणि शेतकरी येऊन त्याला वाचविण्यापर्यंत तो लोटला. त्या पिल्लाने त्याचा धडा घेतला होता.`,
        moral:
          'वडीलजन काय म्हणतात ते नेहमीच ऐका. त्यांना प्रश्न विचारू नका, परंतु त्यांची निंदा करु नका.'
      }
    },
    {
      id: '1700',
      type: 'passage',
      label: 'रागावर नियंत्रण ठेवणे',
      data: {
        title: 'रागावर नियंत्रण ठेवणे',
        text: `एकदा एक लहान मुलगा होता ज्याला त्याचा स्वभाव नियंत्रित करण्यात अडचण होती. जेव्हा तो रागावला, तेव्हा तो जे काही त्याच्या मनात येईल ते सांगत असे आणि लोकांना दुखवायचे असे तो असे. म्हणून त्याच्या वडिलांनी त्याला एक नखे आणि हातोडी दिली आणि म्हणाले, "प्रत्येक वेळी तुम्ही रागावलात तर, आमच्या अंगणातल्या कुंपणावर एक हातोडा घाला".
पहिल्या काही दिवस मुलाने इतक्या खिळे ठोकल्या की त्याने अर्धी पिशवी रिकामी केली. आठवड्याभरात, त्याने कुंपणास मारलेल्या नखांची संख्या कमी झाली आणि हळूहळू त्याचा स्वभाव खूपच नियंत्रित झाला. मग असा दिवस आला जेव्हा त्याने आपला स्वभाव पूर्णपणे गमावला नाही. त्याच्या वडिलांनी त्याला संताप येऊ देऊ नये म्हणून दररोज एक खिळे काढायला सांगितले.
शेवटी, ज्या दिवशी मुल शेवटचे खिळे काढत होता, त्याचे वडील म्हणतात, "मुला, तू छान केलेस. पण तुम्हाला भिंतीतील छिद्र दिसतात का? पुन्हा कुंपण घालूनही कुंपण कधीही सारखे होणार नाही. त्याचप्रमाणे, जेव्हा आपण रागाच्या भरात गोष्टी म्हणता तेव्हा आपण नखांनी कुंपणासारखे केले त्याप्रमाणे त्या व्यक्तीच्या मनात एक डाग येईल. "`,
        moral:
          'राग हे चाकूसारखे धोकादायक शस्त्र आहे. जेव्हा आपण एखाद्या माणसामध्ये चाकू घालता आणि त्यास बाहेर काढता तेव्हा जखम बरे होते परंतु डाग राहतो.'
      }
    },
    {
      id: '1800',
      type: 'passage',
      label: 'ओल्या पँट',
      data: {
        title: 'ओल्या पँट',
        text: `एक नऊ वर्षांचा मुलगा वर्गात आपल्या डेस्कवर बसला होता, तेव्हा अचानक, त्याच्या पॅंटला ओले वाटले आणि त्याच्या पायाजवळ एक खड्डा होता. त्याचे वर्ग जवळजवळ धडकी भरली, कारण त्याला काळजी होती की त्याचे वर्गमित्र हे पाहतील आणि त्याची चेष्टा करतील.
त्याला पटकन काहीतरी करण्याची इच्छा होती आणि त्याने शिक्षक आणि त्याचा वर्गमित्र सुसी त्याच्या दिशेने जाताना पाहिले. सुसी सोन्याच्या माशाची वाटी घेऊन गेली होती. ते जवळ येताच मुलाला असा विचार आला की शिक्षकाने त्याचे ओले अर्धी चड्डी पाहिली आणि अचानक सुसीने ट्रिप करुन फिशबोला त्याच्या मांडीवर टाकला. त्याला मदत केल्याबद्दल देवाचे आभार मानताना तो सुसीवर रागावले असल्याचे ढोंग करतो आणि तिच्याकडे ओरडतो.
वर्गातील प्रत्येकाला वाटते की मुलाची पँट ओली झाली आहे ही सुसीची चूक आहे. शिक्षक मुलाला कोरड्या कपड्यांमध्ये बदलण्यास मदत करतात आणि वर्ग चालू राहतो. त्या संध्याकाळी नंतर मुलगा सुसीला विचारतो, "तू हे हेतूने केले, नाहीस का?" "मी एकदा माझे पँटदेखील ओले केले", कुजबुज करते.`,
        moral:
          'आपल्यातील प्रत्येकजण चांगले दिवस आणि वाईट दिवस पार करतो. केवळ जे लोक आपल्या वाईट दिवसांवर मदत करतात तेच आपले खरे मित्र आहेत.'
      }
    },
    {
      id: '1900',
      type: 'passage',
      label: 'वाईट सवयी',
      data: {
        title: 'वाईट सवयी',
        text: `एक श्रीमंत व्यावसायिकाला आपल्या मुलाच्या वाईट सवयीबद्दल काळजी होती. त्याने एखाद्या शहाण्या व वृद्ध माणसाचा सल्ला घेतला. म्हातारा त्या माणसाच्या मुलाला भेटला आणि त्याला बाहेर फिरायला नेले. ते जंगलात गेले आणि त्या वृद्ध व्यक्तीने मुलाला एक लहान रोपटे दाखवले आणि त्याला बाहेर काढायला सांगितले. मुलाने हे सहजतेने केले आणि ते पुढे चालू लागले.
त्या म्हातार्‍याने मुलाला एक लहान रोप खेचण्यास सांगितले. मुलानेही ते थोडे प्रयत्न करून केले. ते चालत असताना त्या वृद्ध माणसाने मुलाला झाडी बाहेर काढायला सांगितले. पुढे एक लहान झाड होते, ज्यास मुलास बाहेर काढण्यासाठी खूप संघर्ष करावा लागला. शेवटी, त्या वृद्ध व्यक्तीने त्याला एक मोठे झाड दाखविले आणि मुलाला ते बाहेर काढायला सांगितले.
मुलाने बर्‍याच वेळा, वेगवेगळ्या प्रकारे प्रयत्न करूनही त्यास बाहेर खेचले नाही. म्हातारा मुलाकडे पाहतो, हसला आणि म्हणतो, "सवयीसुद्धा अशाच आहेत, चांगल्या की वाईट".`,
        moral:
          'एकदा आपल्या सिस्टममध्ये स्थायिक झाल्यास वाईट सवयी लावतात. त्यापासून लवकर सुटका करणे चांगले.'
      }
    },
    {
      id: '2000',
      type: 'passage',
      label: 'चांगली कंपनी, वाईट कंपनी',
      data: {
        title: 'चांगली कंपनी, वाईट कंपनी',
        text: `दोन पोपटांनी वटवृक्षात घरटे बांधले. ते त्यांच्या दोन लहान मुलांसमवेत राहत असत त्यांनी त्यांची काळजी घेतली. आई आणि वडील पोपट सकाळी अन्न गोळा करण्यासाठी बाहेर गेले आणि संध्याकाळपर्यंत घरी परत आले. एके दिवशी, त्यांचे पालक निघून गेले तेव्हा, पोपटांना एका क्रूर शिकारीने नेले.
त्यातील एक पक्षी तेथून पळून जाऊ शकला आणि शिकारीपासून पळून गेला. तो एका आश्रमात संपला आणि दयाळू शब्द आणि करुणे ऐकत मोठा झाला. शिकारीने दुसरा पोपट पिंज . ठेवला, आणि लवकरच त्याला काही शब्द आणि वाक्ये शिकायला मिळाली. शिकारी आणि त्याचे कुटुंब असभ्य होते आणि त्यांना दयाळू शब्दांची फारशी पर्वा नव्हती.
एक दिवस शिकारीच्या झोपडीच्या बाहेर एक राहणारा आराम करत होता. बाहेर एखाद्याला पाहून तो पोपट म्हणाला, "मूर्ख, तू इथे का आहेस? मूर्ख! सोडा! मी तुमचा घसा कापत आहे ". घाबरुन तो प्रवासी निघून गेला आणि प्रवासात तो दुसरा पोपट जेथे होता तेथील हेरिटेजवर पोहोचला. हेरिटेज येथील पोपट बोलला, "प्रवासी स्वागत आहे. आपल्याला पाहिजे तोपर्यंत आपण येथे राहण्यास मोकळे आहात ".
आश्चर्यचकित होऊन त्या प्रवाशाने तो पोपट सांगितला की त्याचा असाच पोपट इतरत्रही आला आहे आणि तो खूप क्रूर आहे. तू कसा दयाळू आहेस? " पोपटाने उत्तर दिले, "हा माझा भाऊ असेल. मी .षींसोबत राहतो आणि माझा भाऊ शिकारींसह राहतो. मी 'sषीची भाषा शिकलो आणि माझा भाऊ शिकारीची भाषा शिकला. आम्ही ठेवत असलेली कंपनी आम्ही कोण आहोत हे ठरवते. "`,
        moral: 'आपण एक चांगला माणूस होऊ इच्छित असल्यास चांगली कंपनी ठेवा.'
      }
    },
    {
      id: '2100',
      type: 'passage',
      label: 'माणूस आणि मांजर',
      data: {
        title: 'माणूस आणि मांजर',
        text: `एके दिवशी, एक माणूस रस्त्यावरून चालत होता, जेव्हा त्याने ऐकले की जवळील झुडुपातून मांजरीची हाण ऐकली. मांजर अडकली होती आणि त्यांना बाहेर पडण्यास मदत आवश्यक आहे. जेव्हा माणूस बाहेर आला तेव्हा मांजर घाबरला आणि त्याने त्या माणसाला ओरडले. तो माणूस वेदनांनी किंचाळला, पण खाली पडला नाही. मांजरीने त्याचे हात ओरचणे चालू ठेवले तसाच त्याने पुन्हा पुन्हा प्रयत्न केला.
दुसर्‍या हे पाहिले आणि म्हणाला, "फक्त असे होऊ दे! मांजरीला नंतर बाहेर येण्याचा मार्ग सापडेल ". त्या माणसाने लक्ष दिले नाही परंतु त्याने मांजरीला मदत करेपर्यंत प्रयत्न केला. एकदा त्याने मांजरीला सोडले, तेव्हा त्याने त्या दुस माणसाला सांगितले की, "मांजर एक प्राणी आहे आणि तिच्या वृत्तीमुळे तो खरचटतो आणि हल्ला करतो. मी एक माणूस आहे आणि माझ्या वृत्ती मला दयाळू आणि दयाळू बनवतात. "`,
        moral:
          'आपल्या आजूबाजूच्या प्रत्येकाशी जसे वागवावेसे वाटते तसेच वागवा. आपल्या स्वत: च्या नियमांचे किंवा नीतिशास्त्रांचे पालन करा, त्यांचे नाही.'
      }
    }
  ]
};
