export default {
  label: 'वाक्य',
  id: 'mr-sentence',
  img: 'sentence',
  list: [
    {
      type: 'match',
      label: 'जोड्या लावा',
      id: 'match',
      lockAfter: 1,
      commonData: {
        title: 'वाक्य तयार करणारे शब्द जुळवा',
        fontSize: '1.2rem'
      },
      data: [
        `किती, वाजले?
अजून, काही?
कसा, आहेस?
पण, का?
कोणास, माहित?`,

        `नवीन, काय?
काय, झालं?
खरं, सांग.
उत्तर, दे.
ओरडू, नकोस.
माझ्याकडे, बघ.`,

        `आभारी, आहे.
मागे, फिर.
हलू , नका.
सावध , रहा.
मी , निघतोय.
वेळ , संपली.`,

        `बाहेर , जा.
कमीत , कमी.
आत , ये.
काळजी , घे.
उद्या , भेटू.
खूप , छान!`,

        `अजून , एक.
काढून , टाक.
ठीक , आहे.
शांत , बस.
अजिबात , नाही.`,

        `तयार , व्हा.
सोबत , चल.
विषय , संपला.
आता , नको.`
      ]
    },
    {
      type: 'sequence',
      label: 'अर्थपूर्ण वाक्ये तयार करा ',
      id: 'order-sentence',
      lockAfter: 2,
      commonData: {
        title: `अर्थपूर्ण वाक्ये तयार करण्यासाठी ब्लॉक्स कनेक्ट करा`
      },
      data: [
        `तू कोण आहेस
तुझं नाव काय
तुम्ही कसे आहात
तुम्ही कुठे राहता
काय चालले आहे
हे काय आहे
तू जेवलास का
मी करू शकतो
हे करू नकोस
पुन्हा प्रयत्न करा`,

        `मला फोन कर
मला माहित नाही
माझ्या मागे ये
काळजी करू नको
काही हरकत नाही
माझं ऐकून घे
मला जाऊ द्या
वाक्य काळजीपुर्वक वाचा
कृपया आत या
दरवाजा बंद करा`,

        `मला समजले नाही
मला असं वाटत
स्वतःवर विश्वास ठेवा
त्याने शिकवलं नव्हतं
शब्दांशी खेळणं थांबवा
बोलण्याआधी विचार करा
मला माफ करा
लवकर बरा हो`,

        `तिला राग आला
दु:खी होऊ नका
आपण नंतर बोलू
मी आजारी होतो
वाढदिवसाच्या हार्दिक शुभेच्छा`,

        `तो माणूस कोण आहे
मी पाहू शकतो का
तुम्ही इंग्रजी बोलता का
तुमचे वय किती आहे
तुम्हाला उशीर का झाला
ताज्या बातम्या काय आहेत
तू नोकरी का सोडलीस
त्याचे डोळे निळे आहेत
तिचे स्मित सुंदर होते
माझा तुझ्यावर विश्वास आहे`,

        `आपला प्रवास सुखाचा होवो
तुम्हाला भेटून आनंद झाला
तुझ्याशी बोलून छान वाटलं
आम्ही रोज स्वयंपाक करतो
तुमचा दिवस चांगला जावो
मी त्याला सोडणार नाही
त्याचा चेहरा लाल झाला
मला सर्दी झाली आहे
मला तुझी आठवण येते
आई सकाळी लवकर उठते`,

        `वेळ वाया घालवू नका
भींतीला देखील कान असतात
आपल्या जिभेवर नियंत्रण ठेवा
मला त्रास देऊ नका
कोणाला वाईट बोलु नका
तुमचे कपडे व्यवस्थित ठेवा
कपडे वॉशिंग मशिनमध्ये टाका`,

        `तुमचे सामान घेऊन जा
मी नियमित व्यायाम करतो
मला तुझी काळजी वाटते
मी दररोज इंग्रजी बोलतो
माझे वडील डॉक्टर आहेत`
      ]
    },
    {
      type: 'makeSentence',
      label: 'मराठीत भाषांतर करा',
      id: 'make-sentence',
      commonData: {
        title: 'खालील इंग्रजी वाक्यांचे मराठीत भाषांतर करा',
        extras: ' '
      },
      data: [
        `My name is Rohan.| माझे नाव रोहन आहे
I am studying second standard. | मी इयत्ता दुसरीत शिकत आहे
My sister's name is Pooja. | माझ्या बहिणीचे नाव पूजा आहे
We go to school together. | आम्ही एकत्र शाळेत जातो
On our way to school, we saw a horse. |शाळेत जातांना आम्हाला एक घोडा दिसला
There is a neem tree in our school. | आमच्या शाळेत कडुलिंबाचे झाड आहे
The bus went fast.| बस वेगाने निघाली
The bullock cart went slowly. | बैलगाडी हळू हळू चालते
I have a red color shirt.| माझ्याकडे लाल रंगाचा शर्ट आहे
Today, rain may come. | आज पाऊस येऊ शकतो`,

        `My class teacher is a good person.| माझे वर्ग शिक्षक एक चांगले व्यक्ती आहेत
Light came in through the window. | खिडकीतून उजेड आला
I had a bad dream.| मला एक वाईट स्वप्न पडले
My sister's hand writing is beautiful. | माझ्या बहिणीचे हस्ताक्षर सुंदर आहे
I was sitting silently. | मी गप्प बसलो होतो 
Mumbai is a big city.| मुंबई मोठे शहर आहे
A farmer works in the field. |शेतकरी शेतात काम करतो
There are sun, moon and stars in the sky.| आकाशात सूर्य, चंद्र आणि तारे आहेत
Pineapple is a sweet and sour fruit.|अननस हे आंबट-गोड फळ आहे
We should drink plenty of water every day.|आपण रोज भरपूर पाणी प्यायला हवे`,

        `I have many friends.|माझे खूप सारे मित्र आहेत
I like to play with my friends. |मला माझ्या मित्रांसोबत खेळायला आवडते
I read a book at bedtime.|मी झोपण्यापूर्वी एक पुस्तक वाचतो
I watch cartoons on tv.|मी टीव्हीवर कार्टून पाहतो
I eat a lot of green vegetables.|मी भरपूर हिरव्या भाज्या खातो
Girls love to play with dolls.|मुलींना बाहुल्यांसोबत खेळायला आवडते																							
A bee makes honey.|मधमाशी मध बनवते
How beautiful is the rainbow!|किती सुंदर आहे ते इंद्रधनुष्य
A strong wind was blowing.|जोराचा वारा सुटला होता
I am proud to be an Indian.|मला भारतीय असल्याचा अभिमान आहे`
      ]
    },
    {
      label: 'वाक्प्रचार',
      type: 'passage',
      id: 'notes',
      data: {
        title: 'वाक्प्रचार',
        text: `वाक्प्रचार हा शब्दश: (सरळ) असलेल्या अर्थापेक्षा वेगळा अर्थ प्राप्त झालेला शब्द समूह असतो.
# उदा. 
मन मोडणे या वाक्प्रचाराचा शब्दशः अर्थ न घेता त्याचा 'मनाविरुद्ध वागणे' हा प्रचारात असलेला अर्थ अपेक्षित आहे.
# लक्षात ठेवा
वाक्प्रचार अर्थासह लक्षात ठेवा.
वाक्प्रचाराचा उपयोग करतांना नामाप्रमाणे क्रियापद बदलते हे लक्षात ठेवा.
वाक्प्रचारातले काही शब्द सारखेच असले तरी त्यांचा अर्थ वेगवेगळा असतो. उदा. 'नाक मुरडणे', 'नाक घासणे', 'नाक कापणे', 'नाकी नऊ येणे' या सर्व वाक्प्रचारांचा अर्थ वेगळा आहे.`
      }
    },
    {
      id: 'idioms',
      type: 'match',
      label: 'जोड्या लावा',
      lockAfter: 2,
      commonData: {
        title: 'वाक्प्रचार व त्यांचे अर्थ यांच्या योग्य जोड्या लावा',
        fontSize: '1rem'
      },
      data: [
        `निरखून पाहणे, लक्षपूर्वक पाहणे
आव्हान देणे, लढण्यासाठी बोलावणे
गयावया करणे, विनवणी करणे
चट्टामट्टा करणे, खाऊन संपवणे
आभाळ कोसळणे, फार मोठे संकट येणे`,

        `अळमटळम करणे, टाळाटाळ करणे
उचल बांगडी करणे, हाकलून देणे
केसाने गळा कापणे, विश्वासघात करणे
खाल्ल्या अन्नास जागणे, उपकाराची जाणीव ठेवणे
भंबेरी उडणे, खूप गोंधळून जाणे`,

        `गळ घालणे, फार आग्रह करणे
धूळ चारणे, पराभव करणे
जीव भांड्यात पडणे, काळजी दूर होणे
तोफेच्या तोंडी देणे, संकटात लोटणे
नाकी नऊ येणे, अत्यंत त्रासून जाणे`,

        `नाक मुरडणे, नापसंती दाखवणे
नावे ठेवणे, निंदा करणे
दात पाडणे, फजिती करणे
पोबारा करणे, पळून जाणे
रक्ताचे पाणी करणे, खूप मेहनत करणे`
      ]
    },
    {
      label: ' अर्थ ओळखा ',
      type: 'mcq',
      id: 'mcq',
      data: {
        title: ' खाली दिल्येला वाक्प्रचारांचा योग्य अर्थ ओळखा',
        questions: [
          {
            qText: `रात्री जंगलात फिरतांना त्यांच्या *अंगावर काटा उभा राहिला*.`,
            options: `भीतीने अंगावर शहारे येणे
अति आनंद होणे
एकाएकी अनर्थ ओढवणे`
          },
          {
            qText: `तिच्या मनाविरुद्ध काही झाल्यास तिच्या *अंगाचा तीळ पापड होतो*.`,
            options: `खूप राग येणे
हकालपट्टी करणे
उपाशी राहणे`
          },
          {
            qText: `अचानक आलेल्या पावसामुळे राधा *कावरीबावरी झाली*.`,
            options: ` गोंधळून जाणे
आनंदी होणे
मोठ्याने ओरडणे`
          },
          {
            qText: `दादाने *हातभार लावल्यामुळे* आईचे काम लवकर झाले.`,
            options: `मदत करणे
उशीर करणे
टाळाटाळ करणे`
          },
          {
            qText: `पावसामुळे तलाव *तुडुंब भरला*.`,
            options: `काठोकाठ भरणे
कमी भरणे
खाली जाणे`
          },
          {
            qText: `आज प्रत्येक वस्तूचे भाव *गगनाला भिडले आहेत*.`,
            options: `खूप महाग होणे
खूप स्वस्त होणे
खूप कमी होणे`
          },
          {
            qText: `काश्मीरचे निसर्ग सौंदर्य पाहून *डोळ्यांचे पारणे फिटले*.`,
            options: `पाहून समाधान होणे
पाहून आग होणे
पाहून वाईट वाटणे`
          },
          {
            qText: `सचिनला लहानपणापासूनच क्रिकेटचे *बाळकडू मिळाले*.`,
            options: ` लहानपणापासून शिकवण मिळणे
मोठेपणापासून शिकवण मिळणे
शिकवण न मिळणे`
          },
          {
            qText: `अजय परीक्षेत चांगली कामगिरी करण्याचे *मनावर घेतले*.`,
            options: `मनात पक्का विचार करणे
व्यर्थ मनोराज्य करणे
मनात भावना दाटून येणे`
          },
          {
            qText: `पु. ल. देशपांडेंचे विनोद ऐकून सभागृहात चांगलीच *खसखस पिकली*.`,
            options: `खूप हसणे
खूप रडणे
कमी हसणे`
          }
        ]
      }
    }
  ]
};
