export default {
  label: 'Word',
  id: 'mr-word',
  img: 'word',
  list: [
    {
      id: 'jumbled',
      type: 'sequence',
      label: 'Form word',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'hi'
      },
      data: [
        //animals
        `मांजर,कुत्रा,शेळी,गाय,गाढव,घोडा,डुक्कर,हत्ती,सिंह,माकड`,
        `गेंडा,कोल्हा,मगर,अस्वल,उंट,देवमासा,वाघ,मेंढ्या,मासे,बेडूक`,
        `खेकडा,साप,बैल,कासव,उंदीर,मुंगी,वटवाघूळ,म्हैस,मधमाशी, कोळी`,
        //birds
        `कावळा,पारवा,बदक,कोंबडी,पोपट,मोर,चिमणी,गरुड,शहामृग,घुबड`,
        `सफरचंद,द्राक्षे,केळी,पेरू,फणस,आंबा,संत्री,पपई,अननस,टरबूज`,
        //fruits
        `डाळिंब,अंजीर,सीताफळ,मनुका,खारीक,कस्तुरी`
      ]
    },
    {
      type: 'match',
      label: 'Match Antonyms',
      id: 'antonyms',
      commonData: {
        title: 'Match words with opposite meaning.'
      },
      data: [
        `कुशल, अकुशल
चल, अचल
तुलनिय, अतुलनिय
दृश्य, अदृश्य
नियमित, अनियमित`,

        `नित्य, अनित्य
नियंत्रित, अनियंत्रित
निश्चित, अनिश्चित
नीती, अनीती
न्याय, अन्याय`,

        `पराजित, अपराजित
परिचित, अपरिचित
पवित्र, अपवित्र
पारदर्शक, अपारदर्शक
पूर्ण, अपूर्ण`,

        `पूर्णांक, अपूर्णांक
प्रकट, अप्रकट
प्रत्यक्ष, अप्रत्यक्ष
प्रमाण, अप्रमान
प्रसन्न, अप्रसन्न`,

        `प्रशस्त, अप्रशस्त
प्रसिद्ध, अप्रसिद्ध
प्रामाणिक, अप्रामाणिक
प्रिय, अप्रिय`,

        `अनुभवी, अननुभवी
आरोग्य, अनारोग्य
अपेक्षित, अनपेक्षित
अवधान, अनवधान
आवश्यक, अनावश्यक`,

        `कबूल, नाकबूल
खुश, नाखूश, नाराज
पसंत, नापसंत
आवड, नावड
आवडता, नावडता`,

        `रोगी, निरोगी
संदिग्ध, नि:संदिग्ध
स्वार्थी, नि:स्वार्थी
पापी, निष्पाप
अपराधी, निरपराधी`,

        `लागू, गैरलागू
समज, गैरसमज
सोय, गैरसोय
हजर, गैरहजर
शिस्त, गैरशिस्त`,

        `सचेतन, अचेतन
सबला, अबला
सकर्मक, अकर्मक
सलग, अलग
सशक्त, अशक्त`
      ]
    }
  ]
};
