export default {
  label: 'Word Search',
  id: 'mr-wordsearch',
  img: 'wordsearch',
  list: [
    {
      id: '1688707221241',
      type: 'wordsearch',
      label: 'Animals',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['मां', 'ज', 'र'], marker: [1, 1, 3, 1] },
          { word: ['गा', 'ढ', 'व'], marker: [3, 4, 3, 6] },
          { word: ['गा', 'य'], marker: [3, 4, 4, 4] },
          { word: ['घो', 'डा'], marker: [0, 6, 1, 6] },
          { word: ['डु', 'क्', 'क', 'र'], marker: [7, 1, 7, 4] },
          { word: ['सिं', 'ह'], marker: [5, 6, 6, 6] },
          { word: ['मा', 'क', 'ड'], marker: [4, 0, 6, 0] },
          { word: ['गें', 'डा'], marker: [1, 5, 1, 6] },
          { word: ['को', 'ल्', 'हा'], marker: [1, 7, 3, 7] },
          { word: ['म', 'ग', 'र'], marker: [5, 4, 7, 4] },
          { word: ['मा', 'से'], marker: [0, 3, 1, 3] },
          { word: ['दे', 'व', 'मा', 'सा'], marker: [0, 1, 0, 4] },
          { word: ['व', 'ट', 'वा', 'घू', 'ळ'], marker: [2, 2, 6, 2] },
          { word: ['वा', 'घ'], marker: [4, 2, 4, 3] },
          { word: ['को', 'ळी'], marker: [6, 7, 7, 7] },
          { word: ['शे', 'ळी'], marker: [7, 6, 7, 7] }
        ],
        table: [
          ['ऐ', 'ण', 'ई', 'ओ', 'मा', 'क', 'ड', 'ञ'],
          ['दे', 'मां', 'ज', 'र', 'ब', 'छ', 'क्ष', 'डु'],
          ['व', 'झ', 'व', 'ट', 'वा', 'घू', 'ळ', 'क्'],
          ['मा', 'से', 'व', 'ढ', 'घ', 'ठ', 'ई', 'क'],
          ['सा', 'ऋ', 'थ', 'गा', 'य', 'म', 'ग', 'र'],
          ['ण', 'गें', 'ब', 'ढ', 'स', 'ञ', 'ङ', 'इ'],
          ['घो', 'डा', 'अं', 'व', 'ष', 'सिं', 'ह', 'शे'],
          ['ड', 'को', 'ल्', 'हा', 'ख', 'ग', 'को', 'ळी']
        ],
        lang: 'hi',
        showWords: true
      }
    },
    {
      id: '1688707448637',
      type: 'wordsearch',
      label: 'Birds',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['कों', 'ब', 'डी'], marker: [2, 3, 4, 3] },
          { word: ['कों', 'ब', 'डा'], marker: [2, 3, 2, 5] },
          { word: ['गि', 'धा', 'ड'], marker: [5, 4, 7, 4] },
          { word: ['ला', 'कू', 'ड', 'पे', 'क', 'र'], marker: [7, 2, 7, 7] },
          { word: ['श', 'हा', 'मृ', 'ग'], marker: [0, 3, 0, 6] },
          { word: ['ग', 'रु', 'ड'], marker: [0, 6, 2, 6] },
          { word: ['पो', 'प', 'ट'], marker: [0, 1, 2, 1] },
          { word: ['मो', 'र'], marker: [6, 7, 7, 7] },
          { word: ['ब', 'द', 'क'], marker: [3, 3, 3, 5] },
          { word: ['पा', 'र', 'वा'], marker: [4, 0, 6, 0] },
          { word: ['घु', 'ब', 'ड'], marker: [4, 1, 6, 1] },
          { word: ['का', 'व', 'ळा'], marker: [2, 7, 4, 7] }
        ],
        table: [
          ['ष', 'ञ', 'ग', 'क्ष', 'पा', 'र', 'वा', 'त'],
          ['पो', 'प', 'ट', 'ल', 'घु', 'ब', 'ड', 'व'],
          ['ख', 'क', 'श', 'इ', 'ळ', 'छ', 'ई', 'ला'],
          ['श', 'ओ', 'कों', 'ब', 'डी', 'ट', 'ठ', 'कू'],
          ['हा', 'थ', 'ब', 'द', 'ह', 'गि', 'धा', 'ड'],
          ['मृ', 'ळ', 'डा', 'क', 'ड', 'ह', 'ऐ', 'पे'],
          ['ग', 'रु', 'ड', 'ब', 'ळ', 'न', 'ई', 'क'],
          ['ऐ', 'ओ', 'का', 'व', 'ळा', 'अः', 'मो', 'र']
        ],
        lang: 'hi',
        showWords: true
      }
    },
    {
      id: '1688707704141',
      type: 'wordsearch',
      label: 'Fruits',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['स', 'फ', 'र', 'चं', 'द'], marker: [0, 0, 4, 0] },
          { word: ['द्', 'रा', 'क्', 'षे'], marker: [4, 1, 4, 4] },
          { word: ['के', 'ळी'], marker: [6, 0, 6, 1] },
          { word: ['पे', 'रू'], marker: [5, 3, 6, 3] },
          { word: ['फ', 'ण', 'स'], marker: [1, 0, 1, 2] },
          { word: ['सं', 'त्', 'रा'], marker: [2, 2, 4, 2] },
          { word: ['आं', 'बा'], marker: [0, 4, 1, 4] },
          { word: ['प', 'प', 'ई'], marker: [2, 4, 2, 6] },
          { word: ['अ', 'न', 'न', 'स'], marker: [3, 3, 3, 6] },
          { word: ['ट', 'र', 'बू', 'ज'], marker: [0, 7, 3, 7] },
          { word: ['अं', 'जी', 'र'], marker: [7, 2, 7, 4] },
          { word: ['सी', 'ता', 'फ', 'ळ'], marker: [4, 5, 7, 5] },
          { word: ['म', 'नु', 'का'], marker: [5, 7, 7, 7] },
          { word: ['ता', 'र', 'खा'], marker: [0, 1, 0, 3] }
        ],
        table: [
          ['स', 'फ', 'र', 'चं', 'द', 'य', 'के', 'व'],
          ['ता', 'ण', 'इ', 'ङ', 'द्', 'ल', 'ळी', 'क'],
          ['र', 'स', 'सं', 'त्', 'रा', 'भ', 'ङ', 'अं'],
          ['खा', 'श', 'ग', 'अ', 'क्', 'पे', 'रू', 'जी'],
          ['आं', 'बा', 'प', 'न', 'षे', 'ध', 'व', 'र'],
          ['ओ', 'ञ', 'प', 'न', 'सी', 'ता', 'फ', 'ळ'],
          ['द', 'म', 'ई', 'स', 'ओ', 'ट', 'ढ', 'घ'],
          ['ट', 'र', 'बू', 'ज', 'उ', 'म', 'नु', 'का']
        ],
        lang: 'hi',
        showWords: true
      }
    },
    {
      id: '1688707890522',
      type: 'wordsearch',
      label: 'Vegetables',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['फु', 'ल', 'को', 'बी'], marker: [2, 2, 5, 2] },
          { word: ['को', 'बी'], marker: [4, 2, 4, 3] },
          { word: ['गा', 'ज', 'र'], marker: [0, 4, 2, 4] },
          { word: ['कां', 'दा'], marker: [6, 1, 6, 2] },
          { word: ['टो', 'मॅ', 'टो'], marker: [0, 0, 2, 0] },
          { word: ['ब', 'टा', 'टा'], marker: [1, 1, 1, 3] },
          { word: ['का', 'क', 'डी'], marker: [3, 4, 3, 6] },
          { word: ['ल', 'सू', 'ण'], marker: [5, 3, 5, 5] },
          { word: ['आ', 'ले'], marker: [0, 6, 1, 6] },
          { word: ['भो', 'प', 'ळा'], marker: [7, 3, 7, 5] },
          { word: ['ब', 'दा', 'म'], marker: [4, 0, 6, 0] },
          { word: ['का', 'र', 'ले'], marker: [4, 6, 6, 6] },
          { word: ['का', 'जू'], marker: [4, 6, 4, 7] },
          { word: ['मि', 'र', 'ची'], marker: [2, 3, 2, 5] },
          { word: ['मु', 'ळा'], marker: [6, 5, 7, 5] }
        ],
        table: [
          ['टो', 'मॅ', 'टो', 'अ', 'ब', 'दा', 'म', 'न'],
          ['ख', 'ब', 'औ', 'ट', 'आ', 'छ', 'कां', 'य'],
          ['ढ', 'टा', 'फु', 'ल', 'को', 'बी', 'दा', 'भ'],
          ['न', 'टा', 'मि', 'ञ', 'बी', 'ल', 'ध', 'भो'],
          ['गा', 'ज', 'र', 'का', 'ग', 'सू', 'ख', 'प'],
          ['औ', 'ब', 'ची', 'क', 'न', 'ण', 'मु', 'ळा'],
          ['आ', 'ले', 'ञ', 'डी', 'का', 'र', 'ले', 'श'],
          ['क्ष', 'द', 'ड', 'व', 'जू', 'अं', 'छ', 'ए']
        ],
        lang: 'hi',
        showWords: true
      }
    },
    {
      id: '1688708176875',
      type: 'wordsearch',
      label: 'Nature',
      authored: true,
      data: {
        title: 'Find the given words from the table.',
        words: [
          { word: ['सू', 'र्', 'य'], marker: [3, 1, 5, 1] },
          { word: ['चं', 'द्', 'र'], marker: [1, 1, 1, 3] },
          { word: ['पा', 'ऊ', 'स'], marker: [5, 0, 7, 0] },
          { word: ['ता', 'रा'], marker: [2, 3, 2, 4] },
          { word: ['दू', 'ध'], marker: [4, 3, 5, 3] },
          { word: ['प', 'क्', 'षी'], marker: [0, 5, 2, 5] },
          { word: ['फ', 'ळे'], marker: [6, 3, 6, 4] },
          { word: ['पा', 'न'], marker: [0, 0, 0, 1] },
          { word: ['ज', 'ग'], marker: [4, 6, 5, 6] },
          { word: ['घ', 'र', 'टे'], marker: [7, 2, 7, 4] },
          { word: ['द', 'व'], marker: [4, 4, 4, 5] },
          { word: ['ध', 'ब', 'ध', 'बा'], marker: [2, 2, 5, 2] },
          {
            word: ['इं', 'द्', 'र', 'ध', 'नु', 'ष्', 'य'],
            marker: [0, 7, 6, 7]
          }
        ],
        table: [
          ['पा', 'ञ', 'क', 'इ', 'अ', 'पा', 'ऊ', 'स'],
          ['न', 'चं', 'फ', 'सू', 'र्', 'य', 'उ', 'द'],
          ['अः', 'द्', 'ध', 'ब', 'ध', 'बा', 'थ', 'घ'],
          ['ध', 'र', 'ता', 'प', 'दू', 'ध', 'फ', 'र'],
          ['ष', 'ज', 'रा', 'ग', 'द', 'झ', 'ळे', 'टे'],
          ['प', 'क्', 'षी', 'अं', 'व', 'प', 'उ', 'अ'],
          ['ऊ', 'ख', 'अ', 'ड', 'ज', 'ग', 'ठ', 'व'],
          ['इं', 'द्', 'र', 'ध', 'नु', 'ष्', 'य', 'ह']
        ],
        lang: 'hi',
        showWords: true
      }
    }
  ]
};
