export default {
  label: 'Word',
  id: 'mr-word',
  img: 'word',
  list: [
    {
      id: 'jumbled',
      type: 'sequence',
      label: 'Form word',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'hi'
      },
      data: [
        //animals
        `मांजर,कुत्रा,शेळी,गाय,गाढव,घोडा,डुक्कर,हत्ती,सिंह,माकड`,
        `गेंडा,कोल्हा,मगर,अस्वल,उंट,देवमासा,वाघ,मेंढ्या,मासे,बेडूक`,
        `खेकडा,साप,बैल,कासव,उंदीर,मुंगी,वटवाघूळ,म्हैस,मधमाशी, कोळी`,
        //birds
        `कावळा,पारवा,बदक,कोंबडी,पोपट,मोर,चिमणी,गरुड,शहामृग,घुबड`,
        `सफरचंद,द्राक्षे,केळी,पेरू,फणस,आंबा,संत्रा,पपई,अननस,टरबूज`,
        //fruits
        `डाळिंब,अंजीर,सीताफळ,मनुका,तारखा,कस्तुरी`
      ]
    }
  ]
};
