export default {
  label: 'शब्द - 2',
  id: 'mr-word-2',
  img: 'word',
  list: [
    {
      id: '2-letter',
      type: 'sequence',
      label: '2 Letter word',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `भाग, स्थान, केले, जेथे, थोडे, गोल, वर्ष, आले, मला, देणे`,
        `फार, फक्त, वाक्य, म्हणू, शोधा, ओळ, भिन्न, अर्थ, आधी, योग्य`,
        `जुन्या, खूप, त्याच, सर्व, तेथे, तेव्हा, मार्ग, त्यांना, जसे, तिच्या`,
        `लांब, करा, गोष्ट, पहा, त्याला, दोन, येणे, संख्या, नाही, लोक`,
        `माझा, प्रती, पाणी, पेक्षा, कोण, खाली, आता, शोधू, डोके, उभे`,
        `पृष्ठ, देश, शाळा, वाढू, अन्न, सूर्य, चार, राज्य, ठेवा, डोळा`,
        `गेल्या, झाड, शेत, कथा, बाकी, धाव, दाबा, रात्री, खरा, खाणे`,
        `खोली, मित्र, मासे, थांबा, घोडा, कट, खात्री, पाहू, रंग, मुख्य`,
        `मुले, सुरू, आला, गट, दोन्ही, खूण, पत्र, नदी, साधा, कधी`,
        `लाल, यादी, तरी, चर्चा, पक्षी, कुत्रा, थेट, सोडा, गाणे, काळा`
      ]
    },
    {
      id: '3-letter',
      type: 'sequence',
      label: '3 Letter word',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `सर्वात, माहित, प्रथम, बाजूला, उत्तर, अभ्यास, कधीही, शहर, ओलांडू, प्रारंभ`,
        `समुद्र, काढणे, उशीरा, जीवन, पुस्तक, वाहून, घेतला, विज्ञान, कल्पना, एकदा`,
        `चेहरा, लाकूड, उघडा, वाटते, एकत्र, पुढील, पांढरा, चालणे, कागद, नेहमी`,
        `संगीत, पर्यंत, काळजी, दुसरा, पुरेशी, मुलगी, तरुण, वरील, शरीर, कुटुंब`,
        `आकडा, दक्षिण, समस्या, तुकडा, संपूर्ण, काहीही, अर्थात, निर्णय, पाऊल, प्रणाली`,
        `चाचणी, सामान्य, विमान, कोरडा, आश्चर्य, हसणे, हजार, संपली, आणले, उष्णता`,
        `आणणे, सुरेख, पडणे, आघाडी, गडद, मशीन, प्रतीक्षा, योजना, आकृती, विश्रांती`,
        `सक्षम, सौंदर्य, समोर, अंतिम, हिरव्या, जलद, मोफत, मिनिट, विशेष, शेपूट`,
        `ऐकले, शंभर, धारण, टेबल, प्रवास, सकाळी, पोवाडा, विरुद्ध, नमुना, नकाशा`,
        `पाऊस, नियम, खेचणे, सूचना, त्यातील, विश्वास, निवडा, मोजणे, चौरस, विषय`
      ]
    },
    {
      type: 'match',
      label: 'जोड्या लावा',
      id: 'synonyms',
      commonData: {
        title: 'समानार्थी शब्दांच्या योग्य जोड्या लावा'
      },
      data: [
        `ऋण, कर्ज
ऋतू, मोसम
ऋषी, मुनी
एकजूट, एकी
एकाकी, एकटा
ऐवज, मालमत्ता`,

        `छडा, तपास
छंद, नाद
छान, सुरेख
छिद्र, भोक
छोटा, लहान
छाया, सावली`,

        `जग, विश्व
जत्रा, मेळा
जिव्हाळा, प्रेम
जीर्ण, जुने
जुलूम, छळ
ज्येष्ठ, मोठा`,

        `झरा, निर्झर
झाड, वृक्ष
झेंडा, ध्वज
झोका, झुला
झोप, निद्रा
झुंज, लढा`,

        `टरफल, साल
टंचाई, कमतरता
ठक, लबाड
ठग, चोर
ठसा, खुण
ठिकाण, स्थान`,

        `डाग, कलंक
डुल, कर्णफुले
डोके, मस्तक
डोंगर, पर्वत
डोळा, नेत्र
डौल, दिमाख`,

        `ढग, मेघ
ढोंगी, खोटारडा
ढिगारा, रास
थट्टा, चेष्टा
थंड, शीतल
थवा, घोळका`,

        `तरु, झाड
तलवार, खडग
तिमिर, अंधार
तळे, तलाव
तक्रार, गाऱ्हाणे
तृष्णा, तहान`,

        `दगड, पाषाण
दंत, दात
दरवाजा, दार
दिवस, वार
दानव, राक्षस
दीन, गरीब`,

        `धन, पैसा
धरती, धरणी
ध्वनी, आवाज
धवल, पांढरे
धिप्पाड, मजबूत
धैर्य, धाडस`,

        `नगर, शहर
नियम, पद्धत
नृत्य, नाच
नदी, सरिता
नोकर, सेवक
नाव, नौका`,

        `पराक्रम, शौर्य
परीक्षा, कसोटी
पाऊस, वर्षा
पाणी, जल
पोपट, राघू
पंक्ती, रांग`
      ]
    },
    {
      id: 'mcq',
      label: 'समानार्थी शब्द ओळखा',
      type: 'mcq',
      lockAfter: 1,
      commonData: {
        title: 'खालील वाक्यांमधील अधोरेखित शदांचे समानार्थी शब्द ओळखा'
      },
      data: [
        {
          questions: [
            {
              qText: 'माझे विद्यार्थी खूप *विनयी* आहेत.',
              options: 'नम्र, क्रोधी, रागिष्ट'
            },
            {
              qText: 'तू किती *भाग्यवान* आहेस!',
              options: 'नशीबवान, दुर्दैवी, हैवान'
            },
            {
              qText: 'ती कोल्ह्यासारखी *धूर्त* आहे.',
              options: 'चाणाक्ष, सद्गुणी, बेढब'
            },
            {
              qText: 'जादूचे खेळ *विलक्षण* होते.',
              options: 'असामान्य, सरळ, साधे'
            },
            {
              qText: 'सर्व उत्तरे *अचूक* होती.',
              options: 'बरोबर, चूक, गोड'
            }
          ]
        },
        {
          questions: [
            {
              qText: 'तो खूप *मेहनत* करतो.',
              options: 'कष्ट, बडबड, आळस'
            },
            {
              qText: 'ती उत्कृष्ट *नृत्य* करते.',
              options: 'नाच, गाते, रडते'
            },
            {
              qText: `आम्ही बागेत *झुल्यांवर* खेळलो.`,
              options: 'झोक्यांवर, झाडावर, माडावर'
            },
            {
              qText: ' ही *धरती* माता आपल्याला अन्न देते.',
              options: 'धरणी, रेती, वाळू'
            },
            {
              qText: 'आपल्या राष्ट्रीय *ध्वजाला* तिरंगा म्हणतात.',
              options: 'झेंड्याला, कापडाला, कापसाला'
            }
          ]
        },
        {
          questions: [
            {
              qText: 'तुम्हाला त्या *जंगलात* अनेक वन्यप्राणी पाहायला मिळतील.',
              options: 'अरण्यात, बागेत, झाडात'
            },
            {
              qText: 'भारतीय सैनिक *शौर्याने* लढले.',
              options: 'धैर्याने, भीतीने, घाबरून'
            },
            {
              qText: ` तिचे *डोळे* खूप सुंदर आहेत.`,
              options: 'नयन, डोके, ओठ'
            },
            {
              qText: 'आजाराने त्याला *क्षीण* केले होते.',
              options: 'अशक्त, मजबूत, तंदुरुस्त'
            },
            {
              qText: 'आजी रोज देवाला *फुलं* वाहते.',
              options: 'पुष्प, काटे, बर्फ'
            }
          ]
        }
      ]
    }
  ]
};
