export default {
  label: 'शब्दांचा सराव',
  id: 'mr-word-practice',
  img: 'word',
  list: [
    {
      id: '2-letter',
      type: 'sequence',
      label: '2 Letter word - Practice',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `वर्ग, प्रश्न, घडू, पूर्ण, क्षेत्र, अर्धा, आग, राजा, इंच, रहा`,
        `चाक, शक्ती, निळा, खोल, चंद्र, बेट, व्यस्त, बोट, सोने, जागा`,
        `पूर्वी, खेळ, होय, भरा, टीप, नाम, मन, मागे, स्पष्ट, खरं`,
        `तास, खरे, पाच, व्याज, ऐका, सहा, कमी, दहा, साधी, युद्ध`,
        `मंद, केंद्र, प्रेम, व्यक्ती, पैसा, रस्ता, थंड, ऊर्जा, शक्य, भाऊ`,
        `अंडी, लांबी, कला, बर्फ, बाब, जोडी, नृत्य, रुंद, शीड, झोप`,
        `सिद्ध, पाय, भिंत, इच्छा, शनि, लेखी, वन्य, काच, गाय, भेट`,
        `मऊ, मजा, प्राप्त, पंक्ती, तोंड, स्वच्छ, खंड, तेल, रक्त, स्पर्श`,
        `टक्के, संघ, बाग, गोरा, बँक, कान, केस, लेक, क्षण, दूध`,
        `वय, ड्रेस, शांत, तळ, कळ, वीस, त्वचा, स्मित, भोक, उडी`
      ]
    },
    {
      id: '2-letter-3',
      type: 'sequence',
      label: '2 Letter word - More Practice',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `बाळ, आठ, धातू, सात, मूक, उंच, वाळू, माती, मूल्य, लढा`,
        `दृश्य, अर्थ, फळ, जाड, पीक, पक्ष, ज्यांचे, अणू, हाड, सभ्य`,
        `स्त्री, घंटा, मांस, भीती, दृष्टी, ग्रह, खाण, ताज्या, शोध, तोफा`,
        `मृत, चालू, मर्जी, मूळ, बाबा, ब्रेड, प्रिय, शत्रू, पेय, श्रेणी`,
        `वाफ, द्रव, दात, मान, चांदी, शाखा, चर्चा, पुढे, दोरी, स्वप्न`,
        `अट, वास, दरी, विक्री, यश, पत्नी, खांदा, नऊ, संधी, गोळा`,
        `स्तंभ, चूक, मीठ, नाक, राग, हक्क `
      ]
    },
    {
      id: '3-letter-2',
      type: 'sequence',
      label: '3 Letter word - Practice',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `प्रदेश, आकार, पुर्तता, बोलता, वजन, मंडळ, अक्षर, वाटले, अद्याप, लहर`,
        `साहित्य, बसणे, शर्यत, व्यायाम, आकाश, आनंद, हिवाळा, ठेवली, गवत, नोकरी`,
        `तेजस्वी, महिना, सहन, समाप्त, आनंदी, विचित्र, व्यापार, गोडवा, अचूक, प्रतीक`,
        `किमान, समस्या, लिहिले, सामील, सूचित, महिला, वाईट, वाढला, समान, प्रवाह`,
        `जतन, दशांश, आणखी, तोडले, मध्यम, मारणे, देखणे, सरळ, पद्धत, विभाग`,
        `दगड, चढाव, गरीब, प्रयोग, लोखंड, एकच, बैठक, बढती, तिसरा, वर्णन`,
        `मजला, मांजर, शतक, प्रकार, कायदा, वाक्यांश, उद्योग, विजय, जागृत, श्रीमंत`,
        `प्रक्रिया, सराव, स्वतंत्र, कठीण, डॉक्टर, कृपया, दुपारी, घटक, विद्यार्थी, कोपरा`,
        `अंगठी, किटक, रेडिओ, बोलले, मानवी, विद्युत, अपेक्षा, प्रदान, अंदाज, तीक्ष्ण`,
        `शेजारी, ऐवजी, जमाव, तुलना, कविता, घासणे, नलिका, प्रसिद्ध, पातळ, त्रिकोण`
      ]
    },
    {
      id: '3-letter-3',
      type: 'sequence',
      label: '3 Letter word - More Practice',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `धांदल, घड्याळ, प्रविष्ट, पाठवा, पिवळा, मुद्रण, खटला, गुलाब, पालक, किनारा`,
        `पत्रक, हंगाम, उपाय, आभार, सामना, प्रत्यय, अंजीर, प्रचंड, बहीण, तत्सम`,
        `खरेदी, नेतृत्व, डगला,साधन, एकूण, दुहेरी, आसन, विशिष्ट, करार, पोहणे`,
        `मुदत, उलट, प्रसार, व्यवस्था, छावणी, कापूस, आवाज, पातळी, दुकान, ताणून`,
        `फेकणे, राखाडी `
      ]
    },
    {
      type: 'match',
      label: 'जोड्या लावा',
      id: 'synonyms',
      commonData: {
        title: 'समानार्थी शब्दांच्या योग्य जोड्या लावा'
      },
      data: [
        `फूल, सुमन
फक्त, केवळ
फांदी, शाखा
फायदा, नफा
फेरफटका, रपेट
फिकीर, काळजी`,

        `बर्फ, हिम
बळ, शक्ती
बंधन, निर्बंध
बेडूक, मंडूक
बासरी, पावा
ब्राम्हण, विप्र`,

        `भगिनी, बहीण
भरभराट, प्रगती
भांडण, तंटा
भाळ, कपाळ
भूजंग, सर्प
भेकड, भित्रा`,

        `मत्सर, द्वेष
मित्र, दोस्त
मंदिर, देऊळ
मार्ग, रस्ता
मुख, तोंड
मौज, मजा`,

        `यज्ञ, होम
यश, सफलता
याचक, भिकारी
युद्ध, लढाई
यातायात, त्रास
योद्धा, लढवय्या`,

        `रक्त, रुधिर
रंक, गरीब
राग, संताप
राजा, नरेश
रात्र, रजनी
रुक्ष, कोरडे`,

        `लग्न, विवाह
लाज, शरम
लाट, लहर
लांब, दूर
लोचन, डोळे
लालसा, इच्छा`,

        `वडील, पिता
वचक, धाक
वानर, माकड
वारा, वायू
विद्या, ज्ञान
विनय, नम्रता`,

        `शत्रू, वैरी
शर, बाण
शाळा, विद्यालय
शिक्षक, गुरू
शीघ्र, लवकर
शेत, शिवार`,

        `सण, उत्सव
सावली, छाया
संघ, चमू
सकाळ, प्रभात
समुद्र, सागर
सुगंध, सुवास`,

        `हताश, निराश
हरीण, मृग
हाक, साद
हाट, बाजार
हुरूप, उत्साह
हुशार, चतुर`,

        `क्षमा, माफी
क्षीर, दूध
क्षीण, अशक्त
क्षुधा, भूक
क्षेम, कल्याण
क्षती, नुकसान`
      ]
    },
    {
      type: 'match',
      label: 'Match Antonyms',
      id: 'antonyms',
      commonData: {
        title: 'Match words with opposite meaning.'
      },
      data: [
        `फिकट, गडद
फुलणे, कोमेजणे
फरक, साम्य
फार, कमी
फायदा, तोटा
फाटका, नीटनेटका`,

        `बलवान, दुर्बल
बरोबर, चूक
बेचव, चवदार
बावळट, हुशार
बेढब, सुबक
बरे, वाईट`,

        `भरती, ओहोटी
भान, बेभान
भाग्यवान, अभागी
भरभराट, ऱ्हास
भाग्य, दुर्भाग्य
भक्कम, कमकुवत`,

        `मऊ, टणक
मंगल, अमंगल
मागासलेला, पुढारलेला
मित्र, शत्रु
मालक, नोकर
मोकळे, बंदिस्त`,

        `यशस्वी, अयशस्वी
योग्य, अयोग्य
यश, अपयश
येथे, तेथे
येणे, जाणे`,

        `रसिक, अरसिक
रिकामा, भरलेला
राग, लोभ
रुंद, अरुंद
रुची, अरुची
रेखीव, खडबडीत`,

        `लक्ष, दुर्लक्ष
लघु, विशाल
लोभी, निर्लोभी
लायक, नालायक
लिखित, अलिखित
लाजरा, निलाजरा`,

        `वर, खाली
वरिष्ठ, कनिष्ठ
वाकडा, सरळ
विचार, अविचार
वैयक्तिक, सार्वजनिक
वेडा, शहाणा`,

        `शकुन, अपशकुन
शाश्वत, अशाश्वत
शिस्त, बेशिस्त
शांत, अशांत
शक्य, अशक्य
शुभ, अशुभ`,

        `हसतमुख, रडका
हित, अहित
हिंसा, अहिंसा
हार, जीत
हीन, दर्जेदार
हर्ष, खेद`
      ]
    }
  ]
};
