export default {
  label: 'शब्द - 3',
  id: 'mr-word-3',
  img: 'word',
  list: [
    {
      id: '2-letter',
      type: 'sequence',
      label: '2 अक्षरी शब्द ',
      commonData: {
        title: 'अक्षरे जोडून शब्द तयार करा ',
        lang: 'mr'
      },
      data: [
        `वर्ग, प्रश्न, घडू, पूर्ण, क्षेत्र, अर्धा, आग, राजा, इंच, रहा`,
        `चाक, शक्ती, निळा, खोल, चंद्र, बेट, व्यस्त, बोट, सोने, जागा`,
        `पूर्वी, खेळ, होय, भरा, टीप, नाम, मन, मागे, स्पष्ट, खरं`,
        `तास, खरे, पाच, व्याज, ऐका, सहा, कमी, दहा, साधी, युद्ध`,
        `मंद, केंद्र, प्रेम, व्यक्ती, पैसा, रस्ता, थंड, ऊर्जा, शक्य, भाऊ`,
        `अंडी, लांबी, कला, बर्फ, बाब, जोडी, नृत्य, रुंद, शीड, झोप`,
        `सिद्ध, पाय, भिंत, इच्छा, शनि, लेखी, वन्य, काच, गाय, भेट`,
        `मऊ, मजा, प्राप्त, पंक्ती, तोंड, स्वच्छ, खंड, तेल, रक्त, स्पर्श`,
        `टक्के, संघ, बाग, गोरा, बँक, कान, केस, लेक, क्षण, दूध`,
        `वय, ड्रेस, शांत, तळ, कळ, वीस, त्वचा, स्मित, भोक, उडी`
      ]
    },
    {
      id: '2-letter-3',
      type: 'sequence',
      label: '2 अक्षरी शब्द - More Practice',
      commonData: {
        title: 'अक्षरे जोडून शब्द तयार करा ',
        lang: 'mr'
      },
      data: [
        `बाळ, आठ, धातू, सात, मूक, उंच, वाळू, माती, मूल्य, लढा`,
        `दृश्य, अर्थ, फळ, जाड, पीक, पक्ष, ज्यांचे, अणू, हाड, सभ्य`,
        `स्त्री, घंटा, मांस, भीती, दृष्टी, ग्रह, खाण, ताज्या, शोध, तोफा`,
        `मृत, चालू, मर्जी, मूळ, बाबा, ब्रेड, प्रिय, शत्रू, पेय, श्रेणी`,
        `वाफ, द्रव, दात, मान, चांदी, शाखा, चर्चा, पुढे, दोरी, स्वप्न`,
        `अट, वास, दरी, विक्री, यश, पत्नी, खांदा, नऊ, संधी, गोळा`,
        `स्तंभ, चूक, मीठ, नाक, राग, हक्क `
      ]
    },
    {
      id: '3-letter-2',
      type: 'sequence',
      label: '3 अक्षरी शब्द ',
      commonData: {
        title: 'अक्षरे जोडून शब्द तयार करा ',
        lang: 'mr'
      },
      data: [
        `प्रदेश, आकार, पुर्तता, बोलता, वजन, मंडळ, अक्षर, वाटले, अद्याप, लहर`,
        `साहित्य, बसणे, शर्यत, व्यायाम, आकाश, आनंद, हिवाळा, ठेवली, गवत, नोकरी`,
        `तेजस्वी, महिना, सहन, समाप्त, आनंदी, विचित्र, व्यापार, गोडवा, अचूक, प्रतीक`,
        `किमान, समस्या, लिहिले, सामील, सूचित, महिला, वाईट, वाढला, समान, प्रवाह`,
        `जतन, दशांश, आणखी, तोडले, मध्यम, मारणे, देखणे, सरळ, पद्धत, विभाग`,
        `दगड, चढाव, गरीब, प्रयोग, लोखंड, एकच, बैठक, बढती, तिसरा, वर्णन`,
        `मजला, मांजर, शतक, प्रकार, कायदा, वाक्यांश, उद्योग, विजय, जागृत, श्रीमंत`,
        `प्रक्रिया, सराव, स्वतंत्र, कठीण, डॉक्टर, कृपया, दुपारी, घटक, विद्यार्थी, कोपरा`,
        `अंगठी, किटक, रेडिओ, बोलले, मानवी, विद्युत, अपेक्षा, प्रदान, अंदाज, तीक्ष्ण`,
        `शेजारी, ऐवजी, जमाव, तुलना, कविता, घासणे, नलिका, प्रसिद्ध, पातळ, त्रिकोण`
      ]
    },
    {
      id: '3-letter-3',
      type: 'sequence',
      label: '3 अक्षरी शब्द - More Practice',
      commonData: {
        title: 'अक्षरे जोडून शब्द तयार करा ',
        lang: 'mr'
      },
      data: [
        `धांदल, घड्याळ, प्रविष्ट, पाठवा, पिवळा, मुद्रण, खटला, गुलाब, पालक, किनारा`,
        `पत्रक, हंगाम, उपाय, आभार, सामना, प्रत्यय, अंजीर, प्रचंड, बहीण, तत्सम`,
        `खरेदी, नेतृत्व, डगला,साधन, एकूण, दुहेरी, आसन, विशिष्ट, करार, पोहणे`,
        `मुदत, उलट, प्रसार, व्यवस्था, छावणी, कापूस, आवाज, पातळी, दुकान, ताणून`,
        `फेकणे, राखाडी `
      ]
    },
    {
      type: 'match',
      label: 'समानार्थी शब्दांच्या जोड्या लावा',
      id: 'synonyms',
      commonData: {
        title: 'समानार्थी शब्दांच्या योग्य जोड्या लावा'
      },
      data: [
        `फूल, सुमन
फक्त, केवळ
फांदी, शाखा
फायदा, नफा
फेरफटका, रपेट
फिकीर, काळजी`,

        `बर्फ, हिम
बळ, शक्ती
बंधन, निर्बंध
बेडूक, मंडूक
बासरी, पावा
ब्राम्हण, विप्र`,

        `भगिनी, बहीण
भरभराट, प्रगती
भांडण, तंटा
भाळ, कपाळ
भूजंग, सर्प
भेकड, भित्रा`,

        `मत्सर, द्वेष
मित्र, दोस्त
मंदिर, देऊळ
मार्ग, रस्ता
मुख, तोंड
मौज, मजा`,

        `यज्ञ, होम
यश, सफलता
याचक, भिकारी
युद्ध, लढाई
यातायात, त्रास
योद्धा, लढवय्या`,

        `रक्त, रुधिर
रंक, गरीब
राग, संताप
राजा, नरेश
रात्र, रजनी
रुक्ष, कोरडे`,

        `लग्न, विवाह
लाज, शरम
लाट, लहर
लांब, दूर
लोचन, डोळे
लालसा, इच्छा`,

        `वडील, पिता
वचक, धाक
वानर, माकड
वारा, वायू
विद्या, ज्ञान
विनय, नम्रता`,

        `शत्रू, वैरी
शर, बाण
शाळा, विद्यालय
शिक्षक, गुरू
शीघ्र, लवकर
शेत, शिवार`,

        `सण, उत्सव
सावली, छाया
संघ, चमू
सकाळ, प्रभात
समुद्र, सागर
सुगंध, सुवास`,

        `हताश, निराश
हरीण, मृग
हाक, साद
हाट, बाजार
हुरूप, उत्साह
हुशार, चतुर`,

        `क्षमा, माफी
क्षीर, दूध
क्षीण, अशक्त
क्षुधा, भूक
क्षेम, कल्याण
क्षती, नुकसान`
      ]
    },
    {
      type: 'match',
      label: 'विरुद्धार्थी शब्दांच्या जोड्या लावा',
      id: 'antonyms',
      commonData: {
        title: 'विरुद्धार्थी शब्दांच्या योग्य जोड्या लावा '
      },
      data: [
        `फिकट, गडद
फुलणे, कोमेजणे
फरक, साम्य
फार, कमी
फायदा, तोटा
फाटका, नीटनेटका`,

        `बलवान, दुर्बल
बरोबर, चूक
बेचव, चवदार
बावळट, हुशार
बेढब, सुबक
बरे, वाईट`,

        `भरती, ओहोटी
भान, बेभान
भाग्यवान, अभागी
भरभराट, ऱ्हास
भाग्य, दुर्भाग्य
भक्कम, कमकुवत`,

        `मऊ, टणक
मंगल, अमंगल
मागासलेला, पुढारलेला
मित्र, शत्रु
मालक, नोकर
मोकळे, बंदिस्त`,

        `यशस्वी, अयशस्वी
योग्य, अयोग्य
यश, अपयश
येथे, तेथे
येणे, जाणे`,

        `रसिक, अरसिक
रिकामा, भरलेला
राग, लोभ
रुंद, अरुंद
रुची, अरुची
रेखीव, खडबडीत`,

        `लक्ष, दुर्लक्ष
लघु, विशाल
लोभी, निर्लोभी
लायक, नालायक
लिखित, अलिखित
लाजरा, निलाजरा`,

        `वर, खाली
वरिष्ठ, कनिष्ठ
वाकडा, सरळ
विचार, अविचार
वैयक्तिक, सार्वजनिक
वेडा, शहाणा`,

        `शकुन, अपशकुन
शाश्वत, अशाश्वत
शिस्त, बेशिस्त
शांत, अशांत
शक्य, अशक्य
शुभ, अशुभ`,

        `हसतमुख, रडका
हित, अहित
हिंसा, अहिंसा
हार, जीत
हीन, दर्जेदार
हर्ष, खेद`
      ]
    },
    {
      label: 'उपसर्ग',
      type: 'passage',
      id: 'notes',
      data: {
        title: 'उपसर्ग',
        text: `शब्दांच्या पूर्वी जे अक्षर किंवा अक्षरे जोडली जातात त्यांना 'उपसर्ग' असे म्हणतात. उपसर्ग लावून जे शब्द तयार होतात त्यांना 'उपसर्गघटित’ शब्द असे म्हणतात.
अ, आ, ना, कु, स, सु, सं, अप, गैर, परी, प्रति, अनु, उप इ. हे उपसर्ग आहेत.
# उदा.
अ + न्याय = अन्याय
सु + गंध = सुगंध
अप + शब्द = अपशब्द
गैर + हजर = गैरहजर
अनु + वाद = अनुवाद`
      }
    },
    {
      id: 'suffix',
      type: 'match',
      label: 'जोड्या लावा',
      lockAfter: 2,
      commonData: {
        title: 'उपसर्ग आणि शब्दांच्या योग्य जोड्या लावा',
        fontSize: '2rem'
      },
      data: [
        `अ, बोल
अभि, मान
अधि, कार
अनु, भव
आड, नाव`,

        `उप, जीविका
कम, जोर
प्रति, कार
परि, चय
परा, जय`,

        `अव, कृपा
पड, साद
फट, फजिती
स, प्रेम
सु, विचार`,

        `अति, शय
आ, मरण
प्र, शाला
परि, पाठ
सं, गीत`
      ]
    },
    {
      label: ' योग्य उपसर्ग जुळवा',
      id: 'fix-2',
      type: 'completePuzzle',
      data: {
        type: 'rightOpen',
        title: 'दिलेल्या शब्दांना योग्य उपसर्ग जोडा',
        text: `अनु, क्रम, दम
ना, पसंत, वसंत
गैर, समज, मगज
बिन, चूक, नाम
फट, कळ, बळ
बे, ईमान, गाम
अ, भय, गय
अप, शकुन, वाकून
कम, कुवत, वाजत
भर, जरी, तरी`
      }
    },
    {
      label: 'प्रत्यय',
      type: 'passage',
      id: 'notes 2',
      data: {
        title: 'प्रत्यय',
        text: `शब्दांच्या शेवटी एक किंवा अधिक अक्षरे जोडली जातात त्यांना 'प्रत्यय' असे म्हणतात. प्रत्यय लावल्यामुळे शब्दाच्या जाती बदल होऊ शकतो.
# उदा. 
मूर्ख (विशेषण) + त्व (प्रत्यय) = मूर्खत्व (भाववाचकनाम)
झोप (नाम) + आळू (प्रत्यय) = झोपाळू (विशेषण)
प्रत्यय लागून तयार होणाऱ्या शब्दाला प्रत्ययघटित शब्द म्हणतात.
# उदा. 
धनवान, परकीय, भांडखोर
अक – रक्षक; अना – तुलना; अनीय – वंदनीय; इक – रसिक; आऊ – लढाऊ; आई – लढाई; वाईक - नातेवाईक
करी, भर, कर, दार, वान, पण, कीय, साठी, गिरी, नामा, सर, खोर, गार, पासून, कडे, मुळे इत्यादी प्रत्यय आहेत.`
      }
    },
    {
      id: 'prefix',
      type: 'match',
      label: 'जोड्या लावा',
      lockAfter: 2,
      commonData: {
        title: 'प्रत्यय आणि शब्दांच्या योग्य जोड्या लावा',
        fontSize: '2rem'
      },
      data: [
        `शेत, करी
वर्ष, भर
दुकान, दार
बल, वान
गुण, वान`,

        `बाल, पण
घरा, साठी
चिड, खोर
ओल, सर
गुलाम, गिरी`,

        `फांदी, वर
माझ्या, कडे
कशा, मुळे
जादू, गार
पंच, नामा`,

        `खेळ, कर
राज, कीय
बुद्धि, मान
दवा, खाना
चांगुल, पणा`
      ]
    },
    {
      type: 'group',
      label: 'उपसर्गघटित शब्द की प्रत्ययघटित शब्द',
      id: 'classify-geneder-type',
      commonData: {
        title: 'योग्य बॉक्समध्ये शब्द ड्रॅग आणि ड्रॉप करा',
        fontSize: '2rem',
        printTitle:
          'Rewrite the words given at the bottom at approprate boxes.',
        types: ['उपसर्गघटित शब्द', 'प्रत्ययघटित शब्द']
      },
      data: [
        [
          `अवघड, आडवाट, प्रतिकूल, भरधाव, परिणाम, उत्तम`,
          `गावकरी, रमणीय, श्रमिक, वेदना, लाजाळू, शिलाई`
        ],
        [
          `अपशब्द, अभिमान, उपवास, प्रकाश, संगम, गैरवापर`,
          ` टिकाऊ, दयाळू, जमीनदार, रात्रभर, वेडसर, कामगिरी`
        ]
      ]
    }
  ]
};
