export default {
  label: 'शब्द - 2',
  id: 'mr-word-2',
  img: 'word',
  list: [
    {
      id: '2-letter',
      type: 'sequence',
      label: '2 Letter word',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `भाग, स्थान, केले, जेथे, थोडे, गोल, वर्ष, आले, मला, देणे`,
        `फार, फक्त, वाक्य, म्हणू, शोधा, ओळ, भिन्न, अर्थ, आधी, योग्य`,
        `जुन्या, खूप, त्याच, सर्व, तेथे, तेव्हा, मार्ग, त्यांना, जसे, तिच्या`,
        `लांब, करा, गोष्ट, पहा, त्याला, दोन, येणे, संख्या, नाही, लोक`,
        `माझा, प्रती, पाणी, पेक्षा, कोण, खाली, आता, शोधू, डोके, उभे`,
        `पृष्ठ, देश, शाळा, वाढू, अन्न, सूर्य, चार, राज्य, ठेवा, डोळा`,
        `गेल्या, झाड, शेत, कथा, बाकी, धाव, दाबा, रात्री, खरा, खाणे`,
        `खोली, मित्र, मासे, थांबा, घोडा, कट, खात्री, पाहू, रंग, मुख्य`,
        `मुले, सुरू, आला, गट, दोन्ही, खूण, पत्र, नदी, साधा, कधी`,
        `लाल, यादी, तरी, चर्चा, पक्षी, कुत्रा, थेट, सोडा, गाणे, काळा`
      ]
    },
    {
      id: '3-letter',
      type: 'sequence',
      label: '3 Letter word',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `सर्वात, माहित, प्रथम, बाजूला, उत्तर, अभ्यास, कधीही, शहर, ओलांडू, प्रारंभ`,
        `समुद्र, काढणे, उशीरा, जीवन, पुस्तक, वाहून, घेतला, विज्ञान, कल्पना, एकदा`,
        `चेहरा, लाकूड, उघडा, वाटते, एकत्र, पुढील, पांढरा, चालणे, कागद, नेहमी`,
        `संगीत, पर्यंत, काळजी, दुसरा, पुरेशी, मुलगी, तरुण, वरील, शरीर, कुटुंब`,
        `आकडा, दक्षिण, समस्या, तुकडा, संपूर्ण, काहीही, अर्थात, निर्णय, पाऊल, प्रणाली`,
        `चाचणी, सामान्य, विमान, कोरडा, आश्चर्य, हसणे, हजार, संपली, आणले, उष्णता`,
        `आणणे, सुरेख, पडणे, आघाडी, गडद, मशीन, प्रतीक्षा, योजना, आकृती, विश्रांती`,
        `सक्षम, सौंदर्य, समोर, अंतिम, हिरव्या, जलद, मोफत, मिनिट, विशेष, शेपूट`,
        `ऐकले, शंभर, धारण, टेबल, प्रवास, सकाळी, पोवाडा, विरुद्ध, नमुना, नकाशा`,
        `पाऊस, नियम, खेचणे, सूचना, त्यातील, विश्वास, निवडा, मोजणे, चौरस, विषय`
      ]
    },
    {
      type: 'match',
      label: 'जोड्या लावा',
      id: 'synonyms',
      commonData: {
        title: 'समानार्थी शब्दांच्या योग्य जोड्या लावा'
      },
      data: [
        `ऋण, कर्ज
ऋतू, मोसम
ऋषी, मुनी
एकजूट, एकी
एकाकी, एकटा
ऐवज, मालमत्ता`,

        `छडा, तपास
छंद, नाद
छान, सुरेख
छिद्र, भोक
छोटा, लहान
छाया, सावली`,

        `जग, विश्व
जत्रा, मेळा
जिव्हाळा, प्रेम
जीर्ण, जुने
जुलूम, छळ
ज्येष्ठ, मोठा`,

        `झरा, निर्झर
झाड, वृक्ष
झेंडा, ध्वज
झोका, झुला
झोप, निद्रा
झुंज, लढा`,

        `टरफल, साल
टंचाई, कमतरता
ठक, लबाड
ठग, चोर
ठसा, खुण
ठिकाण, स्थान`,

        `डाग, कलंक
डुल, कर्णफुले
डोके, मस्तक
डोंगर, पर्वत
डोळा, नेत्र
डौल, दिमाख`,

        `ढग, मेघ
ढोंगी, खोटारडा
ढिगारा, रास
थट्टा, चेष्टा
थंड, शीतल
थवा, घोळका`,

        `तरु, झाड
तलवार, खडग
तिमिर, अंधार
तळे, तलाव
तक्रार, गाऱ्हाणे
तृष्णा, तहान`,

        `दगड, पाषाण
दंत, दात
दरवाजा, दार
दिवस, वार
दानव, राक्षस
दीन, गरीब`,

        `धन, पैसा
धरती, धरणी
ध्वनी, आवाज
धवल, पांढरे
धिप्पाड, मजबूत
धैर्य, धाडस`,

        `नगर, शहर
नियम, पद्धत
नृत्य, नाच
नदी, सरिता
नोकर, सेवक
नाव, नौका`,

        `पराक्रम, शौर्य
परीक्षा, कसोटी
पाऊस, वर्षा
पाणी, जल
पोपट, राघू
पंक्ती, रांग`
      ]
    },
    {
      id: 'mcq',
      label: 'समानार्थी शब्द ओळखा',
      type: 'mcq',
      lockAfter: 1,
      commonData: {
        title: 'खालील वाक्यांमधील अधोरेखित शदांचे समानार्थी शब्द ओळखा'
      },
      data: [
        {
          questions: [
            {
              qText: 'माझे विद्यार्थी खूप *विनयी* आहेत.',
              options: 'नम्र, क्रोधी, रागिष्ट'
            },
            {
              qText: 'तू किती *भाग्यवान* आहेस!',
              options: 'नशीबवान, दुर्दैवी, हैवान'
            },
            {
              qText: 'ती कोल्ह्यासारखी *धूर्त* आहे.',
              options: 'चाणाक्ष, सद्गुणी, बेढब'
            },
            {
              qText: 'जादूचे खेळ *विलक्षण* होते.',
              options: 'असामान्य, सरळ, साधे'
            },
            {
              qText: 'सर्व उत्तरे *अचूक* होती.',
              options: 'बरोबर, चूक, गोड'
            }
          ]
        },
        {
          questions: [
            {
              qText: 'तो खूप *मेहनत* करतो.',
              options: 'कष्ट, बडबड, आळस'
            },
            {
              qText: 'ती उत्कृष्ट *नृत्य* करते.',
              options: 'नाच, गाते, रडते'
            },
            {
              qText: `आम्ही बागेत *झुल्यांवर* खेळलो.`,
              options: 'झोक्यांवर, झाडावर, माडावर'
            },
            {
              qText: ' ही *धरती* माता आपल्याला अन्न देते.',
              options: 'धरणी, रेती, वाळू'
            },
            {
              qText: 'आपल्या राष्ट्रीय *ध्वजाला* तिरंगा म्हणतात.',
              options: 'झेंड्याला, कापडाला, कापसाला'
            }
          ]
        },
        {
          questions: [
            {
              qText: 'तुम्हाला त्या *जंगलात* अनेक वन्यप्राणी पाहायला मिळतील.',
              options: 'अरण्यात, बागेत, झाडात'
            },
            {
              qText: 'भारतीय सैनिक *शौर्याने* लढले.',
              options: 'धैर्याने, भीतीने, घाबरून'
            },
            {
              qText: ` तिचे *डोळे* खूप सुंदर आहेत.`,
              options: 'नयन, डोके, ओठ'
            },
            {
              qText: 'आजाराने त्याला *क्षीण* केले होते.',
              options: 'अशक्त, मजबूत, तंदुरुस्त'
            },
            {
              qText: 'आजी रोज देवाला *फुलं* वाहते.',
              options: 'पुष्प, काटे, बर्फ'
            }
          ]
        }
      ]
    },
    {
      type: 'match',
      label: 'Match Antonyms',
      id: 'antonyms',
      commonData: {
        title: 'Match words with opposite meaning.'
      },
      data: [
        `अजाण, सुजाण
अज्ञान, सज्ञान
अबोल, बोलका
आकाश, पाताळ
आदर, अनादर
आधार, निराधार`,

        `इलाज, नाईलाज
इमानी, बेईमानी
इच्छा, अनिच्छा
उपयोगी, निरुपयोगी
उचित, अनुचित
उगवता, मावळता`,

        `ऐच्छिक, अनैच्छिक
ऐतखाऊ, कष्टाळू
ओळखी, अनोळखी
अंधुक, स्पष्ट
अंधार, उजेड
अंत, आरंभ`,

        `कठोर, मऊ
कडू, गोड
कृतज्ञ, कृतघ्न
खरेदी, विक्री
खोटे, खरे
खात्री, संशय`,

        `गरीब, श्रीमंत
गर्विष्ठ, नम्र
गुळगुळीत, खडबडीत
घट्ट, सैल
घनदाट, विरळ
घाऊक, किरकोळ`,

        `चपळ, मंद
चढ, उतार
चांगला, वाईट
जड, हलके
जन्म, मृत्यू
जबाबदार, बेजबाबदार`,

        `झपाझप, सावकाश
झीज, भर
टंचाई, विपुलता
टवटवीत, मलूल
ठिसूळ, टिकाऊ
ठेंगणा, उंच`,

        `तरुण, वृद्ध
तोटा, नफा
तीक्ष्ण, बोथट
तृप्त, अतृप्त
ताजा, शिळा
तेजी, मंदी`,

        `थंड, गरम
थोरला, धाकटा
दिवस, रात्र
देशभक्त, देशद्रोही
धूर्त, भोळा
धनवान, निर्धन`,

        `नकार, होकार
नर्क, स्वर्ग
नीटनेटका, गबळा
नम्रता, उद्धटपणा
नियंत्रित, अनियंत्रित
निरर्थक, अर्थपूर्ण`
      ]
    },
    {
      label: 'जोडशब्द',
      type: 'passage',
      id: 'notes',
      data: {
        title: 'जोडशब्द',
        text: `बरेचदा भाषेमध्ये दोन शब्द जोडून येतात. त्यावेळी अशा शब्दांना जोडशब्द असे म्हणतात. त्यामध्ये बऱ्याचवेळा पहिल्या किंवा दुसऱ्या शब्दाला अर्थ असतो किंवा बऱ्याचदा नसतोही. जोडशब्दांमध्ये 2 शब्द जोडून तिसरा एक नवीन शब्द तयार होतो.
# उदा
अवतीभवती, आरडाओरडा ह्या मध्ये 2 शब्द किंवा समूह जोडून त्याचा तिसरा शब्द तयार झाला आहे. या मध्ये दोन्ही जोडल्या गेलेल्या शब्दांना अर्थ आहे आणि त्यातनंतर तिसऱ्या शब्दाला सुद्धा.
समान अर्थाचे जोडशब्द: थांगपत्ता, मागमूस, कामकाज, जुनापुराणा, जवळपास, धरपकड
विरुद्ध अर्थाचे जोडशब्द: नफातोटा, देवाणघेवाण, चढउतार, बरेवाईट, उलटसुलट, जमाखर्च, उच्चनीच`
      }
    },
    {
      type: 'match',
      label: 'जोडया लावा',
      id: 'match',
      commonData: {
        title: 'योग्य जोडशब्द तयार करण्यासाठी जोड्या लावा '
      },
      data: [
        `अंगत, पंगत
अघळ, पघळ
ऐस, पैस
उरले, सुरले
काट, कसर`,

        `गंमत, जंमत
भाजी, पाला
आरडा, ओरडा
इकडे, तिकडे
गोडी, गुलाबी`,

        `घर, दार
चट्टा, मट्टा
चढ, उतार
चहा, पाणी
चूक, भूल`,

        `जवळ, पास
जेवण, खाण
टिवल्या, बावल्या
डाव, पेच
लाडी, गोडी`,

        `वाजत, गाजत
सण, वार
शेजारी, पाजारी
थट्टा, मस्करी
त्रेधा, तीरपीट`,

        `देवाण, घेवाण
ध्यानी, मनी
हलके, फुलके
हसत, खेळत
साफ, सफाई`
      ]
    },
    {
      id: 'fillup',
      label: 'रिकाम्या जागा भरा',
      type: 'fillup',
      data: {
        title: `रिकाम्या जागी योग्य जोडशब्द लिहा`,
        text: `रागाच्या भरात त्याने खूप *आदळआपट (इडापिडा)* केली.
ताईच्या लग्नासाठी *कपडालत्ता (कांदाभाकरी)* खरेदी करण्यात आला.
आजीने माझे खूप *कोडकौतुक (टक्केटोणपे)* केले.
सणाच्या दिवशी आई खूप *गोडधोड (गोडीगुलाबी)* खायला करते.
*जवळपास (जवळदूर)* एकही दुकान नव्हते.
त्याला *वाईटसाईट (अंदाधुंदी)* बोलायची सवयच आहे.
आमचे *शेजारीपाजारी (भूतपिशाच्च)* चांगले आहेत.
साने गुरुजींना *साफसफाई (केरकचरा)* ची आवड होती.
त्या श्रीमंत माणसाकडे खूप *सोनेनाणे (पोरेटोरे)* आहे.
आम्ही उन्हाळ्याच्या सुट्टीत खूप *दंगामस्ती (दगाबाजी)* केली.`
      }
    },
    {
      label: 'जोडशब्द जुळवा',
      id: 'complete',
      type: 'completePuzzle',
      lockAfter: 1,
      commonData: {
        type: 'rightOpen',
        title: 'दिलेल्या शब्दांचे योग्य जोडशब्द जुळवा',
        printTitle: 'दिलेल्या शब्दांचे योग्य जोडशब्द जुळवा'
      },
      data: [
        `अंगत, पंगत, संगत
अघळ, पघळ, टवाळ
ऐस, पैस, बैस
उरले, सुरले, तुटले
काट, कसर, कंबर`,

        `गंमत, जंमत, रंगत
भाजी, पाला, माला
आरडा, ओरडा, कोरडा
इकडे, तिकडे, कुठे
गोडी, गुलाबी, थोडी`,

        `घर, दार, मार
चट्टा, मट्टा, सट्टा
चढ, उतार, खाली
चहा, पाणी, भूक
चूक, भूल, चूल`,

        `जवळ, पास, आस
जेवण, खाण, पान
टिवल्या, बावल्या, सावल्या
डाव, पेच, तेच
लाडी, गोडी, सोडी`,

        `वाजत, गाजत, मजेत
सण, वार, दिवस
शेजारी, पाजारी, हुशारी
थट्टा, मस्करी, सजा
त्रेधा, तीरपीट, चिरकूट`,

        `देवाण, घेवाण, शेझवान
ध्यानी, मनी, सनी
हलके, फुलके, डुलके
हसत, खेळत, पडत
साफ, सफाई, पिटाई`
      ]
    }
  ]
};
