export default {
  label: 'Word Practice',
  id: 'mr-word-practice',
  img: 'word',
  list: [
    {
      id: '2-letter',
      type: 'sequence',
      label: '2 Letter word',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `भाग, स्थान, केले, जेथे, थोडे, गोल, वर्ष, आले, मला, देणे`,
        `फार, फक्त, वाक्य, म्हणू, शोधा, ओळ, भिन्न, अर्थ, आधी, योग्य`,
        `जुन्या, खूप, त्याच, सर्व, तेथे, तेव्हा, मार्ग, त्यांना, जसे, तिच्या`,
        `लांब, करा, गोष्ट, पहा, त्याला, दोन, येणे, संख्या, नाही, लोक`,
        `माझा, प्रती, पाणी, पेक्षा, कोण, खाली, आता, शोधू, डोके, उभे`,
        `पृष्ठ, देश, शाळा, वाढू, अन्न, सूर्य, चार, राज्य, ठेवा, डोळा`,
        `गेल्या, झाड, शेत, कथा, बाकी, धाव, दाबा, रात्री, खरा, खाणे`,
        `खोली, मित्र, मासे, थांबा, घोडा, कट, खात्री, पाहू, रंग, मुख्य`,
        `मुले, सुरू, आला, गट, दोन्ही, खूण, पत्र, नदी, साधा, कधी`,
        `लाल, यादी, तरी, चर्चा, पक्षी, कुत्रा, थेट, सोडा, गाणे, काळा`
      ]
    },
    {
      id: '2-letter',
      type: 'sequence',
      label: '2 Letter word - Practice',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `वर्ग, प्रश्न, घडू, पूर्ण, क्षेत्र, अर्धा, आग, राजा, इंच, रहा`,
        `चाक, शक्ती, निळा, खोल, चंद्र, बेट, व्यस्त, बोट, सोने, जागा`,
        `पूर्वी, खेळ, होय, भरा, टीप, नाम, मन, मागे, स्पष्ट, खरं`,
        `तास, खरे, पाच, व्याज, ऐका, सहा, कमी, दहा, साधी, युद्ध`,
        `मंद, केंद्र, प्रेम, व्यक्ती, पैसा, रस्ता, थंड, ऊर्जा, शक्य, भाऊ`,
        `अंडी, लांबी, कला, बर्फ, बाब, जोडी, नृत्य, रुंद, शीड, झोप`,
        `सिद्ध, पाय, भिंत, इच्छा, शनि, लेखी, वन्य, काच, गाय, भेट`,
        `मऊ, मजा, प्राप्त, पंक्ती, तोंड, स्वच्छ, खंड, तेल, रक्त, स्पर्श`,
        `टक्के, संघ, बाग, गोरा, बँक, कान, केस, लेक, क्षण, दूध`,
        `वय, ड्रेस, शांत, तळ, कळ, वीस, त्वचा, स्मित, भोक, उडी`
      ]
    },
    {
      id: '2-letter-3',
      type: 'sequence',
      label: '2 Letter word - More Practice',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `बाळ, आठ, धातू, सात, मूक, उंच, वाळू, माती, मूल्य, लढा`,
        `दृश्य, अर्थ, फळ, जाड, पीक, पक्ष, ज्यांचे, अणू, हाड, सभ्य`,
        `स्त्री, घंटा, मांस, भीती, दृष्टी, ग्रह, खाण, ताज्या, शोध, तोफा`,
        `मृत, चालू, मर्जी, मूळ, बाबा, ब्रेड, प्रिय, शत्रू, पेय, श्रेणी`,
        `वाफ, द्रव, दात, मान, चांदी, शाखा, चर्चा, पुढे, दोरी, स्वप्न`,
        `अट, वास, दरी, विक्री, यश, पत्नी, खांदा, नऊ, संधी, गोळा`,
        `स्तंभ, चूक, मीठ, नाक, राग, हक्क `
      ]
    },
    {
      id: '3-letter',
      type: 'sequence',
      label: '3 Letter word',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `सर्वात, माहित, प्रथम, बाजूला, उत्तर, अभ्यास, कधीही, शहर, ओलांडू, प्रारंभ`,
        `समुद्र, काढणे, उशीरा, जीवन, पुस्तक, वाहून, घेतला, विज्ञान, कल्पना, एकदा`,
        `चेहरा, लाकूड, उघडा, वाटते, एकत्र, पुढील, पांढरा, चालणे, कागद, नेहमी`,
        `संगीत, पर्यंत, काळजी, दुसरा, पुरेशी, मुलगी, तरुण, वरील, शरीर, कुटुंब`,
        `आकडा, दक्षिण, समस्या, तुकडा, संपूर्ण, काहीही, अर्थात, निर्णय, पाऊल, प्रणाली`,
        `चाचणी, सामान्य, विमान, कोरडा, आश्चर्य, हसणे, हजार, संपली, आणले, उष्णता`,
        `आणणे, सुरेख, पडणे, आघाडी, गडद, मशीन, प्रतीक्षा, योजना, आकृती, विश्रांती`,
        `सक्षम, सौंदर्य, समोर, अंतिम, हिरव्या, जलद, मोफत, मिनिट, विशेष, शेपूट`,
        `ऐकले, शंभर, धारण, टेबल, प्रवास, सकाळी, पोवाडा, विरुद्ध, नमुना, नकाशा`,
        `पाऊस, नियम, खेचणे, सूचना, त्यातील, विश्वास, निवडा, मोजणे, चौरस, विषय`
      ]
    },
    {
      id: '3-letter-2',
      type: 'sequence',
      label: '3 Letter word - Practice',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `प्रदेश, आकार, पुर्तता, बोलता, वजन, मंडळ, अक्षर, वाटले, अद्याप, लहर`,
        `साहित्य, बसणे, शर्यत, व्यायाम, आकाश, आनंद, हिवाळा, ठेवली, गवत, नोकरी`,
        `तेजस्वी, महिना, सहन, समाप्त, आनंदी, विचित्र, व्यापार, गोडवा, अचूक, प्रतीक`,
        `किमान, समस्या, लिहिले, सामील, सूचित, महिला, वाईट, वाढला, समान, प्रवाह`,
        `जतन, दशांश, आणखी, तोडले, मध्यम, मारणे, देखणे, सरळ, पद्धत, विभाग`,
        `दगड, चढाव, गरीब, प्रयोग, लोखंड, एकच, बैठक, बढती, तिसरा, वर्णन`,
        `मजला, मांजर, शतक, प्रकार, कायदा, वाक्यांश, उद्योग, विजय, जागृत, श्रीमंत`,
        `प्रक्रिया, सराव, स्वतंत्र, कठीण, डॉक्टर, कृपया, दुपारी, घटक, विद्यार्थी, कोपरा`,
        `अंगठी, किटक, रेडिओ, बोलले, मानवी, विद्युत, अपेक्षा, प्रदान, अंदाज, तीक्ष्ण`,
        `शेजारी, ऐवजी, जमाव, तुलना, कविता, घासणे, नलिका, प्रसिद्ध, पातळ, त्रिकोण`
      ]
    },
    {
      id: '3-letter-3',
      type: 'sequence',
      label: '3 Letter word - More Practice',
      commonData: {
        title: 'Connect Letters to form Word',
        lang: 'mr'
      },
      data: [
        `धांदल, घड्याळ, प्रविष्ट, पाठवा, पिवळा, मुद्रण, खटला, गुलाब, पालक, किनारा`,
        `पत्रक, हंगाम, उपाय, आभार, सामना, प्रत्यय, अंजीर, प्रचंड, बहीण, तत्सम`,
        `खरेदी, नेतृत्व, डगला,साधन, एकूण, दुहेरी, आसन, विशिष्ट, करार, पोहणे`,
        `मुदत, उलट, प्रसार, व्यवस्था, छावणी, कापूस, आवाज, पातळी, दुकान, ताणून`,
        `फेकणे, राखाडी `
      ]
    }
  ]
};
